diary_20220328_20230327_dict = {
	
"2022-3-28": [
            ["00:00-23:59","早上起来吃完早饭一起躺了会，洗完毯子开车去丰台档案服务中心，走着去吃吉野家服务员挺好告诉手机扫码优惠多麻将有点怪味给换了，下午开车去协和把车停in88，戴梦华大夫看周围有强化很担心，开了B超造影和超声内镜，我开始没决定做超声内镜，后来又回来给加上了，很担心不好，手术应该很快会做了，我妈跟银行因为封闭基金的事吵了一天，耿高惠几句话就说到点子上了，回来在家她订的眉州小吃外卖，晚上我妈去找行长同意等到6月封闭期结束拿补偿，晚上我遛弯回来，她自己炖的土豆胡萝卜牛肉"],
            ],
"2022-3-29": [
            ["00:00-23:59","早上我坐地铁上班，阴天没拿雨伞，上午在2203开会，把jumpserver首页的文字改掉了，胰腺群里有个病友通知周五住院，下班回来我去好适口给她买了3个玉米饼，我炖土豆胡萝卜牛肉煮生菜空气炸锅薯条，薯条忘了吸水了没弄好，我洗碗，晚上去永辉买水买山药面包玉米粒西蓝花茄子，买了两张即刮型彩票没中奖，晚上穿情趣内衣戴假发玩欣飞翔搞射了"],
            ],
"2022-3-30": [
            ["00:00-23:59","早上我开车上班，到单位杨涛让我给jumpserver做扫描，在调解室解决防火墙ip不能上问题，enable的选项被人取勾了，点李先生咖喱饭套餐一直没配送，刚去食堂吃退单就给送过来了，下午试出来jumpserver免密登录的方案，打印店打印日记，下班我做汉堡，她洗碗，晚上一起走到后面红绿灯，回来我们四个玩了把手机麻将"],
            ],
"2022-3-31": [
            ["00:00-23:59","早上我开车上班，上午杨涛让写工会活动中心材料，开月会，他自己要了份开会的饭自己吃，贾安宝在讲课杨涛让我进去把投影插上我说好弄，其实是想让他快点我没明白没进去，他自己进去了我才反应过来进去也没弄好，他亲自给贾安宝下楼又要了一份饭，下午去王佳伟处了解怎么提取head，到家我炒茄子热牛肉蒸山药，她下班月结晚点出来买了香蕉草莓回来，她洗碗，我自己后面走了一圈，到家记账她蒸山药发糕，晚上啪啪啪，没啪呢上来用玩具就高潮了，今天状态特好用延时可猛了"],
            ],
"2022-4-1": [
            ["00:00-23:59","早上我开车上班，上午给杨涛笔记本下了个office，担心胰腺长得不好，下午装新版jumpserver，到家她做烤羊排炒西蓝花鸡胸肉煮剩饭紫米粥，她洗碗，一起去后面跑了一小圈然后去永辉刮彩票中10元又换一个没中，买面包咸菜酸奶，到家戴假发她给我剪了剪，换黑盒子蟑螂药，我们四个玩了把手机麻将"],
            ],
"2022-4-2": [
            ["00:00-23:59","凌晨胳膊没知觉惊醒了，早上我开车上班，打电话让我把取了一下京东快递，下班我妈坐的动车来找我，我骑小电动去车站接她，然后开车接上耿高惠去昌发展吃韩时烤肉，正好有一个靠窗户的位置，吃完饭在西三旗那掉头堵车太晚了还是把耿高惠送回龙旗广场了，然后我就跟我妈开车回南口，我爸值班接上他回家，用了用新买的文石leaf电纸书阅读器"],
            ],
"2022-4-3": [
            ["00:00-23:59","早上起床我爸开车去单位开门，我跟我妈下楼迎着我爸，接上我们开车到姥爷家集合然后去天寿陵园给姥姥上坟，在那碰见上次帮忙解决查狗姓杜的人，回来把姥爷送到路口，然后去道南美廉美买菜道南市场切羊肉，把我爸妈送到调解室，然后我到家拿书包，姥爷舅妈姨妈姨夫调解室吃涮羊肉，我睡了一觉我爸妈洗车，然后我就开车回龙旗广场洗了个澡，她让我去永辉买水果，她下班超市找我买了青怡苹果香蕉粑粑柑，开车回平谷她大舅家，就她妈他大舅舅妈，吃的烤串炖鱼炖肉豆角，吃完饭没回她奶奶家，玩了几把麻将，我就胡两把"],
            ],
"2022-4-4": [
            ["00:00-23:59","早上起床她妈推门告诉我们她先回去我俩接着睡，吃过早点联系她爸去接她，从他舅家出来接上她爸就去她奶奶家，她小哥耿高亮打电话让去以为是要借钱，到她家他媳妇聊微信不出来，我说要回她才过来，咨询税务上账目微信流水的事，我两句话解决的，吃的大棒骨豆角炖鱼卷子，吃完发我俩就开车回龙旗广场了，到家她嫌东西多拿不了我把车开到家门口，结果一趟能拿，玩了会拼图睡了一觉我戴假发穿小吊带粉裙子让她玩我捅屁屁，晚上她热大棒骨煮小米枣粥，吃完饭去永辉，30块彩票她刮出我刮出10，买了面包芋头苹果香蕉小蛋糕，到家拼了会拼图就躺下了，睡觉前用玩具和手让她高潮两次，我知道怎么用手了，嘿嘿嘿"],
            ],
"2022-4-5": [
            ["00:00-23:59","早上送她上班赶紧去火车站迎我妈，接回家后坐去五彩城无印良品买了个小包，试了试假发片2+我妈没舍得，到底下一次美食街她吃肉夹馍凉皮我吃照烧鸡排饭，骑车去五道口唐风采假发店试了顶假发片，骑车去新中关再看一家结果没开门，骑车返回买了那顶，骑车到五道口坐13号地铁，本来打算坐到我家然后骑小电动送我妈去做动车，我妈决定坐地铁回去让我爸西山口接，我们在清河换乘，我把我妈送上昌平线回去了，我在清河站等她下班做13号线过来，一起坐地铁送她到西直门她找高寒吃饭，我没下车坐这个车回龙旗广场，到家吃的手抓饼喝的小米粥，晚上骑小电动回龙观地铁接她，到家拼拼图"],
            ],
"2022-4-6": [
            ["00:00-23:59","早上我坐地铁上班，早上跟杨涛说了要做检查请一些年假，吃完饭去建行存我爸给的，卡心坏了柜台存的，然后去工会俱乐部做核酸，没预约现场预约工作人员看我手机是英文的说我是外籍人员，下班到家我玩拼图，我炒西葫芦热鱼和芋头，她洗碗，晚上我自己去后面走了一圈，回来一块把拼图拼完了"],
            ],
"2022-4-7": [
            ["00:00-23:59","早上我开车上班，她先去建行换卡没换成，然后去三院检查，结果还好，问朱小辉老师胚胎染色体结果是正常的，下班她顿鸡腿炒芹菜，我洗碗，晚上出去一块跑了一圈，晚上我们四个玩手机麻将"],
            ],
"2022-4-8": [
            ["00:00-23:59","早上我坐地铁上班，30左右从学校出来，到协和那边apm吃吉野家，去看消化科吴晰月超声内镜，让别人插了个队先看了，正好有个专家教学会诊给安排下周五的无痛内镜，看完坐地铁回龙旗广场了，到家补了个笔记，晚上我炒芹菜鹅蛋热剩肉美龄粥肉饼，他洗完，出去一块走到了红绿灯"],
            ],
"2022-4-9": [
            ["00:00-23:59","早上开车把她送到单位我就开车回南口，到调解室正好爸妈到那，给俩狗煮鸡胸肉喂了，然后去姥爷家，我爸炖带鱼炒芹菜菠菜，带鱼感觉时间长了鱼腥味，下午我开车带我妈去昌平区医院看头疼，外科说让看内科，内科没号看的急诊，拍了个CT，等结果去杰奥看羽绒服，CT结果有个白点说是正常钙化，回来后到姥爷家吃的剩饭，我喝了小米粥吃了橘子，然后一块出来地下通道那买芒果我妈买菠萝蜜，我在车站接耿高惠，我爸妈就回去了，在她家跟他妈爸吃的荠菜馅包子，吃完饭我拿她奶奶买的鸡蛋苦菜荠菜开车回家，拿了本书，手机麻将玩一半就赶紧出来走着回她家，到她家她爸还没回来呢，她家睡"],
            ],
"2022-4-10": [
            ["00:00-23:59","早上爸妈找刘岩刘万山他们去京西古道，给我打了好几个电话最后还是决定去，从她家出来地下通道买香蕉，对面农行国家反诈app注册送布包，把要卖的三本书方调解室拿上我爸的充电器接上我妈俩狗刘万山两口子，调解室拉了泡屎，刘岩开车汇合，去京西古道，协和医院给我打电话确认没吃凝血类药物，突然觉得还是别爬了有疫情什么的，把他们送到那我俩就开车回龙旗广场了，中午订的鑫巴蜀烤鸭外卖，下午用手让她高潮简单啪啪啪，她去单位开会，晚上吃中午剩菜煮的西蓝花，坐地铁住到协和附近汉庭"],
            ],
"2022-4-11": [
            ["00:00-23:59","10点多到协和，先约抽血，等麻醉科的时候打电话让我去做超声造影，囊内有实质成分，然后抽血看麻醉科，附近吃的李先生我吃牛肉饭她吃咖喱饭，坐地铁到家，我先回家她去育新建行换卡，去永辉买菜，晚上她炖黄花鱼炒香菇油菜蒸白薯，她洗碗，我去走了一圈"],
            ],
"2022-4-12": [
            ["00:00-23:59","早上我开车上班，杨涛发微信让我转让lkupV工作给王亚坤，下班我做咖喱饭，她洗碗，晚上一起后面遛弯，到家我们4个玩了两把手机麻将"],
            ],
"2022-4-13": [
            ["00:00-23:59","早上我坐地铁上班，医院通知硕硕住院，我看协和APP超声内镜约的是周四上午，一直打电话确认一直打不通，下午刚让硕硕帮我去现场问一下，她刚到5楼内镜中心结果电话打通了，让她白跑一趟，快下班到校医院开了肿瘤标记物的化验单，约了校医院第二天核酸，确认是嗓子眼，到家我炒西葫芦热牛肉吃的肉饼芒果她买的糖火烧，她洗碗，晚上我后面走了一圈"],
            ],
"2022-4-14": [
            ["00:00-23:59","早上我开车上班，吃过早饭去校医院做核酸竟然只花了1.77，回来到杨涛办公室问了问我手术的情况，上午他们练习实心球我也扔了仍最多10米吧，下班我到家等她下班买面包后一起坐地铁去王府井apm吃吉野家，吃撑的好撑，到酒店放书包后一起出去遛到长安街，然后去逛了王府井书店，出来在麦当劳买了冰激凌就回酒店了，洗了澡就睡了"],
            ],
"2022-4-15": [
            ["00:00-23:59","她还是起来出门给我买早点去了，去那个凉皮店结果没做出来，其他的都没开，最后还是等在麦当劳给我买了皮蛋瘦肉粥，就买了一碗只喝了大米其他的皮蛋肉都没敢吃，她后悔只买了一碗，我们躺到了30然后退了房，一起去麦当劳她去吃饭，然后就去5楼内镜中心了，等到也没问清楚到底几点能做上，然后她就在那等我去急诊输葡萄糖去了，一直输到通知我赶紧过去，结果员工通道不让我过，只能先坐6号电梯下到B2层再坐7号电梯坐到1层，赶到5楼内镜中心后进去输上液喝了局部麻药等着的时候，左边的大爷高干70多岁是胰腺癌心态真好，右边的大爷胰头上的，和局部麻药的时候都说我太紧张了，做完后麻药一过我的话可多了，那个胰腺癌大爷竟然还没做上呢，看结果竟然没跟导管相通，和之前的检查不一样啊，跟我爸妈说了我做检查，拔"],
            ],
"2022-4-16": [
            ["00:00-23:59","早上她上班去了，起床吃过早饭我爸给我打电话说他们做动车过来找我，上午也确实不舒服，写了一个笔记正好他们快到了，我就开车去火车站接爸妈，到家蒸米饭炒豆腐鸡蛋西红柿吃炖的排骨肉，吃完饭睡了一会，实在是不舒服，他们去三旗百汇看看，回来我妈到热风给我发微信我过来找他们，我买了2个即刮型彩票让他们挂，啥也没中，永辉买菜回来给我妈买了2根冰激凌她吃了1根，到家我们三个打了把手机麻将，我爸炖鸡腿，我爸妈烙木头芽馅饼煮粥，等耿高惠下班后一起吃完饭，嗓子捅的还是不行馅饼咽着疼吃面包片了，她洗碗，吃完饭我们四个玩了把手机麻将，然后去永辉好特卖看了看结账嫌排队我妈就没买，出来海澜之家回力看了看鞋，然后爸妈就开我的车回家了，我俩又去买回力的鞋，想试试哪款女鞋，销售不让我穿我生气不买了，结果不知道是没给她买鞋还是没买奶茶她就不高兴了，到家嫌锅没刷干净把冰激凌直接冻冰箱里没法吃，我躺沙发上玩手机她自己去睡觉，醒了就把我叫回去睡了"],
            ],
"2022-4-17": [
            ["00:00-23:59","早上她去上班，我出门骑了辆没锁的小青桔正好月卡到期了没花钱，赶到火车站差点完了公交卡余额不足，充了没到账呢，工作人员就让我晃一下赶紧进去就没花钱，下火车到调解室拉屎，我妈带着俩狗来了，我把鸡胸肉给俩狗煮了吃，我爸到姥爷家做的丸子胡萝卜烩肉，吃完饭回调解室我妈非要去爬山没去跟我爸吵吵，我跟我爸洗车顺便把舅舅那辆车也洗了，柳絮毛太多了就简单洗洗，我妈给俩狗洗澡剪毛，然后我开车把我爸送单位值班，我妈打电话不干了让回来，正好我爸没拿钥匙，回调解室又待了会，我妈给我理发，我爸电脑统计社区打疫苗的，然后我就开车回龙旗广场了"],
            ],
"2022-4-18": [
            ["00:00-23:59","早上我坐地铁去三院生殖看男科开自精保存单子，到三院精子库开检查，然后又回生殖中心抽血，她从家出来我们在北土城汇合坐地铁到apm吃胜博殿日式炸猪排，然后去协和，从侧门我进来了保安不让她进莫名其妙，最后也进来了，戴说超声造影和超声内镜的结果冲突，让以超声内镜为准，再观察半年，又开了MRCP和肿瘤标记物肝功胰功的抽血化验，从医院出来我们去了雍和宫求平安，出来买了根抹茶冰激凌，到家出地铁骑小电动回家，她做土豆胡萝卜炖肉，我洗碗，她没遛弯，我戴短发去永辉买面包，晚上本来说内射，结果她不让我戴假发啪啪啪，我不乐意她就不高兴了，也没啪就睡觉了"],
            ],
"2022-4-19": [
            ["00:00-23:59","早上我开车上班，到单位杨涛找我给我安排工作，我跟他说了医院让再观察3月，上午先去校医院退肿瘤标记物的化验，医生签字不在就去工会俱乐部补测核酸，然后又回校医院医生回来了就给退了，下班打电话问退保险附加险，结果这个是绑定的不能退，到家我先在沙发上睡了一觉，去永辉超市买羊肉片金针菇香菜蒿子秆，晚上吃涮羊肉，她洗碗，我戴短发去遛弯，回来我躺沙发上看手机她把卧室门锁上了，晚上躺床上嫌我玩手机轰我去沙发上睡了"],
            ],
"2022-4-20": [
            ["00:00-23:59","早上我在家吃的早饭，然后坐地铁去北医三院做精子细菌检查，然后美团打车回单位，坐了极狐的电车，上午杨涛让我查微软开会的人信息，网页被删了一楼看poster也没有，中午点的麦当劳巨无霸外卖，下班到家写了个笔记，买的那双回力的板鞋到了有点小，自己热肉饼煮青菜吃苹果，戴短发走了一大圈，回来楼道门打不开走的地下车库上来的"],
            ],
"2022-4-21": [
            ["00:00-23:59","早上我坐地铁上班，出门前赶紧装蟑螂屋，药饵质量差一撕撒了一地，她开车从家出来，清华西北门把车给我然后她去三院生殖中心了，估计她下午去看电影了很晚才到家，下班到家我炒茄子炒鸭架，哄她吃了点，我洗碗，晚上我去永辉买面包菜花洋葱青椒香蕉，晚上我睡的沙发"],
            ],
"2022-4-22": [
            ["00:00-23:59","早上我开车上班，她竟然给我发微信了，张春梅跟孔菲说让去看看王海燕，但是孔菲没跟我说，下班到家我炒酱爆鸡丁菜花西红柿，我洗碗，晚上我去遛了一大圈，手机落车里了，睡觉前我才知道她昨天抽了11管血，晚上她想让我回床上睡我看出来了，但我睡沙发"],
            ],
"2022-4-23": [
            ["00:00-23:59","早上我坐地铁去协和医院抽血，退核酸好麻烦也才退了2.4，然后坐地铁回单位，下班我先去物美买面包坯子半脂填丘比酱生菜柑橘草莓，结账时美通卡还是不能用，是APP上有个开启按钮没选上，太小太隐蔽了真不好看到，买的回力帆布鞋终于到了，把之前那双回力鞋寄快递退了，到家我做汉堡，她洗碗，晚上想让她出去走走，结果她说累怎么着也不去，我生气了自己去的回来一直没理她，我睡的沙发"],
            ],
"2022-4-24": [
            ["00:00-23:59","早上我开车上班，上午因为她不运动微信又闹别扭，她说她不生了，本来打算下班不回家在学校吃的，但是还是心软了，下午想翘班还是忍住了，下班到家去超市买了面包和好多菜，结账时忘了刷山药，到家肚子疼拉稀结果她多点就到家了，也不理我我也懒得做饭了，她回屋玩新到的拼图喝新买的豆浆，我玩手机吃剩木头芽馅饼，然后自己去遛弯，我睡沙发"],
            ],
"2022-4-25": [
            ["00:00-23:59","早上她起得特早就去同仁堂看中医去了，我开车上班，她上午又去了中山公园，马海峰找我吃饭，拉肚子似的特别虚，吃完饭去监控室找HDMI转VGA线，看到了个小米摄像头就拿回来了，下午生物技术馆7开刘晓蕙网站的会，开完去做核酸，给杨涛查微软会议人的资料，她下午去三院生殖王海燕说免疫可能有问题都在临界值，担心怀孕后这些指标会高让一个月后复查，下午她又回同仁堂把重要拿回来，下班到家我给她洗了草莓喂她吃给她哄好了，我做菜花西红柿鸡丁娃娃菜鱼豆腐蒸米饭，我洗碗，晚上我自己溜了一圈，晚上洗完澡帮她拼拼图啪啪啪"],
            ],
"2022-4-26": [
            ["00:00-23:59","早上我开车上班，出来时拿错钥匙了，把她小电动的钥匙拿走了，把我的钥匙落家了，中间小铁门锁上了只能走正门，点的嘉和一品咖喱鸡饭，下午到监控室搭建schedule写了个自动鼠标切换电池监控界面的脚本，修改lkupV的GPU使用率和温度，下班出来晚点，到家后她快下班了我骑小电动去她单位，吃的眉州小吃干臊面麻辣烫，回来去永辉20块钱即刮型彩票我第一张中20第二张中10块，买一次性筷子水女短袜南瓜面包片苹果，到家她不出去走走洗衣服，我穿牛仔裤回力帆布鞋短发去走了一圈，回来一起拼拼图，晚上她性欲特高，玩玩具没能高潮然后就干我啪啪啪，非让我射出来，我忍住没射明天还有工作，后天想拿跳高第一呢"],
            ],
"2022-4-27": [
            ["00:00-23:59","早上我坐地铁上班有点小雨，上午到监控室结果杨涛发微信让我过来做监控，中午跟王亚坤马海峰去荷园吃的，校长办公室那边走了一圈，下午在监控室继续写lkupV的GPU使用率和温度，问陈晋红才知道运动会因为疫情推迟了，到家我去小区做核酸非得让我绕远，准备菜她到家炒麻辣香锅我炒鹅蛋菠菜，我洗碗她去做核酸，一起骑小电动去五彩城买桃酥，晚上啪啪啪她把我干内射了"],
            ],
"2022-4-28": [
            ["00:00-23:59","早上我开车上班，上午在监控室写lkupV，他们去吃饭，我点的李先生香菇鸡饭外卖到生物技术馆吃的，下午接续在监控室写lkupV，下班了他们都在我也没好意思早走多呆了会，然后跟杨涛说先撤了，到家我先把剩下的拼图拼上了然后做手抓饼吃，她下班打车到火车站坐动车回家了，晚上遛了一圈"],
            ],
"2022-4-29": [
            ["00:00-23:59","早上我开车上班，她早上去体检了，上午先到王佳伟老师那里看他演示引入外部lib，然后到监控室继续写lkupV，杨涛故意让我给他脚丫子上碘酒，马海峰表示不理解，我就用养狗来给他解释，他人品差但这个我忍了，谁没养过狗呢，在人手底下该忍就忍，我把lkupV按照王老师搭在了vjob上，谁知道要把这个撤了放vmgt01上，拔网线我才知道，拔之前说这个我没听到，杨涛说我充耳不闻，中午在清青永和吃完饭去做核酸，下午接着做lkupV，终于调试好了，外来负责V集群的两个人闹不和其中一个人罢工走了，下班我开车回南口没走高速，先到她家接她，她家要装窗户屋子里乱着呢，然后一起去调解室吃晚饭，吃的炖牛肉肘子姨妈给的枣味儿馒头不知道啥做的，从我爸这拿了两条烟去她家，帮着搬了几盆花，然后开她家车到我爸社区待了会，然后到调解室我开上我家车回家，两辆车都停楼下了，三姑妈他们我家楼下我爸下去他们没上来，我家睡，嫌我老弄那个联通版手机不高兴了"],
            ],
"2022-4-30": [
            ["00:00-23:59","早上我爸5点去准备核酸会场，我俩多开她家车到中共南口特支纪念馆（詹天佑）做核酸，她开车去上班，我爸骑电瓶车带我到他办公室我开车回家遛狗，吃完饭补CFA笔记洗头，跟我妈走到调解室把剩下的笔记补完，跟她去做核酸后去姥爷家再去美廉美买菜，舅舅舅妈做饭在姥爷家吃的，晾衣绳掉了舅舅重弄上的，我爸拿着盒饭我们吃完饭收拾好才回来，没怎么吃就去地下通道东边去剪头发，我跟我妈骑电瓶车回家开车，我妈也理了发，然后去红泥沟看特斯拉组装聊了聊，回来后到调解室我跟我爸洗车，车上都是树粘子擦不掉，晚上姥爷舅舅舅妈杨硕龙娇姨夫姨妈姨夫姨妈王磊代翠红王怡欢在调解室吃的，舅妈做的饭，吃完饭我开车把杨硕龙娇送回北七家北京城建畅悦居，路上杨硕说想要女孩，买金条给闺女便宜了女婿，龙娇听了不乐意，然后开车回龙旗广场，到家她玩拼图呢，洗了龙娇舅妈给买的白雪公主草莓，然后我记账不睡觉她不高兴把卧室门锁了，一会起来没收我电脑，还好我藏了卧室钥匙，我睡沙发"],
            ],
"2022-5-1": [
            ["00:00-23:59","早上起来把她送到单位，刚往南口开我爸打电话说一会去二姑妈家，我就开车回龙旗广场去麦当劳买了个汉堡吃，回家收拾收拾屋子，然后开车到西三旗桥南接上爸妈去西直门危改小区，葛佳于静文葛爱予也在，在二姑妈家吃的葛佳做的西红柿鸡蛋面，吃完饭拿上给的毛毯凉席什么的，到南口就把凉席扔了，她下班没回家，晚上去姨妈家吃烤羊肉串，我先去接姥爷碰上王磊和姨妈，我爸妈说去买水果，结果半天也没过来我骑姨妈电动车迎着他们，结果我爸漏刷东西被扣那了，我妈先出来，吃一半我爸也过来了，据说是交了1800的罚款，吃完饭我们就回家了"],
            ],
"2022-5-2": [
            ["00:00-23:59","早上我爸去布置核酸，我跟我妈走着下来到调解室，她也开车到那汇合，做完核酸我跟她回她家，她爸妈也在，吃的排骨豆角蒸鱼炸香椿儿卷子，吃完饭打算去玩刺杀雍正结果人数太少就没去，她爸妈下午去水库里面爬山，我跟她在家睡了一觉，然后去调解室吃饭，我爸做的烤羊肉串煮的玉米棒渣儿粥，吃完饭我耿高惠我妈去美廉美买第二天的午餐，我爸在调解室睡觉，买回来一起走着回家，我家睡的"],
            ],
"2022-5-3": [
            ["00:00-23:59","早上起来我爸去布置核酸，我耿高惠我妈起来吃完早饭到调解室拿上吃的，然后去做核酸后出发去后花园，爬万福梯后没去一线牵就往回走，吃了自热锅面包片熟食香蕉我妈吃的包子粥，回来后先到调解室接上我爸，把爸妈送到家，我拿上电脑就回她家了，在她家洗了澡没找着眼镜洗了衣服，穿她妈给买的睡衣，啪啪啪内射后睡了一觉，晚上吃的茴香馅儿馅饼虾炸香椿儿，吃完饭把刘晓蕙网站的作图的功能写完了，晚上在她家睡的"],
            ],
"2022-5-4": [
            ["00:00-23:59","早上起来从她家出来开车去我爸那做核酸，没看见我爸，送她到西山口，我到家我妈带俩狗出去了，上午查农行理财以为利息是57块，打电话找理财经理小翟，结果到农行发现是看错了，我在调解室上午待了会看CFA高顿网课睡了一觉，到地下通道找我妈，她去美廉美买水煮肉底料，地下通道口买豆芽菜，舅舅舅妈在姥爷家一块吃水煮肉排骨竹笋，我爸晚回来吃的饭，到调解室有两个人送了三箱橙子，睡了一觉刚要走就来了个咨询的，发现结了串小葡萄，我爸骑电瓶车放回办公室，我去迎着，我妈取快递走着回去，把我爸送到家等我妈到，然后我开车回龙旗广场，骑小电动去她单位接她，跟仇师傅聊会天，到永辉买两个刮刮乐没中买大鸡腿柠檬黄瓜，到家做核酸，她做手撕柠檬鸡，我洗碗，她玩拼图，我去走了一圈，她想吃冰激凌，我去麦当劳给她买原筒，我往里走非让我出来到门口，买回来路上冰激凌都化了我赶紧跑回来"],
            ],
"2022-5-5": [
            ["00:00-23:59","早上她骑小电动上班，我在家写了点笔记等我妈，我去开车结果龙旗广场门都没开，我从车库出口下去开的车，到西三旗桥南接上我妈先去唐风采修发卡修发型，然后赶紧去三院那边看房牛奶宿舍蓟门南里光明北里，群里说明天居家办公了，把车停到花园东路我去三院打印结果，有个凝固酶阴性葡萄球菌感染，也能存就是贵一倍多一年，然后对面肯德基取餐，我妈吃牛肉堡我吃鸡肉堡，吃完到天通苑那边弄眉毛，到那问哪个门，结果非让先预约我们就回龙旗广场了，结果停地库时说永辉封了，我们就把车停上来，问耿高惠回不回南口，我妈在我家等会她，听说不回我妈就坐汽车回去了，我在家把笔记补完，都糊涂了以为她还是三点下班呢，我炒莴笋，我洗碗，我绕着龙旗广场走了一圈差不多都封了，到家洗衣服没把排水管插下水道水撒了一地，晚上把被褥都换了"],
            ],
"2022-5-6": [
            ["00:00-23:59","早上一起开车去三院生殖，她先下车去分诊，我把车停对面车上吃的早点，结果这个诊室看的特别慢等了半天，约无痛宫腔镜结果得补几个检查，抽了血查了心电图，出来在巴黎贝甜买了小蛋糕小面包面包片，回龙旗广场路上收到短信工行牡丹卡又忘了还款了，她做手抓饼，我洗碗，补笔记，两点腾讯会议开组会，戴长假发文胸女T恤黑魔术裤，开完会突然想起来明天检查最好做核酸，小区正门口排队做核酸，看到另一对以为人少呢，结果排过去发现是排队做核酸，要先到另一队那身份证录入，我又回去重排，还好骑着小电动可以坐着，回来把小电动充上电，晚上她做美龄粥鸡块薯条青椒，我洗碗，她给单位报备永辉被封让跟社区报备，我怕真给封了明天没法去医院让她明再说，她就跟我急了说我不当回事，我没理她，晚上戴长发穿新买的蓝色T恤黑魔术裤回力帆布鞋走了一圈，可真冷冻坏了，到家她在沙发上睡的真香叫她回床上睡也不去，我就自己回屋睡觉了"],
            ],
"2022-5-7": [
            ["00:00-23:59","早上醒来发现她回屋床上睡呢，她吃过饭骑小电动给我送到育新地铁，然后她就去上班了，我到协和去做MRCP，昨天做的核酸结果没出来，担心48小时过了进不去，虚惊一场没过48小时，中去做的现实的是晚上的检测时间，等到才做上，昨晚也没吃早饭就赶紧赶回家，在小区做了核酸，联系快递小哥刘半仙把乐心手环5寄出去卖了，爸妈做公交车到育新，我出小区迎着他们，他们带的苋菜馅儿和和好的面到我家拉的馅饼，我没吃这个馅儿吃的她妈之前烙的茴香馅儿馅饼，热的美龄粥喝，泡了两杯柠檬蜂蜜水，我洗碗，也没休息就赶紧带着爸妈去长庚医院，到了不好停车先让我爸进去取号，我跟我妈找地方停车，我妈找保安停了个位置，进去发现我爸自己把号取了，安排的是2:30-3:00给我爸看心脏3:00-3:30看消化3:30-4:00我看外科，结果外科打电话叫我先过去看，肩上脂肪瘤很尴尬局麻还是全麻，最后还是观察着先备孕，心内刘芳大夫说我爸是典型的心脏病症状让住院查，他不住，医生帮我劝我爸，本来想在消化给他约个无痛胃镜，结果心脏不好不能做，等心电图时我爸去抽血结果过号了，我妈去拿药，住院中心登记住院后我开车把爸妈送回南口，调解室吃的手抓饼小米粥，她下班没回家买的玉米饼吃的橙子，据说晚上跳刘畊宏操，她在家把鸡腿炖了，我爸7点去社区开会，我把车停到俱乐部跟我妈从道北后面菜市场走回家，我爸到家待了会我就去睡觉了"],
            ],
"2022-5-8": [
            ["00:00-23:59","早上我遛狗，吃完早饭跟爸妈走着到调解室，我爸先去大操场给做核酸拍照，他们去姥爷家，我跟调解室补笔记喂俩狗鸡胸肉，到姥爷家吃茴香陷儿山药并，舅舅舅妈姥爷也在，吃完饭我跟我妈去美廉美买菜，到调解室补笔记，睡了一觉我就开车回龙旗广场了，到了小区做核酸取快递回家，又出去取快递，新假发，我炒西葫芦她昨天炖的鸡腿蒸米饭，她洗碗，晚上一起跳刘畊宏操，带新假发她把我口射了我用玩具让她高潮了，她这次好快，她玩新买的立体拼图"],
            ],
"2022-5-9": [
            ["00:00-23:59","早上她去上班，我在家看网课，上午戴新买的假发去取快递，吃的鸡腿黄瓜，下午戴假发去做核酸小区没有，走到了永辉对面打疫苗的那做的，第一天伪街，感觉太棒了！回来补笔记，晚上我做涮羊肉，我洗碗，晚上我自己去遛弯特别虚，晚上躺床上睡觉我说明天早上起不来她先去医院，她就又生气了"],
            ],
"2022-5-10": [
            ["00:00-23:59","早上起来没吃早饭一起骑小电动到育新地铁，不知道为啥手机不能刷NFC我去买的票，结果没赶上这趟车，她就抱怨我，我生气的怼她手机坏了我是故意的，她就生气了，上车过一会坐到我这边来没事了，到同仁堂开药，然后在一层我俩简单吃了点，她就赶去三院约宫腔镜，我在这等着拿代煎药看网课，快到骑肯德基拿汉堡，今天周二会员日66折，然后去协和打印MRCP结果，她微信聊起总去医院很烦不生了，我走回同仁堂中医院拿上药坐地铁到西土城等她，张春梅调义那边去了，她约了下周一的无痛宫腔镜，地铁汇合回龙旗广场，我妈去天通苑做完眉毛找岳丽梅然后就回南口了，我接耿高惠5000块钱竞拍天爵酒店管理股份，区做了核酸，晚上她炒香菇油菜鱼香肉丝，我洗碗，晚上一起跳刘畊宏操，她玩盲盒，我给哲哲姐姐分析他们的新股IPO作业，晚上失眠了又纠结上不上杜兰大学的管理硕士，拿被子去沙发上听微信读书才睡着"],
            ],
"2022-5-11": [
            ["00:00-23:59","早上起来吃完早饭，她骑小电动上班，我上午在家继续分析聂晓哲的数据，上午拍卖天爵酒店管理的13%股份都拍到了35万多，中午煮挂面泡鱼香肉丝吃，下午戴长假发去车里拿行驶本，回到家摘了假发又去小区做核酸，把写完的作业发给哲哲姐姐，补了个CFA笔记，发胶粘头发上弄不下来了，我炒杏鲍菇西葫芦热她妈烙的馅饼，我洗碗，晚上她条刘畊宏操，我收拾衣服，他帮我把发胶剪了"],
            ],
"2022-5-12": [
            ["00:00-23:59","早上起来她去上班，我在家补笔记，上午去取快递，吃的手抓饼，下午看网课，帮王老师解决lkupV时间是4月28日的问题，是因为我从root切换到thippo用户了，她今天下班早让我把鸡翅化上，我没用水泡上她到家就生气，她用炸鸡粉空气炸锅炸鸡翅我炒香菇油菜煮馄饨，我们手机都收到电子围栏的短信，我爸妈和我是因为5月1日去过西直门二姑妈家，她是因为前天去三院去枫蓝国际买原麦山丘，吃饭时我说晚上出去走一圈她怕疫情不让我出去我很不爽，她洗碗，晚上知道得居家隔离我因为过了10天隔离期可以外出打算回南口，结果她就不高兴说我觉得合适么，我真的特别失望，一方面跟着她隔离8天我爸妈的生日我都不能给她们过，我爸住院没准我也没法带着去，另一方面她下周一的宫腔镜也耽误了，最主要的是她真的很自私真的不为我考虑，我很失望不理她，她让我回去我还怎么回去，人真应该自私点"],
            ],
"2022-5-13": [
            ["00:00-23:59","隔离第一天，早上起来各自吃早饭，我给我妈生日转了666的红包，我补笔记她回屋睡觉，上午有社区的人来封门，她问我走不走，我赌气的说不走，她吃剩饭我煮方便面吃，方便面过期了，下午我看网课她一直躺着，晚上她吃剩饭我自己做手抓饼吃，睡觉前她做玉米饼，她睡沙发"],
            ],
"2022-5-14": [
            ["00:00-23:59","隔离第二天，早上起来各自吃早饭，上午她跳刘畊宏操我补笔记，上门做核酸被捅鼻子了，她定了菜到家，中午她自己做的酸汤肥牛，我馋的想吃一口舍着脸想吃，她不让吃，我自己煮挂面了，下午我看网课补笔记，开发网站日记的功能，晚上都简单吃的，她跳刘畊宏操，她睡沙发"],
            ],
"2022-5-15": [
            ["00:00-23:59","隔离第三天，早上起来各自吃早饭，上午我补笔记把portfolio management这章写完了，中午我打算炒菜花蒸米饭一起吃，结果她不吃，下午跟我妈我爸舅妈玩了3把手机麻将，晚上我主动给她做咖喱鸡丁饭，她不吃跟我嚷，我做好了喂她她不吃，结果撒被子上了，我赶紧去洗，她吃剩饭，晚上跟聂晓哲聊微信跟我说了好多她之前上学工作的事，睡觉前臭女人给我发了个哼，我赶紧借坡下驴哄哄她，还是不回屋睡"],
            ],
"2022-5-16": [
            ["00:00-23:59","隔离第四天，早上她跑我被窝睡，上午我写笔记，她订了好多菜，种的菠萝蜜种子发芽了，然后啪啪啪她高潮了把我干射了，我炒芹菜腊肠剩咖喱鸡薯片，岳龙的工作调查给我打电话，下午睡觉写笔记，晚上我吃她妈之前烙的馅儿饼看绿色星球纪录片她没吃饭，吃完了拉着我跳刘畊宏操，结果今儿不直播找的录像跳的，这个虚啊，晚上我们4个玩手机麻将，我胡了个混杠胡，晚上上床睡觉社区发微信说明天解除做完核酸就能解除隔离了，10天变7天了，太坑了，计划全打乱了"],
            ],
"2022-5-17": [
            ["00:00-23:59","隔离第五天，早上吃完早饭我写笔记，中午一块做麻辣香锅蒸南瓜，我跟她聊天聊聂晓哲她不爱听，我有点不高兴不理她了，她吃饭跟我道歉了，我洗碗，下午看网课，做核酸的来了，结果我被捅了两次鼻子，第一次我躲了一下没捅到，下午她吃酸奶冻冰香蕉想拉肚子，结果也不拉，我看《我的几何人生：丘成桐》，晚上我吃的剩麻辣香锅，她给我爸妈不知道买啥生日礼物，一烦就不跳槽了，最后给我爸买的台灯给我妈买的水杯，吃完饭屋里原地跑了20分钟有点虚脱，跟爸妈玩了把手机麻将，洗完澡喝奶粉，晚上躺床上啪啪怕，特别虚胃疼不舒服，一直睡不着，转寄顺丰的CFA二级课后原题多花2元"],
            ],
"2022-5-18": [
            ["00:00-23:59","隔离第六天，早上吃完早饭社区的把门禁拆了，上午我俩出去小区做核酸，正门找刘半仙寄快递，我俩没有通行证出不去取了快递就回来了，上午继续写笔记，计算平台有个腾讯会议听了听跟我没大关系，她核酸一直没出跟我撒气，中午做饭一直数落我，我这个生气，她做的冬瓜丸子，我洗碗，终于把高顿CFA二级知识精讲看了一遍，下午她躺着睡觉的时候她的核酸终于出了，我俩的弹窗也解除了，收拾东西去物业办出入证，然后开车回南口，先到我把社区接他，结果他有咨询的我们就先回家了，我爸到家炒的鸡丁西葫芦，吃完饭他们去后面遛弯，我俩就开车到地下通道然后回她家住了"],
            ],
"2022-5-19": [
            ["00:00-23:59","早上她开车把我送到家，走的时候想亲我，我对着老叔的小铺让她把车拐过去点，她不高兴没亲就上班去了，到家我妈正好要下楼，我跟着去后面找我爸，我爸在火车道打八段锦，打完回去买豆腐小萝卜，我爸去上班，我跟我妈去大操场做核酸，到调解室跟我妈洗车，然后洗了个头就去姥爷家，中午舅舅舅妈一块在姥爷家吃的，在地下通道那我妈给我爸订了束花，爸妈去春西子买衣服，下午在调解室睡了一觉，然后王艳来田梁来了，他们给了红包，阚老师也来了，他们帮着做的饭，我跟我妈去取花回来，刘万山两口子盛宝吉也到了，舅舅舅妈也到了，我妈给舅舅也买了衣服，阚老师爱人和外孙也到了，晚上一起给我爸过的59岁生日，我也喝了一点点1680的红酒，才想起来周一还要存精，耿高惠临下班来了俩警察打流水，结果加班到九点半，就让她直接龙旗广场了，没能给我爸过生日，我就带着爸妈回家了"],
            ],
"2022-5-20": [
            ["00:00-23:59","早上吃完饭跟我妈开车去大操场做核酸，人太多没做，医院打电话让我爸住院，给舅舅买200块钱刮刮乐体彩，到调解室跟我妈把车又擦了一遍，京东金条借了5万一月免息，等我爸来调解室收拾东西，我妈先去姥爷家做饭，我爸之后去社区办事，耿高惠从龙旗广场回来，一起在调解室写我爸病历，然后到社区接上我爸，到家继续收拾东西，我坐她车，我爸开舅舅车到地下通道，中午姥爷家吃的，舅舅生日，彩票200中165，吃完饭我妈回家耿高惠回家，我开车送我爸去住院，还是落了衣架没拿，押金3000，等了会没事我就开车回南口，快到了我爸打电话说不做冠状造影，我着急的直犯哮喘怎么说也不听，到调解室给我妈拿上药茶回家找我妈，带了会就让我赶紧下去买彩票买花去了，结果还是忘了拿她的衣服和中药，我拿着花盆去买的花，到她家刮奖200中120，吃的炖羊肉块，吃完饭她爸去打乒乓球，我跟她走着回我家拿药，跟我家待了会就回她家了，在她家洗了个澡还是用了洗发水，晚上啪啪啪"],
            ],
"2022-5-21": [
            ["00:00-23:59","早上起来她爸妈回平谷了，我俩早上吃的我爸的生日蛋糕，然后提着油杂粮各种东西到调解室开车回我家，给我爸拿暖壶干果什么的，让我爸帮着给耿高惠注册建行生活，不是本机不能办，等我妈快11点快到家我俩给炒的荷兰豆热的昨天她妈炖的羊肉阚老师的红烧肉买的烧饼，她洗的碗，吃完饭我把我妈的十字绣都挂闲鱼上了，中午想歇一会结果京东快递催着取快递就开车回龙旗广场了，推了个永辉小推车她回家收拾，我去停车刚回来到楼门口她发微信让我去取多米诺快递，到家歇了一会她给我爸空气炸锅鸡翅我炒茄子蒸黑米饭，我开车去长庚给我爸送过去，他吃完饭我把饭盆拿回家，到家眯了一觉，起来吃苹果香蕉，充电维护我把车推到别的地儿充的，回来我们仨玩手机麻将，她新买的煎药锅觉得放不稳给退了，晚上啪啪啪"],
            ],
"2022-5-22": [
            ["00:00-23:59","早上起来她做的鸡蛋饼，吃完骑小电动到育新地铁我去三院做核酸她去上班，她单位22-28号停业了，我到家把柠檬芒果菠萝蜜放阳台，把昨天的煎药锅退了然后去取快递去永辉买生菜，她中午回来买的巨无霸，到家让我用微波炉热剩饭，我直接带着盖就热结果盖变形了，她就生气，又说阳台都是水也不擦，我给她又买了个饭盒，我也不爽摔饭盒盖摔手机的，下午在沙发上睡着了，听见小门收垃圾的把锁打开了，我拿着车锁下去想上私锁结果锁太小，让收垃圾的走正门，我给社区的打电话，收垃圾的也找人，来了一女一男，都是臭外地老农民，也不知道牛逼个啥，那个女的还凑活还明白点事理，那收垃圾的接了个电话不让走小门就得了，到家我把俩摄像头都朝窗户外了，然后我赶紧给我爸做饭，煮馄饨做手抓饼，把琵琶腿去骨时还把手划了个小口子流血了，把琵琶腿做成照烧鸡块，开车给我爸送到长庚医院就回来了，停车的时候跟坐着的老头打招呼把车停他们旁边车位，老爷子说我车左前方可能是狗挠的，车前盖里有骨头，聊了一会我去买吉野家麦当劳圆筒，取了京东快递回家"],
            ],
"2022-5-23": [
            ["00:00-23:59","早上起来耿高惠给我做的鸡蛋饼，我去三院精子库存精，她在家开会，45%的前向运动率，2.4ml四管量存了3管，收费1155元收错了，回来收到我爸办出院的短信，到家取新买的煎药锅快递，中午我炒的鸡蛋青椒酱鸭，她洗碗，下午三点多一块去做了核酸，然后去永辉买了椰汁西瓜柠檬煎饼稻香村，买非那雄胺还没有5mg的，回来我看了《暗夜博士》，下完了《绿色星球》，吃的煎饼，她做了红豆椰汁，戴长发让她上我啪啪啪，身体到心里的爽，晚上戴长发穿黑短连衣裙出去伪街啦，把新买的煎药壶放车里，把车载音乐拷U盘里"],
            ],
"2022-5-24": [
            ["00:00-23:59","早上耿高惠6点多起来去同仁堂开药，我吃昨天的鸡蛋饼，在家浇花收拾等她回来，我爸在办出院，她9点多到的家，她做了红豆椰汁，然后开车赶紧去长庚医院，门口排队停车，我爸办完了，我让耿高惠开车我进去接我爸，到地下一楼去打印病例结果7天后才能打，回一楼盖了章开车回家，我妈爬完山去别人家吃烤串，我们到家12点了，回来路上刘记天买烧饼楼下买菜，我爸做的加鸡蛋煮的挂面，我妈之后回来，我们在家待了会，我开始做题了，快到3点多看要下雨我跟她就赶紧出来去做核酸，收到了社科院杜兰大学MFIN的录取通知书，她家胡同有水泥车堵住了，正好路边有地儿就停路边了，到她家带了会突然饿了，吃了点肉松卷薯片，她爸到家吃的鸡腿丝瓜，她爸下楼打乒乓球，我俩帮她妈包粽子，晚上啪啪啪，睡觉前拉肚子了"],
            ],
"2022-5-25": [
            ["00:00-23:59","早上起来在耿高惠家还拉肚子，吃的粽子和蛋糕，拿了粽子就从她家出来回到家，没让我妈拿粽子去姥爷家她不高兴，开车下来到调解室跟我妈擦车，我妈去姥爷家，我就到我爸社区门口等我爸，还以为他在开会结果才知道按摩呢，等着的时候看题，碰见王艳来弄牙回来，刘万山聊了会，我带我爸到昌平区医院，看消化科约胃肠镜和腹部CT，麻醉科约内镜的大夫都挺不错，赶紧回去找消化科大夫还找错地方了，开检查单好几项检查都给免了，5月27日做CT，6月13日做无痛内镜，之前10号来做检查，开车回来停地下通道，到姥爷家吃的包子和粥，舅舅舅妈等着呢，晚上吃啥我没搞清情况不想还吃面，我妈她们有点生气，下午到调解室我爸去上班我睡了一觉然后做题，耿高惠从家过来地下通道迎着她，然后一起去大操场做核酸，到调解室跟我妈一块到姥爷家，舅舅舅妈他们烙馅饼，吃完饭一块走回到调解室，本来我爸想跟车回家拿着检查的单子，结果跟我妈走着回去了没拿，我跟耿高惠开车回龙旗广场，晚上啪啪啪她高潮两次"],
            ],
"2022-5-26": [
            ["00:00-23:59","早上开车到走的京藏高速辅路到三院，我把车停在了花园东路，她骑车去生殖中心抽血，回来买的麦当劳早餐，我俩车上吃完就开车回南口了，先回我家拿上电脑然后到调解室写实验室创新基金中期汇报表，中午跟我爸妈在调解室吃的烤鸡翅葱爆羊肉，下午回她家之前去道南格林豪泰那做核酸，好像是碰到了陈新明戴着口罩没敢认，回到她家睡了一觉，我妈让我回调解室拿点袁强给的小白菜，我骑自行车拿的，我爸妈在调解室吃剩饭王亚云在呢，拿完我就出来了，晚上在她家吃的火锅底料炖羊肉块炖鱼，第二天早上带我爸妈去医院，早上太折腾吃完饭我没让耿高惠跟我回家，我爸晚上值班我没拿调解室钥匙先去社区，我妈玩连连看呢，我爸从卡口回来骑着电瓶车我俩拿着菜放调解室，我开车我爸骑电瓶车回到社区，我做了会儿题就带着我爸妈回家了"],
            ],
"2022-5-27": [
            ["00:00-23:59","早上我开车带我爸妈去去医院，我爸先去地下一层做CT，我跟我妈去内分泌科，开了检查，抽完血验完尿我爸在车旁边等我俩，开车回南口我爸去上班，我跟我妈在调解室，我做题我妈准备包子，我中午到她家吃的，下午她在家煎完药我俩回调解室，然后开始拉肚子了，我俩又走着去大操场做核酸，回来取支付宝积分换的菜板快递，调解室看了会书，做饭的时候我妈跟我说我爸说上的那个不是博士是硕士上它干啥，我没说啥，晚上我爸回来吃的烤串包子喝了山楂汁，开车到家去水库遛弯，我妈先去了，我爸跟田梁等王艳来，我跟耿高惠牵着两狗慢慢走，走铁道小迪坐地上不往前走了，我怕前面有啥问题，就先把小迪送回家，然后走大路了，走到上回跟耿高惠挖土的地方她说什么闹情绪不走了，只好带着她先回家了，回来碰上我爸他们看见金老师了，晚上本来想看书，她不让我看，睡觉前我们四个玩了把手机麻将，我用矿泉水瓶洗小鸡鸡，但是躺床上她嫌我不理她生气了，晚上睡着她热的开窗户开风扇"],
            ],
"2022-5-28": [
            ["00:00-23:59","早上我爸妈去早市买菜，吃完早点我爸电话叫走镇里要求搞卫生，我妈带着俩狗出去了，我跟耿高惠开车先到操场做核酸，然后把买的菜放调解室，然后开车去她家，她家胡同被拉保暖层的货车卡住绕到后面停她家楼下，她妈联系摘樱桃，最后商量上午取回来，我做了会题然后开车到警察学校那边，用我爸给的南口证件进到村子，她们没摘完我们又接着摘，总算知道怎么摘樱桃了，回来把她妈送到地下通道她走着回去，我跟耿高惠把东西放调解室然后赶紧到姥爷家，舅舅舅妈姥爷等着我们12点多，吃完饭我们回调解室，我跟小迪地下通道口等我爸妈小妮子，小迪见到小妮俩狗可开心了，把我爸妈开车送回到家，然后我俩就开车回龙旗广场了，结果单位通知再她再停业一周，她给客户打完电话洗澡啪啪啪，把我干射了，晚上我去东小门取的达美乐披萨，吃完饭躺着又啪了会儿，然后做了会儿题"],
            ],
"2022-5-29": [
            ["00:00-23:59","早上起来啪啪啪，上午CFA做题总结，决定先不啪了准备去三院，中午她热的粽子剩羊肉啥的，下午睡一觉起来去做核酸，然后去永辉买了椰汁好利来虎皮蛋糕，在miniso买了两双拖鞋，晚上她点的西少爷外卖，看了半集《重生之门》没意思我就改看《绿色星球》了，一起跳刘畊宏操，睡觉前想跟她聊聊未来打算，结果她觉得我看她不顺眼生气了，我晚上开空调也冷睡不着就去沙发上很晚才睡，胸口处不舒服"],
            ],
"2022-5-30": [
            ["00:00-23:59","早上起来吃完早饭她在家开会，我做题也不踏实她一直跟我不爽，开车回南口，让她开她不开，我开车没走高速，到调解室耿高惠给顿炖鸡翅根，我妈到了后炒菜，中午特别饿又困眼睛都冒金星了，吃完饭我眯了一觉，MFIN转账可以线上转，我的工行额度后，我俩开车去工行连转再取的转了8万，然后去格林豪泰那做核酸，开车到她家小区没地方停就停路边了，到她家我做题，她4点钟去做按摩，晚上她爸没回来吃去单位了，跟她妈吃的牛肉面，吃完饭我开车回家找爸妈，我走到后面部队那碰上我爸，回家接上俩狗迎我妈，到家跟我爸妈玩了一把手机麻将就回耿高惠家了，开车停的挺远的走到她家路口发现有两个地方又回去把车开过来了，晚上在她家又失眠了，胸口还是不舒服"],
            ],
"2022-5-31": [
            ["00:00-23:59","早上起来在她家吃完早饭开她家车，房屋维修的挡着，去农商行取钱，我爸的存折条磁不能用，我妈的能用但是取了8000就不能用了，把她家车停调解室，去美廉美买面包坯子洋葱酸奶土豆鸡胸肉，开我家车再去取钱，结果还是那么多人没叫号都，我俩就回调解室了，我妈爬完山回家了，我俩又回家我给爸妈做咖喱饭，煮鸡胸肉给俩狗，吃完饭我跟我妈开车去农商行取钱，她有VIP金卡，然后去工商银行ATM机上存我卡里，看这么多爸妈辛辛苦苦挣的钱真的挺不忍心的，我有爱我的爸爸妈妈是我最大的幸运，我爱我的爸爸妈妈，谢谢你们，我会好好的孝顺您们的，回到家我跟耿高惠开她家车去我爸社区，我爸也骑小电动过来了，拿上他的医保卡CT片子袋拎了一箱椰汁饮料，我俩就开车回龙旗广场了，她家车ETC坏了在百葛服务区换了一个新的，到小区后面遛弯街边没地方停车她就把车放小区了，我俩把蚊帐搭上了，她熬药我CFA做题总结，她量体重沉了就不爽不吃饭不理我，我自己吃的自制汉堡包，夹的那天给我爸送饭做的照烧琵琶鸡腿，我做俯卧撑，晚上睡不着我去沙发上睡"],
            ],
"2022-6-1": [
            ["00:00-23:59","早上起来她开她家车一起去三院，上八层生殖中心，还早她让我好几回去精子库取结果，我不想着急去催我好几遍我转头就走，结果8点才能打印，回八层没地方做坐楼道里，等了好长时间有点饿了，报告也让手攥湿了，拿着她的车钥匙回车上吃面包，她看完了还去做B超，让我回去签字，王海燕给订了方案，一楼取药扫不上码才知道要到生殖中心的窗口取，出来后订的肯德基，他回车上我去肯德基取餐，等了好久才取上，等咖啡的都急了，我取餐回来吃上后发现差了一个汉堡，我又回去取他们失误没配齐，吃完饭我们开车回昌平去医院，机器上只能提前1小时取号，我先去打印CT片子，然后到内镜中心问我爸长庚住院拍的胸片，告知不可以用，到窗口取的号，让大夫把感染四项的单子补开了，想让大夫给看个片子他糊弄只看报告不看片子，长庚有病例去过不敢去打印病例，然后开车回她家眯了一觉，回调解室一起吃的豆腐西红柿鸡蛋王艳来炖的红烧肉，一起开车到大操场做核酸，我走出口结果她跟我妈走的入口出去的，然后开车去看葡萄，到家我爸去拿酥鱼，我们仨走到后面一点就回来了，晚上我们仨跳刘畊宏操，我们四个玩手机麻将就我一个人输，我家睡"],
            ],
"2022-6-2": [
            ["00:00-23:59","早上起来吃完早饭我俩先开车到调解室，我妈走着下来我去迎着她帮她拿菜，本来说去星城买麻辣香锅的菜，结果中午去姥爷家吃姥爷不吃辣，我想看书她捣乱让我开空调啥的，我让她自己开就跟我闹起来，我生气的说她她就生气不理我，我妈先去姥爷家我做题，中午到姥爷家吃的炒米饭，吃完饭一起出来，我爸把鞋落在姥爷家我骑小电动回去拿，我跟她回她家，她去睡觉我就骑小电动回调解室做题了，她发微信跟她妈回平谷，我去她家楼下汇合坐她家车去，她开车到她大舅家吃的烤串，张帅也回来了，晚上玩麻将，在她大舅家住的"],
            ],
"2022-6-3": [
            ["00:00-23:59","早上起来她跟她妈包粽子，上午张帅开车带我跟耿高惠去做核酸，回来我冲了个澡，鞋里有只虫子被穿鞋碾死了，洗完澡我总结完Quantitative Methods的做题总结，然后看NBA勇士凯尔特人总决赛第一场，凯尔特人末节翻盘，中午吃的排骨豆角，下午穿张帅篮球鞋跟他和他邻居去顺达打篮球，接波替张帅打了几分钟第一投中了，第二投没进，打了一会她们要回奶奶家我们就开车回了，然后去她姨妈家送粽子，她姨夫和大弟楼下等着，跟她姨夫说话了，然后回她奶奶家我第一次开她家车送她大姑回家看了看新盖的二层楼，她奶奶去给买面条让我给找回来了，回来晚上吃粽子冬瓜丸子，本来想多吃几个粽子的，结果吃了俩就吃不了了，饭后我俩沿着小路走了30分钟，晚上冲了个澡"],
            ],
"2022-6-4": [
            ["00:00-23:59","早上起来啪啪啪，吃过早饭下了小雨，我开车带着她跟她妈去做核酸，然后去接她爸，回来后我做题然后迷了一觉，中午吃的排骨，饭后跟我爸妈4个人玩手机麻将，帮耿高惠找聂晓哲弄建行生活，她把这个转全家福群里了，她回屋睡觉我也眯了一觉，然后做题，kindle明年中国停运得到送了90天免费电子书会员，我在文石leaf上下了得到APP下了吴军的《见识》《格局》《态度》三本书，她醒了后跟她玩了把8局麻将赢了她428分，她跟我说想吃小龙虾，结果没一会她妈打电话问她吃不吃小龙虾，真是亲妈，晚上吃烤串小龙虾剩排骨，吃完饭她爸带着她奶奶出去，下雨了，我跟耿高惠拿伞去找他们，在九爷门口找到了，我俩回去开车来接，然后开到滑雪场那回来，她爸想买小米11utra说有红外功能，晚上睡觉前心窝里面总是闷胀怕有事，她也很担心我"],
            ],
"2022-6-5": [
            ["00:00-23:59","早上起来她爸妈买的早点，吃过后她爸妈洗车我看了会《见识》，她爸开车回南口，刚出村我想起来电子书阅读器文石leaf着急出来落她奶奶家了，又回去取，她爸开车真猛一路上一直超速我坐后排把安全带都系上了，一路上看电子书，到东大街她爸下车走着回去她妈开车把我们送到调解室，神舟14号直播发射成功，然后我俩去做核酸，回到调解室耿高惠洗菜花煮菜花，我有点拉肚子，爸妈爬完八达岭森林公园回来了，中午我爸炒菜花热牛肉包子粽子，她洗碗，吃完饭我眯了一觉我爸妈让吃完晚饭再回去，她玩手机游戏我里屋做题，我爸不让我看让我跟耿高惠待着，我挺不爽的，我俩回里屋玩手机做题，我妈给俩狗洗澡剪毛，我爸炖带鱼炒菜花烙饼，我妈又给我剪头发，我妈让我浇菜我爸又让我把肥浇上，新闻发布会说周一北京大部分复工了，听我妈说昨天我爸值班去卡口跟喝酒的不扫码戴口罩的打架，吃完饭我爸非要给我擦车，擦完了我开车把我爸妈送回家然后就开车回龙旗广场了，到回龙观刮大风要下雨，我们在快递超市取三个快递把车停地下车库，我说东西能拿她不乐意，我拎着不用她，用她我是小狗，拎进小区她怕我累还是帮我拎了会，到家洗衣服收拾东西布置新蟑螂屋，我出去扔了趟垃圾看了看小电动有没有电，回来她玩盲盒，我做题做俯卧，问杨涛周一上不上班，晚上睡觉前啪啪啪"],
            ],
"2022-6-6": [
            ["00:00-23:59","早上起来她做玉米饼然后去上班，我在家总结做题笔记，中午等她下班我炒西葫芦鹅蛋热牛肉，我洗碗，下午睡了一觉她蒸红豆，一起出去做核酸，然后去永辉买水西蓝花西红柿金针菇盐焗杏仁倭瓜，她美团给我订了3盒非那雄胺5mg，她做水煮虾西蓝花，我洗碗，让我拿纸给她拿了用完不给她拿回去她就不高兴，问题是我不知道她还用不用啊生气，晚上跟她躺毛毯上我说她太咸鱼躺平，她不乐意生气了，我自己出去跳了500个绳"],
            ],
"2022-6-7": [
            ["00:00-23:59","早上起来她拿脚丫子在我脸上蹭，起来没给她做早饭就不高兴，上午我改刘晓蕙的网站v4.2.0，中午她做烤鸡翅蒸土豆倭瓜粽子，我洗碗，中午眯了一觉起来一起去做核酸，回来我做题，跟她下了盘象棋，她后面没耐心玩了，要不我可赢不了她，晚上她做西红柿虾滑汤，我洗碗，晚上一起跳刘畊宏操，睡觉前啪啪啪"],
            ],
"2022-6-8": [
            ["00:00-23:59","早上起来她啪啪啪把我干射，她做西葫芦饼，她去上班我在家做题总结，中午她在单位主管给订的吉野家外卖，她有个30-15的外卖券给我也订了吉野家辣白菜双拼，下午在家做题总结，眯了一觉等她回来一起去做核酸取快递，她去麦当劳买了新出的面包，回来晚上没做饭简单吃的苹果牛奶饼干啥的，晚上跳刘畊宏操，睡觉前啪啪啪她高潮"],
            ],
"2022-6-9": [
            ["00:00-23:59","早上起来吃过早饭，她躺着我做题，快到中午不知道吃什么，最后还是让我炒西葫芦热牛肉，下午睡了一觉起来去做核酸然后开车回南口，先回的她家，耿高惠拿了她爸的旧小米手机给我，我的华为荣耀7i终于退休了，怕我爸明天72小时核酸不让进去医院让我爸赶紧去做核酸，吃完饭我让她在家待着了，我去调解室找我爸他加班，在那做了会题，我妈打电话催他赶紧回家，我俩到家我跟我爸下楼放狗，晚上睡觉前我把两个手机都关了就睡着了"],
            ],
"2022-6-10": [
            ["00:00-23:59","早上醒来收到一堆她发的信息，我手机都关了她联系不上我她不高兴了，说我不给她留手机，我起来吃过饭就开车带我爸去昌平区医院内镜前检查，我爸我爸放到停车门口他先去检查我开车排队，我看队不动我就走正门进地下车库再上来，最后还是停B2层了，我爸先做胸部CT我赶过去他正好叫到了，然后去做心电图，我去给他排抽血号，他抽血我去给他取心电图片子，我看医生拿一大堆结果没有我爸的就没问，结果我爸过来刚拍的人就出来了，我爸一问结果早出了，我把他送到社区，我本想在调解室等会我妈游泳回来，还是先去她家找她了，中午在她家吃的肉饼，吃完饭我妈说把工行钱取出来我就自己先回调解室了，眯了一觉后下午腾讯会议开6月组会做题，她洗澡后出来我去迎她，买了黄瓜胡萝卜在地下通道放调解室就去大操场做核酸，在调解室复印身份证结婚证打印社区隔离通知单，下午我跟耿高惠准备菜，切一半突然出虚汗恶心，躺床上趴了会缓过来，晚上打算不吃饭了，结果我爸炖的豆角炒的鸡丁樱桃太好吃了吃了可不少，吃完饭我们4个打了把手机麻将，开车回家遛到了燕磨峪，到家又我们4个又玩了把手机麻将，睡觉前她说她妈要买房又想买万科的房子，我问百子湾的房子能贷款么她说能贷就是多10万，我心中一万个mmp，又聊到我啪啪啪不热情她说我不爱她不爱跟她啪啪啪生气哭了，睡不着楼下老何两口子打了一晚上架"],
            ],
"2022-6-11": [
            ["00:00-23:59","早上我妈去爬山降蓬顶，吃完早饭我爸去值班我俩在家，她说来姨妈了，晚上回龙旗广场第二天去医院，我妈快11点爬山回来跟个泥猴似的进屋洗澡，小妮子来大姨妈了地上有血，我俩赶紧去大操场做核酸，然后想去调解室拿羊肉片炒葱爆羊肉，结果怕里屋锁上没钥匙没去，在菜市场买了黄瓜口蘑鸡胸肉，到家我爸炒鸡蛋西红柿豆腐我炒口蘑，中午没让我爸乱吃，我洗碗，下午睡了一觉然后开车去她家，她妈晚上给炸的带鱼炒的倭瓜，我洗碗，吃完饭回我家拿我爸昨天煮的杏水，然后开车回龙旗广场了，到了没一会就开始下雨，把阳台外塑料盒里的冰袋拿冰箱里冻上，晚上我们4个玩手机，她说她手机问题老输，我俩换手机玩，结果我一个人用她手机赢他们258，晚上她给我在京东上买了个小米的蓝牙耳机"],
            ],
"2022-6-12": [
            ["00:00-23:59","早上起来开车去三院生殖中心，还真挂到一个早上的普通号，估计是谁退的，掉头把停三院生殖中心街边，等7点她抽完血去吃头壹号，吃完饭我俩在车里睡觉看电子书，去街对面做核酸，取完结果去5楼，结果是张春梅，她去做人受等了她会儿，昌平去医院打电话说我爸明天的胃肠镜因为疫情不让做的，中午我吃的吉野家她买的麦当劳吉士汉堡，吃完饭走了一圈，下午去审核拍照，护士说化验结果纸质单只给打一张，我也要建档挂了男科，医生帮我把之前的化验单打了出来，还得补查个生化和精子质量，然后我俩去拿药，有个赛增的药得用针管自己打，我妈打电话给我她给我买的蓝牙耳机到了，我一直不接电话，我妈生气了，我联系东村社区卫生服务中心和回龙观卫生服务中心都没打通，结果她说护士说不让外打怕他们打不对，打完针我俩就回龙旗广场了，晚上她热的她妈做的肉饼水煮芹菜玉米牛肉，我洗碗，晚上我跳绳，我们4个玩手机麻将"],
            ],
"2022-6-13": [
            ["00:00-23:59","早上起来开车去三院生殖中心，没敢停中心路边，停对面了，她去打针我去抽血，然后就开车回龙旗广场，我把药放冰箱，开车送她去单位然后开车回家，到家眯了一觉拿上电脑CFA题带上俩狗到调解室，煮鸡胸肉给俩狗，小迪发现个狗豆子我给踩死了爆一堆血，我妈游泳回来中午跟我爸一块回调解室，中午吃的烧饼夹鸡蛋剩鸡丁煮糙粮面条汤，我爸上班我妈又开始咒骂我爸很生气，待了一会我就回龙旗广场了，我开车到我爸社区要他医保卡结果发现在我钱包里呢，我爸不理解为什么我们要试管，给车险打电话问怎么用停车券加油卡，在大拐弯那加完油回龙旗广场了，到家我总结做题，闲鱼上把那双没穿的小穿鞋快递寄出去了，准备晚饭然后骑小电动去她单位接她，到家我炒香菇油菜热牛肉，我洗碗，晚上我戴新蓝牙耳机去遛弯，发现早上停车没记录缴费，晚上早睡觉"],
            ],
"2022-6-14": [
            ["00:00-23:59","早上起来开车去三院生殖中心，想着停三院生殖中心路边结果没地方，还是停昨天对面第一个位置那里了，她去打针然后开车回龙旗广场，约了美团第二天的曹操出行，她在车里睡觉然后骑小电动去上班，我在家总结做题，中午吃的手抓饼，下午做题跳绳，晚上我炒鸡丁豆腐，我洗碗，我去遛弯，晚上早睡觉"],
            ],
"2022-6-15": [
            ["00:00-23:59","早上起来到西门结果约的车迟到了，退了之后滴滴还真打到一个，司机正好停路边睡了一宿没回去，也巧了他车限号要赶在7点前出五环开的快，到医院没晚，三院生殖中心扫码系统故障没扫就进去了，我跑着第一个给她扫上打针的码，被超过的那个姑娘急的也追着我跑，估计心里没少骂我，扫完码去吃的头壹号，打完针我俩打车回龙旗广场，她骑小电动去做核酸上班，我在家做题，上午杨涛给我打电话他下周去重庆让我下周到校，跟他汇报HDMI视频采集卡结果发现好像不行，赶紧找了另一个不知道可不可以，把剩下的《枪火》看完，中午吃牛排三明治，下午去做核酸取快递做俯卧撑，莫名其妙又拉肚子了，晚上我炒荷兰豆煮虾，我洗碗，我让她把新买的拼图所有块打散了拼，晚上我遛弯"],
            ],
"2022-6-16": [
            ["00:00-23:59","早上起来一起开车去三院，她瞎指路走错了又绕了回来，给她放三院我就去生殖中心想把车停不收费那，路过看到那空着，等掉头过来就被前面的车停了，我去头壹号吃早饭，买了个肉包子4块，拿了一个圆白菜一问9块太贵了我就放回去了，吃完饭我去三院8层找她，刚到8层正好碰上她去拉屎，找她拿了精子质量检查单，想跟她要其他的检查结果她不给说一会就回去找你拿这么多干什么，我在楼道坐着等到8点就回生殖中心撸去了，撸完回车上等她，她两边各10个卵泡，但是质量如何还不知道，她回车上找我拿上药去抽血打针，我回生殖中心找她等精子质量结果一直不出，机器没纸了找护士添纸，问前一个取结果的他是第二天出来的结果，我们没等就直接回家了，中午她订的西少爷外卖，眯了一觉，下午我总结做题，她睡觉做梦说回家路上有人问她老公叫什么她怎么也想不起来急醒了，去做核酸门口人太多去打疫苗那做的，然后去永辉买西柚蓝莓樱桃面包，不小心把6次洗车券更换成了红豆积分，再换回来的时候只能换5次洗车了，靠，精子质量结果ab值40%多了，比上次高了1倍，看来生精片还是有点用，晚上她炖排骨炒黄瓜鸡蛋煮芹菜蒸糙粮饭，我洗碗，看完了《黑社会2》，给她下了《东北警察故事》《冒牌财神爷》，家里网好像有点问题米家都连不上了，晚上叫她一块出去遛弯，她跟着出来了，结果还没走出小区她就开始说背疼腿疼，我就让她回去了，我回家拿上蓝牙耳机自己去走了一圈，她在家躺着然后玩拼图，我今天觉得后背总是不舒服胀疼，不知道跟胰腺有没有关系"],
            ],

}
