 diary_20230328_20240327_dict = {
	

"2023-3-28": [
            ["00:00-23:59","早上我开车去上班，上午复习CFA，中午吃完饭去万人给她买了个小玩具，然后赶回去车里给方纬打电话讨论ChatGPT应用，下午户军雷来3303说在这坐这了，我做了点虚拟人物视频，下班到家先取蓝莓快递，到家把它种上了，然后骑美团单车去她单位找她一块去吃好伦哥，然后一块走着回来的，到家开监管的组会就睡了"],
            ],
"2023-3-29": [
            ["00:00-23:59","早上我开车上班，上午把ChatGPT视频做完了，中午吃完饭去眼镜店，付了押金借了个眼镜框，下午复习CFA，她上午去三院做检查，然后去六院看康岚做了检查有轻微焦虑无抑郁，然后她去木棉花，下班到家我把香蕉苗种上了，我俩赶紧热肉饼吃然后去西小口看花，我说让她运动就给说急了，天黑了啥也看不清走了一圈就回家了，我洗碗"],
            ],
"2023-3-30": [
            ["00:00-23:59","早上我开车上班，上午复习CFA，把MFIN剩下的学费交了，中午点的吉野家外卖，吃完饭赶紧换西装，去生物新馆前照大合照，就我穿的正式，然后去先进个人三等奖颁奖，出来在门口找了计算平台集体照，然后去生物医学馆拍个人正装照，出来去还眼镜，回3303跟阮博士腾讯会议学习他那个mrc压缩，到家我贴新行车记录仪贴歪了，我做饭炒西葫芦热牛肉，结果蟑螂爬西湖里鸡蛋里了，她洗碗，我俩去永辉买袜子蛋酥卷，我跳300她跳500，到家监管小组开会讲PPT，然后就睡觉了"],
            ],
"2023-3-31": [
            ["00:00-23:59","早上我开车上班，上午压缩数据，下午复习CFA，把结果发给杨涛，下班我做饭炖鸡腿煮芹菜，她洗碗，晚上给马峥峥做小chat，晚上买了好利来点心各跳200个绳"],
            ],
"2023-4-1": [
            ["00:00-23:59","早上我坐地铁去上课，把好利来点心给张洁了，下午听课趴桌上玩手机游戏，高帅提醒我老师过来了，下课小组一起准备明天汇报，下课我回来她骑小电动地铁接我，到家热的肉饼她买的糖醋里脊和豆角煮粥，我中午就吃的这俩菜，我洗碗，晚上去跳绳我她"],
            ],
"2023-4-2": [
            ["00:00-23:59","早上她骑小电动带我到地铁，我去去上课她去体检，上午一组汇报到11点30，二组有下午回去的，本来说中午不吃先汇报结果没同意，二组对李跃军有意见，中午一块拍照后吃完饭就回来接着汇报，我们组汇报的最次，我那部分没声效果一般，下课回来我吃的苹果，她在家吃完回来我去停车场我跳100她跳700"],
            ],
"2023-4-3": [
            ["00:00-23:59","早上我开车上班，上午复习CFA，然后在技术馆2105开组会，下午复习CFA，下班到家我做饭炒菜花煮虾，我洗碗，晚上各条1000个绳，肚子胀后背疼了"],
            ],
"2023-4-4": [
            ["00:00-23:59","早上我坐地铁上班，上午复习CFA，下午去校医院开彩超和肿瘤标记物检查，下午复习CFA，下班到家她说她又拉又吐不知道吃啥，我煮的饺子吃，她订的宏状元外卖，晚上一块去龙旗看看华为pad，看上那个水墨屏，晚上睡觉前在闲鱼上2400买了个二手的"],
            ],
"2023-4-5": [
            ["00:00-23:59","早上起床我俩吃过早饭，我把香蕉移到了大盆，把菠萝蜜抬高了，她买的阳台架子到了，我俩装完后去肯德基买了汉堡鸡肉卷，然后开车去植物园，找不着停车的地方绕了一大圈找到个好多人不知道的停车场，逛了逛去看了温室管，申晴彩超能看到胎心胎芽了，我俩逛了逛就开车回南口了，先到调解室，我爸妈炖牛肉呢，他俩先去姥爷家我俩盯着牛肉，我俩累的都睡着了，然后在姥爷家吃的带鱼排骨鸡蛋西红柿什么的，然后一块出来她回家在农行那就让我回调解室了，在调解室待了会我就开车回龙旗广场了，洗了澡担心胰腺，晚上忘了把炖的肉放冰箱了"],
            ],
"2023-4-6": [
            ["00:00-23:59","早上我开车上班，先去校医院做彩超抽血，上午下午复习CFA，她开车带她妈去北医三院，然后又去了植物园，下午我翻墙下小电影，她回来直接到清华找我，她在车里睡着了，我就自己先去取结果，肿瘤标记物都在正常范围内，彩超显示2.4cm了，下班我俩就开车回家了，先去永辉买了奶紫薯芋头什么的，到家她做饭蒸紫薯芋头热牛肉，我洗碗，然后晚上SM她捅我屁屁颜射她"],
            ],
"2023-4-7": [
            ["00:00-23:59","早上我开车上班，上午下午复习CFA，中午点的吉野家外卖，键盘坏了，她说她焦虑潜意识的，下班到家发现电饭煲里有小蟑螂，我做饭蒸米饭炒鱿鱼花，我洗碗，我俩先去永辉买了面包，然后走到了回龙观地铁，往回走的时候跟我闹情绪，洗了个头就睡了"],
            ],
"2023-4-8": [
            ["00:00-23:59","早上她去上班，我在家等华为paper快递，在家做题，把花搬外面阳台了，正好10点多快递到了，然后我就开车回南口了，我爸在调解室等我，中午给我炒的鸡蛋西红柿豆角什么的，我妈12点就参加别人的满月酒回来了，下午先去洗车，然后开车去昌平新世纪给我买了裤子外套短袖，然后开车回来我爸去特斯拉那开孙宏宇的奔驰，我跟我妈先回调解室，王凤英在调解室，拿上菜和肘子我就开车回龙旗广场了，我做饭超鸡蛋西红柿芹菜热肘子，本来说炒鸡丁的，我洗碗，到家又因为我不知道她哪天歇跟我闹脾气，躺着不说话也不出去了，我自己出去走到地铁，给我爸妈打电话抱怨说心理焦虑问题大，然后给她妈打电话，到家没什么就睡了"],
            ],
"2023-4-9": [
            ["00:00-23:59","早上开车带她去三院做检查，她检查完白带就下去抽血，我在三楼玩游戏没下来，她就生气了不理我，检查完就开车送她去单位，然后我就去4s店做保养去了，中午到家煮的饺子吃，然后做题，下班骑小电动去她单位接上她去华联吃的呷哺呷哺，回家洗了头就睡觉了"],
            ],
"2023-4-10": [
            ["00:00-23:59","早上带着她走到小区门口，她妈正好开车过来带她去北医三院机场院区，然后我开车上班，上午下午做题，户工把机械键盘帮我修好了，下班我开车去北医三院机场院区找她，南楼北楼找半天，结果也不让出来，门口见了见我就开车回龙旗广场了，到家做的手抓饼，跟我爸妈视频聊天被她听到了，晚上跟我闹情绪好久"],
            ],
"2023-4-11": [
            ["00:00-23:59","早上我坐地铁上班，上午把第六届实验室创新基金申请表写了，上午她快11点才做上宫腔镜，结果都正常，下午做题，然后《实验室研究与探索》发邮件让我修改稿件，管赵芳要了正装照，她跟她妈回南口了，下班到家热的饼吃的肘子黄瓜，去永辉买了两桶水面包，回来做题，洗个澡就睡了"],
            ],
"2023-4-12": [
            ["00:00-23:59","早上我开车上班，上午下午做题，到家躺着玩了会，突然想回家找她去，赶紧做饭煮饺子，吃完她说明天就回来了我就没回去，晚上戴假发牛仔裤伪街，回来做了几道题就睡了"],
            ],
"2023-4-13": [
            ["00:00-23:59","早上懒得起，在家吃的早饭，然后开车上班，上午弄美区Apple ID竟然弄好了，然后无意下了个免费的VPN，还挺好用，下午做题，她跟她妈玩完就回龙旗广场了"],
            ],
"2023-4-14": [
            ["00:00-23:59","早上我开车上班，上午整理照片，做题，中午去吃饭碰着王亚坤了，本来说是去吃牛拉，结果没开门，带我去吃清青汉堡，还挺好吃，然后去给聂晓哲充饭卡，监控室聊了会天，她去木棉花了，下午做题，下王志安YouTube，下班到家特虚，没做饭吃的苹果牛奶面包片，她去木棉花扎针灸，高寒用小惠手机给我发微信，然后她俩去吃烤鱼，回来我去地铁接她，拉肚子，晚上睡觉起来又拉"],
            ],
"2023-4-15": [
            ["00:00-23:59","早上起来在家收拾屋子，收羽绒服换床单，中午我做饭蒸米饭炒芹菜热昨天她拿回来的鱼，我洗碗，下午躺着睡觉，带她看pornhub，给他看了gay片，然后我就忍不住了让她捅屁屁，射了两回这个虚，然后骑小电动去三旗百汇，买了山竹紫薯橙子草莓苗芹菜苗，回来煮芹菜热牛肉，她洗碗，晚上出去我俩打台球，龙旗开了个自助台球厅，5比0赢她，晚上洗澡就睡了"],
            ]
"2023-4-16": [
            ["00:00-23:59","早上起来她去上班，我在家做了一套mock题52%,57%的正确率，中午吃的手抓饼，下午下王局拍案视频，看错题，晚上我做饭炖鸡腿炒圆白菜丝蒸紫薯米饭，试吃胰酶，我洗碗，晚上跳绳我200她300，然后去打台球我1比2输了，感觉甲醛太呛，我俩就出来了，711买了面包然后永辉买了肉片，到家没啥就睡了"]
            ],
"2023-4-17": [
            ["00:00-23:59","早上我开车上班，上午看错题，聂晓哲给买了个上岸的卡套，下午背知识点，下视频，下班到家躺瑜伽垫，她下班说我都不陪着去，我就去回龙观地铁找她一块去，地铁上特别不舒服，浑身虚出虚汗饥饿感，下地铁她先去扎针灸我去吃永和大王鸡排卤肉饭，然后去丰联广场3层木棉花找她，扎完针她去吃西少爷，然后坐地铁回家，洗了澡就睡了"],
            ],
"2023-4-18": [
            ["00:00-23:59","早上我起晚了，打了卡没着急出来，走着到地铁，下地铁也没车，等了会有车，到学校复习知识点，上午正装照发过来了，下午复习知识点，还是拉肚子了，下班前杨涛让我下去帮他改PPT晚出来了会，坐地铁回家，我做饭烤鸡胸肉夹生菜，她到家吃的时候生菜里有只小蟑螂，我洗碗，晚上永辉超市买面包香蕉，车库各条800个绳，到家看了会CFA就睡了"],
            ],
"2023-4-19": [
            ["00:00-23:59","早上我开车上班，上午下午复习知识点，写论文，打算把直播的也写成论文，她去三院机场院区办出院，吃的麦当劳，然后去木棉花，到早了一直闹腾喝奶茶，下班开车到家我做饭煮大虾西蓝花，吃的肉饼，她扎针让大夫看光光，她回家吃的饭，我自己去走了一圈，我洗碗，看了会书就睡了"],
            ],
"2023-4-20": [
            ["00:00-23:59","早上我开车上班，上午下午写论文复习知识点，中午没吃胰酶下午就拉肚子了，肚子涨疼的不舒服，下班开车到家吃手抓饼，然后龙旗去看《灌篮高手》，比赛中总是回忆感觉不好看，她开会8点多才回来，吉野家汇合吃的小火锅，到家协会就睡了"],
            ],
"2023-4-21": [
            ["00:00-23:59","早上我开车上班，上午复习写论文，我妈说我爸最近总晕，杨涛让写个转出数据的文章怼他来的，发工资了给她转了1万，中午吃完饭去U5-010会议室，跟刘晓蕙许丽娜开网站的会，给她们出了找本科生实习的方案来做网站前端，结果在盖章上没结局好，最后打算在清华校内找助管，下班到家先去洗车，到家我做饭炒豆腐蒸米饭，她洗碗，晚上去取快递我跳1000她跳600个绳买面包回家，看会书就睡了"],
            ],
"2023-4-22": [
            ["00:00-23:59","早上起来吃过早饭开车去平谷，她姨妈大儿子结婚，吃的农村流水席，吃完就开车回去，北务服务站上厕所，然后开车去奥森南园西门，车里眯了会，然后去逛公园看花，本来说好她去坐地铁我回家做饭，结果她又开始说我也不陪着去不高兴，最后我开车跟她去，不能说一说她就不高兴，一路上都没理她，她扎完针灸就开车回龙旗了，到家我炒西葫芦热牛肉吃的，她没吃，看了会书就睡了"],
            ],
"2023-4-23": [
            ["00:00-23:59","早上我穿小吊带内裤开车上班，到单位杨涛贾安宝去石林峡春游了，我没忍住看小电影撸射了，上午写文章复习，中午点的吉野家外卖，下午复习"],
            ],

}