diary_20220328_20230327_dict = {
	
"2022-3-28": [
            ["00:00-23:59","早上起来吃完早饭一起躺了会，洗完毯子开车去丰台档案服务中心，走着去吃吉野家服务员挺好告诉手机扫码优惠多麻将有点怪味给换了，下午开车去协和把车停in88，戴梦华大夫看周围有强化很担心，开了B超造影和超声内镜，我开始没决定做超声内镜，后来又回来给加上了，很担心不好，手术应该很快会做了，我妈跟银行因为封闭基金的事吵了一天，耿高惠几句话就说到点子上了，回来在家她订的眉州小吃外卖，晚上我妈去找行长同意等到6月封闭期结束拿补偿，晚上我遛弯回来，她自己炖的土豆胡萝卜牛肉"],
            ],
"2022-3-29": [
            ["00:00-23:59","早上我坐地铁上班，阴天没拿雨伞，上午在2203开会，把jumpserver首页的文字改掉了，胰腺群里有个病友通知周五住院，下班回来我去好适口给她买了3个玉米饼，我炖土豆胡萝卜牛肉煮生菜空气炸锅薯条，薯条忘了吸水了没弄好，我洗碗，晚上去永辉买水买山药面包玉米粒西蓝花茄子，买了两张即刮型彩票没中奖，晚上穿情趣内衣戴假发玩欣飞翔搞射了"],
            ],
"2022-3-30": [
            ["00:00-23:59","早上我开车上班，到单位杨涛让我给jumpserver做扫描，在调解室解决防火墙ip不能上问题，enable的选项被人取勾了，点李先生咖喱饭套餐一直没配送，刚去食堂吃退单就给送过来了，下午试出来jumpserver免密登录的方案，打印店打印日记，下班我做汉堡，她洗碗，晚上一起走到后面红绿灯，回来我们四个玩了把手机麻将"],
            ],
"2022-3-31": [
            ["00:00-23:59","早上我开车上班，上午杨涛让写工会活动中心材料，开月会，他自己要了份开会的饭自己吃，贾安宝在讲课杨涛让我进去把投影插上我说好弄，其实是想让他快点我没明白没进去，他自己进去了我才反应过来进去也没弄好，他亲自给贾安宝下楼又要了一份饭，下午去王佳伟处了解怎么提取head，到家我炒茄子热牛肉蒸山药，她下班月结晚点出来买了香蕉草莓回来，她洗碗，我自己后面走了一圈，到家记账她蒸山药发糕，晚上啪啪啪，没啪呢上来用玩具就高潮了，今天状态特好用延时可猛了"],
            ],
"2022-4-1": [
            ["00:00-23:59","早上我开车上班，上午给杨涛笔记本下了个office，担心胰腺长得不好，下午装新版jumpserver，到家她做烤羊排炒西蓝花鸡胸肉煮剩饭紫米粥，她洗碗，一起去后面跑了一小圈然后去永辉刮彩票中10元又换一个没中，买面包咸菜酸奶，到家戴假发她给我剪了剪，换黑盒子蟑螂药，我们四个玩了把手机麻将"],
            ],
"2022-4-2": [
            ["00:00-23:59","凌晨胳膊没知觉惊醒了，早上我开车上班，打电话让我爸取了一下京东快递，下班我妈坐的动车来找我，我骑小电动去车站接她，然后开车接上耿高惠去昌发展吃韩时烤肉，正好有一个靠窗户的位置，吃完饭在西三旗那掉头堵车太晚了还是把耿高惠送回龙旗广场了，然后我就跟我妈开车回南口，我爸值班接上他回家，用了用新买的文石leaf电纸书阅读器"],
            ],
"2022-4-3": [
            ["00:00-23:59","早上起床我爸开车去单位开门，我跟我妈下楼迎着我爸，接上我们开车到姥爷家集合然后去天寿陵园给姥姥上坟，在那碰见上次帮忙解决查狗姓杜的人，回来把姥爷送到路口，然后去道南美廉美买菜道南市场切羊肉，把我爸妈送到调解室，然后我到家拿书包，姥爷舅妈姨妈姨夫调解室吃涮羊肉，我睡了一觉我爸妈洗车，然后我就开车回龙旗广场洗了个澡，她让我去永辉买水果，她下班超市找我买了青怡苹果香蕉粑粑柑，开车回平谷她大舅家，就她妈他大舅舅妈，吃的烤串炖鱼炖肉豆角，吃完饭没回她奶奶家，玩了几把麻将，我就胡两把"],
            ],
"2022-4-4": [
            ["00:00-23:59","早上起床她妈推门告诉我们她先回去我俩接着睡，吃过早点联系她爸去接她，从他舅家出来接上她爸就去她奶奶家，她小哥耿高亮打电话让去以为是要借钱，到她家他媳妇聊微信不出来，我说要回她才过来，咨询税务上账目微信流水的事，我两句话解决的，吃的大棒骨豆角炖鱼卷子，吃完发我俩就开车回龙旗广场了，到家她嫌东西多拿不了我把车开到家门口，结果一趟能拿，玩了会拼图睡了一觉我戴假发穿小吊带粉裙子让她玩我捅屁屁，晚上她热大棒骨煮小米枣粥，吃完饭去永辉，30块彩票她刮出我刮出10，买了面包芋头苹果香蕉小蛋糕，到家拼了会拼图就躺下了，睡觉前用玩具和手让她高潮两次，我知道怎么用手了，嘿嘿嘿"],
            ],
"2022-4-5": [
            ["00:00-23:59","早上送她上班赶紧去火车站迎我妈，接回家后坐去五彩城无印良品买了个小包，试了试假发片2800+我妈没舍得，到底下一次美食街她吃肉夹馍凉皮我吃照烧鸡排饭，骑车去五道口唐风采假发店试了顶假发片，骑车去新中关再看一家结果没开门，骑车返回买了那顶，骑车到五道口坐13号地铁，本来打算坐到我家然后骑小电动送我妈去做动车，我妈决定坐地铁回去让我爸西山口接，我们在清河换乘，我把我妈送上昌平线回去了，我在清河站等她下班做13号线过来，一起坐地铁送她到西直门她找高寒吃饭，我没下车坐这个车回龙旗广场，到家吃的手抓饼喝的小米粥，晚上骑小电动回龙观地铁接她，到家拼拼图"],
            ],
"2022-4-6": [
            ["00:00-23:59","早上我坐地铁上班，早上跟杨涛说了要做检查请一些年假，吃完饭去建行存我爸给的，卡心坏了柜台存的，然后去工会俱乐部做核酸，没预约现场预约工作人员看我手机是英文的说我是外籍人员，下班到家我玩拼图，我炒西葫芦热鱼和芋头，她洗碗，晚上我自己去后面走了一圈，回来一块把拼图拼完了"],
            ],
"2022-4-7": [
            ["00:00-23:59","早上我开车上班，她先去建行换卡没换成，然后去三院检查，结果还好，问朱小辉老师胚胎染色体结果是正常的，下班她顿鸡腿炒芹菜，我洗碗，晚上出去一块跑了一圈，晚上我们四个玩手机麻将"],
            ],
"2022-4-8": [
            ["00:00-23:59","早上我坐地铁上班，11:30左右从学校出来，到协和那边apm吃吉野家，去看消化科吴晰月超声内镜，让别人插了个队先看了，正好有个专家教学会诊给安排下周五的无痛内镜，看完坐地铁回龙旗广场了，到家补了个笔记，晚上我炒芹菜鹅蛋热剩肉美龄粥肉饼，他洗完，出去一块走到了红绿灯"],
            ],
"2022-4-9": [
            ["00:00-23:59","早上开车把她送到单位我就开车回南口，到调解室正好爸妈到那，给俩狗煮鸡胸肉喂了，然后去姥爷家，我爸炖带鱼炒芹菜菠菜，带鱼感觉时间长了鱼腥味，下午我开车带我妈去昌平区医院看头疼，外科说让看内科，内科没号看的急诊，拍了个CT，等结果去杰奥看羽绒服，CT结果有个白点说是正常钙化，回来后到姥爷家吃的剩饭，我喝了小米粥吃了橘子，然后一块出来地下通道那买芒果我妈买菠萝蜜，我在车站接耿高惠，我爸妈就回去了，在她家跟他妈爸吃的荠菜馅包子，吃完饭我拿她奶奶买的鸡蛋苦菜荠菜开车回家，拿了本书，手机麻将玩一半就赶紧出来走着回她家，到她家她爸还没回来呢，她家睡"],
            ],
"2022-4-10": [
            ["00:00-23:59","早上爸妈找刘岩刘万山他们去京西古道，给我打了好几个电话最后还是决定去，从她家出来地下通道买香蕉，对面农行国家反诈app注册送布包，把要卖的三本书方调解室拿上我爸的充电器接上我妈俩狗刘万山两口子，调解室拉了泡屎，刘岩开车汇合，去京西古道，协和医院给我打电话确认没吃凝血类药物，突然觉得还是别爬了有疫情什么的，把他们送到那我俩就开车回龙旗广场了，中午订的鑫巴蜀烤鸭外卖，下午用手让她高潮简单啪啪啪，她去单位开会，晚上吃中午剩菜煮的西蓝花，坐地铁住到协和附近汉庭"],
            ],
"2022-4-11": [
            ["00:00-23:59","10点多到协和，先约抽血，等麻醉科的时候打电话让我去做超声造影，囊内有实质成分，然后抽血看麻醉科，附近吃的李先生我吃牛肉饭她吃咖喱饭，坐地铁到家，我先回家她去育新建行换卡，去永辉买菜，晚上她炖黄花鱼炒香菇油菜蒸白薯，她洗碗，我去走了一圈"],
            ],
"2022-4-12": [
            ["00:00-23:59","早上我开车上班，杨涛发微信让我转让lkupV工作给王亚坤，下班我做咖喱饭，她洗碗，晚上一起后面遛弯，到家我们4个玩了两把手机麻将"],
            ],
"2022-4-13": [
            ["00:00-23:59","早上我坐地铁上班，医院通知硕硕住院，我看协和APP超声内镜约的是周四上午，一直打电话确认一直打不通，下午刚让硕硕帮我去现场问一下，她刚到5楼内镜中心结果电话打通了，让她白跑一趟，快下班到校医院开了肿瘤标记物的化验单，约了校医院第二天核酸，确认是嗓子眼，到家我炒西葫芦热牛肉吃的肉饼芒果她买的糖火烧，她洗碗，晚上我后面走了一圈"],
            ],
"2022-4-14": [
            ["00:00-23:59","早上我开车上班，吃过早饭去校医院做核酸竟然只花了1.77，回来到杨涛办公室问了问我手术的情况，上午他们练习实心球我也扔了仍最多10米吧，下班我到家等她下班买面包后一起坐地铁去王府井apm吃吉野家，吃撑的好撑，到酒店放书包后一起出去遛到长安街，然后去逛了王府井书店，出来在麦当劳买了冰激凌就回酒店了，洗了澡就睡了"],
            ],
"2022-4-15": [
            ["00:00-23:59","她还是起来出门给我买早点去了，去那个凉皮店结果没做出来，其他的都没开，最后还是等在麦当劳给我买了皮蛋瘦肉粥，就买了一碗只喝了大米其他的皮蛋肉都没敢吃，她后悔只买了一碗，我们躺到了30然后退了房，一起去麦当劳她去吃饭，然后就去5楼内镜中心了，等到也没问清楚到底几点能做上，然后她就在那等我去急诊输葡萄糖去了，一直输到通知我赶紧过去，结果员工通道不让我过，只能先坐6号电梯下到B2层再坐7号电梯坐到1层，赶到5楼内镜中心后进去输上液喝了局部麻药等着的时候，左边的大爷高干70多岁是胰腺癌心态真好，右边的大爷胰头上的，和局部麻药的时候都说我太紧张了，做完后麻药一过我的话可多了，那个胰腺癌大爷竟然还没做上呢，看结果竟然没跟导管相通，和之前的检查不一样啊，跟我爸妈说了我做检查，拔"],
            ],
"2022-4-16": [
            ["00:00-23:59","早上她上班去了，起床吃过早饭我爸给我打电话说他们做动车过来找我，上午也确实不舒服，写了一个笔记正好他们快到了，我就开车去火车站接爸妈，到家蒸米饭炒豆腐鸡蛋西红柿吃炖的排骨肉，吃完饭睡了一会，实在是不舒服，他们去三旗百汇看看，回来我妈到热风给我发微信我过来找他们，我买了2个即刮型彩票让他们挂，啥也没中，永辉买菜回来给我妈买了2根冰激凌她吃了1根，到家我们三个打了把手机麻将，我爸炖鸡腿，我爸妈烙木头芽馅饼煮粥，等耿高惠下班后一起吃完饭，嗓子捅的还是不行馅饼咽着疼吃面包片了，她洗碗，吃完饭我们四个玩了把手机麻将，然后去永辉好特卖看了看结账嫌排队我妈就没买，出来海澜之家回力看了看鞋，然后爸妈就开我的车回家了，我俩又去买回力的鞋，想试试哪款女鞋，销售不让我穿我生气不买了，结果不知道是没给她买鞋还是没买奶茶她就不高兴了，到家嫌锅没刷干净把冰激凌直接冻冰箱里没法吃，我躺沙发上玩手机她自己去睡觉，醒了就把我叫回去睡了"],
            ],
"2022-4-17": [
            ["00:00-23:59","早上她去上班，我出门骑了辆没锁的小青桔正好月卡到期了没花钱，赶到火车站差点完了公交卡余额不足，充了没到账呢，工作人员就让我晃一下赶紧进去就没花钱，下火车到调解室拉屎，我妈带着俩狗来了，我把鸡胸肉给俩狗煮了吃，我爸到姥爷家做的丸子胡萝卜烩肉，吃完饭回调解室我妈非要去爬山没去跟我爸吵吵，我跟我爸洗车顺便把舅舅那辆车也洗了，柳絮毛太多了就简单洗洗，我妈给俩狗洗澡剪毛，然后我开车把我爸送单位值班，我妈打电话不干了让回来，正好我爸没拿钥匙，回调解室又待了会，我妈给我理发，我爸电脑统计社区打疫苗的，然后我就开车回龙旗广场了"],
            ],
"2022-4-18": [
            ["00:00-23:59","早上我坐地铁去三院生殖看男科开自精保存单子，到三院精子库开检查，然后又回生殖中心抽血，她从家出来我们在北土城汇合坐地铁到apm吃胜博殿日式炸猪排，然后去协和，从侧门我进来了保安不让她进莫名其妙，最后也进来了，戴说超声造影和超声内镜的结果冲突，让以超声内镜为准，再观察半年，又开了MRCP和肿瘤标记物肝功胰功的抽血化验，从医院出来我们去了雍和宫求平安，出来买了根抹茶冰激凌，到家出地铁骑小电动回家，她做土豆胡萝卜炖肉，我洗碗，她没遛弯，我戴短发去永辉买面包，晚上本来说内射，结果她不让我戴假发啪啪啪，我不乐意她就不高兴了，也没啪就睡觉了"],
            ],
"2022-4-19": [
            ["00:00-23:59","早上我开车上班，到单位杨涛找我给我安排工作，我跟他说了医院让再观察3月，上午先去校医院退肿瘤标记物的化验，医生签字不在就去工会俱乐部补测核酸，然后又回校医院医生回来了就给退了，下班打电话问退保险附加险，结果这个是绑定的不能退，到家我先在沙发上睡了一觉，去永辉超市买羊肉片金针菇香菜蒿子秆，晚上吃涮羊肉，她洗碗，我戴短发去遛弯，回来我躺沙发上看手机她把卧室门锁上了，晚上躺床上嫌我玩手机轰我去沙发上睡了"],
            ],
"2022-4-20": [
            ["00:00-23:59","早上我在家吃的早饭，然后坐地铁去北医三院做精子细菌检查，然后美团打车回单位，坐了极狐的电车，上午杨涛让我查微软开会的人信息，网页被删了一楼看poster也没有，中午点的麦当劳巨无霸外卖，下班到家写了个笔记，买的那双回力的板鞋到了有点小，自己热肉饼煮青菜吃苹果，戴短发走了一大圈，回来楼道门打不开走的地下车库上来的"],
            ],
"2022-4-21": [
            ["00:00-23:59","早上我坐地铁上班，出门前赶紧装蟑螂屋，药饵质量差一撕撒了一地，她开车从家出来，清华西北门把车给我然后她去三院生殖中心了，估计她下午去看电影了很晚才到家，下班到家我炒茄子炒鸭架，哄她吃了点，我洗碗，晚上我去永辉买面包菜花洋葱青椒香蕉，晚上我睡的沙发"],
            ],
"2022-4-22": [
            ["00:00-23:59","早上我开车上班，她竟然给我发微信了，张春梅跟孔菲说让去看看王海燕，但是孔菲没跟我说，下班到家我炒酱爆鸡丁菜花西红柿，我洗碗，晚上我去遛了一大圈，手机落车里了，睡觉前我才知道她昨天抽了11管血，晚上她想让我回床上睡我看出来了，但我睡沙发"],
            ],
"2022-4-23": [
            ["00:00-23:59","早上我坐地铁去协和医院抽血，退核酸好麻烦也才退了2.4，然后坐地铁回单位，下班我先去物美买面包坯子半脂填丘比酱生菜柑橘草莓，结账时美通卡还是不能用，是APP上有个开启按钮没选上，太小太隐蔽了真不好看到，买的回力帆布鞋终于到了，把之前那双回力鞋寄快递退了，到家我做汉堡，她洗碗，晚上想让她出去走走，结果她说累怎么着也不去，我生气了自己去的回来一直没理她，我睡的沙发"],
            ],
"2022-4-24": [
            ["00:00-23:59","早上我开车上班，上午因为她不运动微信又闹别扭，她说她不生了，本来打算下班不回家在学校吃的，但是还是心软了，下午想翘班还是忍住了，下班到家去超市买了面包和好多菜，结账时忘了刷山药，到家肚子疼拉稀结果她多点就到家了，也不理我我也懒得做饭了，她回屋玩新到的拼图喝新买的豆浆，我玩手机吃剩木头芽馅饼，然后自己去遛弯，我睡沙发"],
            ],
"2022-4-25": [
            ["00:00-23:59","早上她起得特早就去同仁堂看中医去了，我开车上班，她上午又去了中山公园，马海峰找我吃饭，拉肚子似的特别虚，吃完饭去监控室找HDMI转VGA线，看到了个小米摄像头就拿回来了，下午生物技术馆7开刘晓蕙网站的会，开完去做核酸，给杨涛查微软会议人的资料，她下午去三院生殖王海燕说免疫可能有问题都在临界值，担心怀孕后这些指标会高让一个月后复查，下午她又回同仁堂把重要拿回来，下班到家我给她洗了草莓喂她吃给她哄好了，我做菜花西红柿鸡丁娃娃菜鱼豆腐蒸米饭，我洗碗，晚上我自己溜了一圈，晚上洗完澡帮她拼拼图啪啪啪"],
            ],
"2022-4-26": [
            ["00:00-23:59","早上我开车上班，出来时拿错钥匙了，把她小电动的钥匙拿走了，把我的钥匙落家了，中间小铁门锁上了只能走正门，点的嘉和一品咖喱鸡饭，下午到监控室搭建schedule写了个自动鼠标切换电池监控界面的脚本，修改lkupV的GPU使用率和温度，下班出来晚点，到家后她快下班了我骑小电动去她单位，吃的眉州小吃干臊面麻辣烫，回来去永辉20块钱即刮型彩票我第一张中20第二张中10块，买一次性筷子水女短袜南瓜面包片苹果，到家她不出去走走洗衣服，我穿牛仔裤回力帆布鞋短发去走了一圈，回来一起拼拼图，晚上她性欲特高，玩玩具没能高潮然后就干我啪啪啪，非让我射出来，我忍住没射明天还有工作，后天想拿跳高第一呢"],
            ],
"2022-4-27": [
            ["00:00-23:59","早上我坐地铁上班有点小雨，上午到监控室结果杨涛发微信让我过来做监控，中午跟王亚坤马海峰去荷园吃的，校长办公室那边走了一圈，下午在监控室继续写lkupV的GPU使用率和温度，问陈晋红才知道运动会因为疫情推迟了，到家我去小区做核酸非得让我绕远，准备菜她到家炒麻辣香锅我炒鹅蛋菠菜，我洗碗她去做核酸，一起骑小电动去五彩城买桃酥，晚上啪啪啪她把我干内射了"],
            ],
"2022-4-28": [
            ["00:00-23:59","早上我开车上班，上午在监控室写lkupV，他们去吃饭，我点的李先生香菇鸡饭外卖到生物技术馆吃的，下午接续在监控室写lkupV，下班了他们都在我也没好意思早走多呆了会，然后跟杨涛说先撤了，到家我先把剩下的拼图拼上了然后做手抓饼吃，她下班打车到火车站坐动车回家了，晚上遛了一圈"],
            ],
"2022-4-29": [
            ["00:00-23:59","早上我开车上班，她早上去体检了，上午先到王佳伟老师那里看他演示引入外部lib，然后到监控室继续写lkupV，杨涛故意让我给他脚丫子上碘酒，马海峰表示不理解，我就用养狗来给他解释，他人品差但这个我忍了，谁没养过狗呢，在人手底下该忍就忍，我把lkupV按照王老师搭在了vjob上，谁知道要把这个撤了放vmgt01上，拔网线我才知道，拔之前说这个我没听到，杨涛说我充耳不闻，中午在清青永和吃完饭去做核酸，下午接着做lkupV，终于调试好了，外来负责V集群的两个人闹不和其中一个人罢工走了，下班我开车回南口没走高速，先到她家接她，她家要装窗户屋子里乱着呢，然后一起去调解室吃晚饭，吃的炖牛肉肘子姨妈给的枣味儿馒头不知道啥做的，从我爸这拿了两条烟去她家，帮着搬了几盆花，然后开她家车到我爸社区待了会，然后到调解室我开上我家车回家，两辆车都停楼下了，三姑妈他们我家楼下我爸下去他们没上来，我家睡，嫌我老弄那个联通版手机不高兴了"],
            ],
"2022-4-30": [
            ["00:00-23:59","早上我爸5点去准备核酸会场，我俩多开她家车到中共南口特支纪念馆（詹天佑）做核酸，她开车去上班，我爸骑电瓶车带我到他办公室我开车回家遛狗，吃完饭补CFA笔记洗头，跟我妈走到调解室把剩下的笔记补完，跟她去做核酸后去姥爷家再去美廉美买菜，舅舅舅妈做饭在姥爷家吃的，晾衣绳掉了舅舅重弄上的，我爸拿着盒饭我们吃完饭收拾好才回来，没怎么吃就去地下通道东边去剪头发，我跟我妈骑电瓶车回家开车，我妈也理了发，然后去红泥沟看特斯拉组装聊了聊，回来后到调解室我跟我爸洗车，车上都是树粘子擦不掉，晚上姥爷舅舅舅妈杨硕龙娇姨夫姨妈姨夫姨妈王磊代翠红王怡欢在调解室吃的，舅妈做的饭，吃完饭我开车把杨硕龙娇送回北七家北京城建畅悦居，路上杨硕说想要女孩，买金条给闺女便宜了女婿，龙娇听了不乐意，然后开车回龙旗广场，到家她玩拼图呢，洗了龙娇舅妈给买的白雪公主草莓，然后我记账不睡觉她不高兴把卧室门锁了，一会起来没收我电脑，还好我藏了卧室钥匙，我睡沙发"],
            ],
"2022-5-1": [
            ["00:00-23:59","早上起来把她送到单位，刚往南口开我爸打电话说一会去二姑妈家，我就开车回龙旗广场去麦当劳买了个汉堡吃，回家收拾收拾屋子，然后开车到西三旗桥南接上爸妈去西直门危改小区，葛佳于静文葛爱予也在，在二姑妈家吃的葛佳做的西红柿鸡蛋面，吃完饭拿上给的毛毯凉席什么的，到南口就把凉席扔了，她下班没回家，晚上去姨妈家吃烤羊肉串，我先去接姥爷碰上王磊和姨妈，我爸妈说去买水果，结果半天也没过来我骑姨妈电动车迎着他们，结果我爸漏刷东西被扣那了，我妈先出来，吃一半我爸也过来了，据说是交了1800的罚款，吃完饭我们就回家了"],
            ],
"2022-5-2": [
            ["00:00-23:59","早上我爸去布置核酸，我跟我妈走着下来到调解室，她也开车到那汇合，做完核酸我跟她回她家，她爸妈也在，吃的排骨豆角蒸鱼炸香椿儿卷子，吃完饭打算去玩刺杀雍正结果人数太少就没去，她爸妈下午去水库里面爬山，我跟她在家睡了一觉，然后去调解室吃饭，我爸做的烤羊肉串煮的玉米棒渣儿粥，吃完饭我耿高惠我妈去美廉美买第二天的午餐，我爸在调解室睡觉，买回来一起走着回家，我家睡的"],
            ],
"2022-5-3": [
            ["00:00-23:59","早上起来我爸去布置核酸，我耿高惠我妈起来吃完早饭到调解室拿上吃的，然后去做核酸后出发去后花园，爬万福梯后没去一线牵就往回走，吃了自热锅面包片熟食香蕉我妈吃的包子粥，回来后先到调解室接上我爸，把爸妈送到家，我拿上电脑就回她家了，在她家洗了澡没找着眼镜洗了衣服，穿她妈给买的睡衣，啪啪啪内射后睡了一觉，晚上吃的茴香馅儿馅饼虾炸香椿儿，吃完饭把刘晓蕙网站的作图的功能写完了，晚上在她家睡的"],
            ],
"2022-5-4": [
            ["00:00-23:59","早上起来从她家出来开车去我爸那做核酸，没看见我爸，送她到西山口，我到家我妈带俩狗出去了，上午查农行理财以为利息是57块，打电话找理财经理小翟，结果到农行发现是看错了，我在调解室上午待了会看CFA高顿网课睡了一觉，到地下通道找我妈，她去美廉美买水煮肉底料，地下通道口买豆芽菜，舅舅舅妈在姥爷家一块吃水煮肉排骨竹笋，我爸晚回来吃的饭，到调解室有两个人送了三箱橙子，睡了一觉刚要走就来了个咨询的，发现结了串小葡萄，我爸骑电瓶车放回办公室，我去迎着，我妈取快递走着回去，把我爸送到家等我妈到，然后我开车回龙旗广场，骑小电动去她单位接她，跟仇师傅聊会天，到永辉买两个刮刮乐没中买大鸡腿柠檬黄瓜，到家做核酸，她做手撕柠檬鸡，我洗碗，她玩拼图，我去走了一圈，她想吃冰激凌，我去麦当劳给她买原筒，我往里走非让我出来到门口，买回来路上冰激凌都化了我赶紧跑回来"],
            ],
"2022-5-5": [
            ["00:00-23:59","早上她骑小电动上班，我在家写了点笔记等我妈，我去开车结果龙旗广场门都没开，我从车库出口下去开的车，到西三旗桥南接上我妈先去唐风采修发卡修发型，然后赶紧去三院那边看房牛奶宿舍蓟门南里光明北里，群里说明天居家办公了，把车停到花园东路我去三院打印结果，有个凝固酶阴性葡萄球菌感染，也能存就是贵一倍多一年，然后对面肯德基取餐，我妈吃牛肉堡我吃鸡肉堡，吃完到天通苑那边弄眉毛，到那问哪个门，结果非让先预约我们就回龙旗广场了，结果停地库时说永辉封了，我们就把车停上来，问耿高惠回不回南口，我妈在我家等会她，听说不回我妈就坐汽车回去了，我在家把笔记补完，都糊涂了以为她还是三点下班呢，我炒莴笋，我洗碗，我绕着龙旗广场走了一圈差不多都封了，到家洗衣服没把排水管插下水道水撒了一地，晚上把被褥都换了"],
            ],
"2022-5-6": [
            ["00:00-23:59","早上一起开车去三院生殖，她先下车去分诊，我把车停对面车上吃的早点，结果这个诊室看的特别慢等了半天，约无痛宫腔镜结果得补几个检查，抽了血查了心电图，出来在巴黎贝甜买了小蛋糕小面包面包片，回龙旗广场路上收到短信工行牡丹卡又忘了还款了，她做手抓饼，我洗碗，补笔记，两点腾讯会议开组会，戴长假发文胸女T恤黑魔术裤，开完会突然想起来明天检查最好做核酸，小区正门口排队做核酸，看到另一对以为人少呢，结果排过去发现是排队做核酸，要先到另一队那身份证录入，我又回去重排，还好骑着小电动可以坐着，回来把小电动充上电，晚上她做美龄粥鸡块薯条青椒，我洗碗，她给单位报备永辉被封让跟社区报备，我怕真给封了明天没法去医院让她明再说，她就跟我急了说我不当回事，我没理她，晚上戴长发穿新买的蓝色T恤黑魔术裤回力帆布鞋走了一圈，可真冷冻坏了，到家她在沙发上睡的真香叫她回床上睡也不去，我就自己回屋睡觉了"],
            ],
"2022-5-7": [
            ["00:00-23:59","早上醒来发现她回屋床上睡呢，她吃过饭骑小电动给我送到育新地铁，然后她就去上班了，我到协和去做MRCP，昨天做的核酸结果没出来，担心48小时过了进不去，虚惊一场没过48小时，中去做的现实的是晚上的检测时间，等到才做上，昨晚也没吃早饭就赶紧赶回家，在小区做了核酸，联系快递小哥刘半仙把乐心手环5寄出去卖了，爸妈做公交车到育新，我出小区迎着他们，他们带的苋菜馅儿和和好的面到我家拉的馅饼，我没吃这个馅儿吃的她妈之前烙的茴香馅儿馅饼，热的美龄粥喝，泡了两杯柠檬蜂蜜水，我洗碗，也没休息就赶紧带着爸妈去长庚医院，到了不好停车先让我爸进去取号，我跟我妈找地方停车，我妈找保安停了个位置，进去发现我爸自己把号取了，安排的是2:30-3:00给我爸看心脏3:00-3:30看消化3:30-4:00我看外科，结果外科打电话叫我先过去看，肩上脂肪瘤很尴尬局麻还是全麻，最后还是观察着先备孕，心内刘芳大夫说我爸是典型的心脏病症状让住院查，他不住，医生帮我劝我爸，本来想在消化给他约个无痛胃镜，结果心脏不好不能做，等心电图时我爸去抽血结果过号了，我妈去拿药，住院中心登记住院后我开车把爸妈送回南口，调解室吃的手抓饼小米粥，她下班没回家买的玉米饼吃的橙子，据说晚上跳刘畊宏操，她在家把鸡腿炖了，我爸7点去社区开会，我把车停到俱乐部跟我妈从道北后面菜市场走回家，我爸到家待了会我就去睡觉了"],
            ],
"2022-5-8": [
            ["00:00-23:59","早上我遛狗，吃完早饭跟爸妈走着到调解室，我爸先去大操场给做核酸拍照，他们去姥爷家，我跟调解室补笔记喂俩狗鸡胸肉，到姥爷家吃茴香陷儿山药并，舅舅舅妈姥爷也在，吃完饭我跟我妈去美廉美买菜，到调解室补笔记，睡了一觉我就开车回龙旗广场了，到了小区做核酸取快递回家，又出去取快递，新假发，我炒西葫芦她昨天炖的鸡腿蒸米饭，她洗碗，晚上一起跳刘畊宏操，带新假发她把我口射了我用玩具让她高潮了，她这次好快，她玩新买的立体拼图"],
            ],
"2022-5-9": [
            ["00:00-23:59","早上她去上班，我在家看网课，上午戴新买的假发去取快递，吃的鸡腿黄瓜，下午戴假发去做核酸小区没有，走到了永辉对面打疫苗的那做的，第一天伪街，感觉太棒了！回来补笔记，晚上我做涮羊肉，我洗碗，晚上我自己去遛弯特别虚，晚上躺床上睡觉我说明天早上起不来她先去医院，她就又生气了"],
            ],
"2022-5-10": [
            ["00:00-23:59","早上起来没吃早饭一起骑小电动到育新地铁，不知道为啥手机不能刷NFC我去买的票，结果没赶上这趟车，她就抱怨我，我生气的怼她手机坏了我是故意的，她就生气了，上车过一会坐到我这边来没事了，到同仁堂开药，然后在一层我俩简单吃了点，她就赶去三院约宫腔镜，我在这等着拿代煎药看网课，快到骑肯德基拿汉堡，今天周二会员日66折，然后去协和打印MRCP结果，她微信聊起总去医院很烦不生了，我走回同仁堂中医院拿上药坐地铁到西土城等她，张春梅调义那边去了，她约了下周一的无痛宫腔镜，地铁汇合回龙旗广场，我妈去天通苑做完眉毛找岳丽梅然后就回南口了，我接耿高惠5000块钱竞拍天爵酒店管理股份，区做了核酸，晚上她炒香菇油菜鱼香肉丝，我洗碗，晚上一起跳刘畊宏操，她玩盲盒，我给哲哲姐姐分析他们的新股IPO作业，晚上失眠了又纠结上不上杜兰大学的管理硕士，拿被子去沙发上听微信读书才睡着"],
            ],
"2022-5-11": [
            ["00:00-23:59","早上起来吃完早饭，她骑小电动上班，我上午在家继续分析聂晓哲的数据，上午拍卖天爵酒店管理的13%股份都拍到了35万多，中午煮挂面泡鱼香肉丝吃，下午戴长假发去车里拿行驶本，回到家摘了假发又去小区做核酸，把写完的作业发给哲哲姐姐，补了个CFA笔记，发胶粘头发上弄不下来了，我炒杏鲍菇西葫芦热她妈烙的馅饼，我洗碗，晚上她条刘畊宏操，我收拾衣服，他帮我把发胶剪了"],
            ],
"2022-5-12": [
            ["00:00-23:59","早上起来她去上班，我在家补笔记，上午去取快递，吃的手抓饼，下午看网课，帮王老师解决lkupV时间是4月28日的问题，是因为我从root切换到thippo用户了，她今天下班早让我把鸡翅化上，我没用水泡上她到家就生气，她用炸鸡粉空气炸锅炸鸡翅我炒香菇油菜煮馄饨，我们手机都收到电子围栏的短信，我爸妈和我是因为5月1日去过西直门二姑妈家，她是因为前天去三院去枫蓝国际买原麦山丘，吃饭时我说晚上出去走一圈她怕疫情不让我出去我很不爽，她洗碗，晚上知道得居家隔离我因为过了10天隔离期可以外出打算回南口，结果她就不高兴说我觉得合适么，我真的特别失望，一方面跟着她隔离8天我爸妈的生日我都不能给她们过，我爸住院没准我也没法带着去，另一方面她下周一的宫腔镜也耽误了，最主要的是她真的很自私真的不为我考虑，我很失望不理她，她让我回去我还怎么回去，人真应该自私点"],
            ],
"2022-5-13": [
            ["00:00-23:59","隔离第一天，早上起来各自吃早饭，我给我妈生日转了666的红包，我补笔记她回屋睡觉，上午有社区的人来封门，她问我走不走，我赌气的说不走，她吃剩饭我煮方便面吃，方便面过期了，下午我看网课她一直躺着，晚上她吃剩饭我自己做手抓饼吃，睡觉前她做玉米饼，她睡沙发"],
            ],
"2022-5-14": [
            ["00:00-23:59","隔离第二天，早上起来各自吃早饭，上午她跳刘畊宏操我补笔记，上门做核酸被捅鼻子了，她定了菜到家，中午她自己做的酸汤肥牛，我馋的想吃一口舍着脸想吃，她不让吃，我自己煮挂面了，下午我看网课补笔记，开发网站日记的功能，晚上都简单吃的，她跳刘畊宏操，她睡沙发"],
            ],
"2022-5-15": [
            ["00:00-23:59","隔离第三天，早上起来各自吃早饭，上午我补笔记把portfolio management这章写完了，中午我打算炒菜花蒸米饭一起吃，结果她不吃，下午跟我妈我爸舅妈玩了3把手机麻将，晚上我主动给她做咖喱鸡丁饭，她不吃跟我嚷，我做好了喂她她不吃，结果撒被子上了，我赶紧去洗，她吃剩饭，晚上跟聂晓哲聊微信跟我说了好多她之前上学工作的事，睡觉前臭女人给我发了个哼，我赶紧借坡下驴哄哄她，还是不回屋睡"],
            ],
"2022-5-16": [
            ["00:00-23:59","隔离第四天，早上她跑我被窝睡，上午我写笔记，她订了好多菜，种的菠萝蜜种子发芽了，然后啪啪啪她高潮了把我干射了，我炒芹菜腊肠剩咖喱鸡薯片，岳龙的工作调查给我打电话，下午睡觉写笔记，晚上我吃她妈之前烙的馅儿饼看绿色星球纪录片她没吃饭，吃完了拉着我跳刘畊宏操，结果今儿不直播找的录像跳的，这个虚啊，晚上我们4个玩手机麻将，我胡了个混杠胡，晚上上床睡觉社区发微信说明天解除做完核酸就能解除隔离了，10天变7天了，太坑了，计划全打乱了"],
            ],
"2022-5-17": [
            ["00:00-23:59","隔离第五天，早上吃完早饭我写笔记，中午一块做麻辣香锅蒸南瓜，我跟她聊天聊聂晓哲她不爱听，我有点不高兴不理她了，她吃饭跟我道歉了，我洗碗，下午看网课，做核酸的来了，结果我被捅了两次鼻子，第一次我躲了一下没捅到，下午她吃酸奶冻冰香蕉想拉肚子，结果也不拉，我看《我的几何人生：丘成桐》，晚上我吃的剩麻辣香锅，她给我爸妈不知道买啥生日礼物，一烦就不跳槽了，最后给我爸买的台灯给我妈买的水杯，吃完饭屋里原地跑了20分钟有点虚脱，跟爸妈玩了把手机麻将，洗完澡喝奶粉，晚上躺床上啪啪怕，特别虚胃疼不舒服，一直睡不着，转寄顺丰的CFA二级课后原题多花2元"],
            ],
"2022-5-18": [
            ["00:00-23:59","隔离第六天，早上吃完早饭社区的把门禁拆了，上午我俩出去小区做核酸，正门找刘半仙寄快递，我俩没有通行证出不去取了快递就回来了，上午继续写笔记，计算平台有个腾讯会议听了听跟我没大关系，她核酸一直没出跟我撒气，中午做饭一直数落我，我这个生气，她做的冬瓜丸子，我洗碗，终于把高顿CFA二级知识精讲看了一遍，下午她躺着睡觉的时候她的核酸终于出了，我俩的弹窗也解除了，收拾东西去物业办出入证，然后开车回南口，先到我爸社区接他，结果他有咨询的我们就先回家了，我爸到家炒的鸡丁西葫芦，吃完饭他们去后面遛弯，我俩就开车到地下通道然后回她家住了"],
            ],
"2022-5-19": [
            ["00:00-23:59","早上她开车把我送到家，走的时候想亲我，我对着老叔的小铺让她把车拐过去点，她不高兴没亲就上班去了，到家我妈正好要下楼，我跟着去后面找我爸，我爸在火车道打八段锦，打完回去买豆腐小萝卜，我爸去上班，我跟我妈去大操场做核酸，到调解室跟我妈洗车，然后洗了个头就去姥爷家，中午舅舅舅妈一块在姥爷家吃的，在地下通道那我妈给我爸订了束花，爸妈去春西子买衣服，下午在调解室睡了一觉，然后王艳来田梁来了，他们给了红包，阚老师也来了，他们帮着做的饭，我跟我妈去取花回来，刘万山两口子盛宝吉也到了，舅舅舅妈也到了，我妈给舅舅也买了衣服，阚老师爱人和外孙也到了，晚上一起给我爸过的59岁生日，我也喝了一点点1680的红酒，才想起来周一还要存精，耿高惠临下班来了俩警察打流水，结果加班到九点半，就让她直接龙旗广场了，没能给我爸过生日，我就带着爸妈回家了"],
            ],
"2022-5-20": [
            ["00:00-23:59","早上吃完饭跟我妈开车去大操场做核酸，人太多没做，医院打电话让我爸住院，给舅舅买200块钱刮刮乐体彩，到调解室跟我妈把车又擦了一遍，京东金条借了5万一月免息，等我爸来调解室收拾东西，我妈先去姥爷家做饭，我爸之后去社区办事，耿高惠从龙旗广场回来，一起在调解室写我爸病历，然后到社区接上我爸，到家继续收拾东西，我坐她车，我爸开舅舅车到地下通道，中午姥爷家吃的，舅舅生日，彩票200中165，吃完饭我妈回家耿高惠回家，我开车送我爸去住院，还是落了衣架没拿，押金3000，等了会没事我就开车回南口，快到了我爸打电话说不做冠状造影，我着急的直犯哮喘怎么说也不听，到调解室给我妈拿上药茶回家找我妈，带了会就让我赶紧下去买彩票买花去了，结果还是忘了拿她的衣服和中药，我拿着花盆去买的花，到她家刮奖200中120，吃的炖羊肉块，吃完饭她爸去打乒乓球，我跟她走着回我家拿药，跟我家待了会就回她家了，在她家洗了个澡还是用了洗发水，晚上啪啪啪"],
            ],
"2022-5-21": [
            ["00:00-23:59","早上起来她爸妈回平谷了，我俩早上吃的我爸的生日蛋糕，然后提着油杂粮各种东西到调解室开车回我家，给我爸拿暖壶干果什么的，让我爸帮着给耿高惠注册建行生活，不是本机不能办，等我妈快11点快到家我俩给炒的荷兰豆热的昨天她妈炖的羊肉阚老师的红烧肉买的烧饼，她洗的碗，吃完饭我把我妈的十字绣都挂闲鱼上了，中午想歇一会结果京东快递催着取快递就开车回龙旗广场了，推了个永辉小推车她回家收拾，我去停车刚回来到楼门口她发微信让我去取多米诺快递，到家歇了一会她给我爸空气炸锅鸡翅我炒茄子蒸黑米饭，我开车去长庚给我爸送过去，他吃完饭我把饭盆拿回家，到家眯了一觉，起来吃苹果香蕉，充电维护我把车推到别的地儿充的，回来我们仨玩手机麻将，她新买的煎药锅觉得放不稳给退了，晚上啪啪啪"],
            ],
"2022-5-22": [
            ["00:00-23:59","早上起来她做的鸡蛋饼，吃完骑小电动到育新地铁我去三院做核酸她去上班，她单位22-28号停业了，我到家把柠檬芒果菠萝蜜放阳台，把昨天的煎药锅退了然后去取快递去永辉买生菜，她中午回来买的巨无霸，到家让我用微波炉热剩饭，我直接带着盖就热结果盖变形了，她就生气，又说阳台都是水也不擦，我给她又买了个饭盒，我也不爽摔饭盒盖摔手机的，下午在沙发上睡着了，听见小门收垃圾的把锁打开了，我拿着车锁下去想上私锁结果锁太小，让收垃圾的走正门，我给社区的打电话，收垃圾的也找人，来了一女一男，都是臭外地老农民，也不知道牛逼个啥，那个女的还凑活还明白点事理，那收垃圾的接了个电话不让走小门就得了，到家我把俩摄像头都朝窗户外了，然后我赶紧给我爸做饭，煮馄饨做手抓饼，把琵琶腿去骨时还把手划了个小口子流血了，把琵琶腿做成照烧鸡块，开车给我爸送到长庚医院就回来了，停车的时候跟坐着的老头打招呼把车停他们旁边车位，老爷子说我车左前方可能是狗挠的，车前盖里有骨头，聊了一会我去买吉野家麦当劳圆筒，取了京东快递回家"],
            ],
"2022-5-23": [
            ["00:00-23:59","早上起来耿高惠给我做的鸡蛋饼，我去三院精子库存精，她在家开会，45%的前向运动率，2.4ml四管量存了3管，收费1155元收错了，回来收到我爸办出院的短信，到家取新买的煎药锅快递，中午我炒的鸡蛋青椒酱鸭，她洗碗，下午三点多一块去做了核酸，然后去永辉买了椰汁西瓜柠檬煎饼稻香村，买非那雄胺还没有5mg的，回来我看了《暗夜博士》，下完了《绿色星球》，吃的煎饼，她做了红豆椰汁，戴长发让她上我啪啪啪，身体到心里的爽，晚上戴长发穿黑短连衣裙出去伪街啦，把新买的煎药壶放车里，把车载音乐拷U盘里"],
            ],
"2022-5-24": [
            ["00:00-23:59","早上耿高惠6点多起来去同仁堂开药，我吃昨天的鸡蛋饼，在家浇花收拾等她回来，我爸在办出院，她9点多到的家，她做了红豆椰汁，然后开车赶紧去长庚医院，门口排队停车，我爸办完了，我让耿高惠开车我进去接我爸，到地下一楼去打印病例结果7天后才能打，回一楼盖了章开车回家，我妈爬完山去别人家吃烤串，我们到家12点了，回来路上刘记天买烧饼楼下买菜，我爸做的加鸡蛋煮的挂面，我妈之后回来，我们在家待了会，我开始做题了，快到3点多看要下雨我跟她就赶紧出来去做核酸，收到了社科院杜兰大学MFIN的录取通知书，她家胡同有水泥车堵住了，正好路边有地儿就停路边了，到她家带了会突然饿了，吃了点肉松卷薯片，她爸到家吃的鸡腿丝瓜，她爸下楼打乒乓球，我俩帮她妈包粽子，晚上啪啪啪，睡觉前拉肚子了"],
            ],
"2022-5-25": [
            ["00:00-23:59","早上起来在耿高惠家还拉肚子，吃的粽子和蛋糕，拿了粽子就从她家出来回到家，没让我妈拿粽子去姥爷家她不高兴，开车下来到调解室跟我妈擦车，我妈去姥爷家，我就到我爸社区门口等我爸，还以为他在开会结果才知道按摩呢，等着的时候看题，碰见王艳来弄牙回来，刘万山聊了会，我带我爸到昌平区医院，看消化科约胃肠镜和腹部CT，麻醉科约内镜的大夫都挺不错，赶紧回去找消化科大夫还找错地方了，开检查单好几项检查都给免了，5月27日做CT，6月13日做无痛内镜，之前10号来做检查，开车回来停地下通道，到姥爷家吃的包子和粥，舅舅舅妈等着呢，晚上吃啥我没搞清情况不想还吃面，我妈她们有点生气，下午到调解室我爸去上班我睡了一觉然后做题，耿高惠从家过来地下通道迎着她，然后一起去大操场做核酸，到调解室跟我妈一块到姥爷家，舅舅舅妈他们烙馅饼，吃完饭一块走回到调解室，本来我爸想跟车回家拿着检查的单子，结果跟我妈走着回去了没拿，我跟耿高惠开车回龙旗广场，晚上啪啪啪她高潮两次"],
            ],
"2022-5-26": [
            ["00:00-23:59","早上开车到走的京藏高速辅路到三院，我把车停在了花园东路，她骑车去生殖中心抽血，回来买的麦当劳早餐，我俩车上吃完就开车回南口了，先回我家拿上电脑然后到调解室写实验室创新基金中期汇报表，中午跟我爸妈在调解室吃的烤鸡翅葱爆羊肉，下午回她家之前去道南格林豪泰那做核酸，好像是碰到了陈新明戴着口罩没敢认，回到她家睡了一觉，我妈让我回调解室拿点袁强给的小白菜，我骑自行车拿的，我爸妈在调解室吃剩饭王亚云在呢，拿完我就出来了，晚上在她家吃的火锅底料炖羊肉块炖鱼，第二天早上带我爸妈去医院，早上太折腾吃完饭我没让耿高惠跟我回家，我爸晚上值班我没拿调解室钥匙先去社区，我妈玩连连看呢，我爸从卡口回来骑着电瓶车我俩拿着菜放调解室，我开车我爸骑电瓶车回到社区，我做了会儿题就带着我爸妈回家了"],
            ],
"2022-5-27": [
            ["00:00-23:59","早上我开车带我爸妈去去医院，我爸先去地下一层做CT，我跟我妈去内分泌科，开了检查，抽完血验完尿我爸在车旁边等我俩，开车回南口我爸去上班，我跟我妈在调解室，我做题我妈准备包子，我中午到她家吃的，下午她在家煎完药我俩回调解室，然后开始拉肚子了，我俩又走着去大操场做核酸，回来取支付宝积分换的菜板快递，调解室看了会书，做饭的时候我妈跟我说我爸说上的那个不是博士是硕士上它干啥，我没说啥，晚上我爸回来吃的烤串包子喝了山楂汁，开车到家去水库遛弯，我妈先去了，我爸跟田梁等王艳来，我跟耿高惠牵着两狗慢慢走，走铁道小迪坐地上不往前走了，我怕前面有啥问题，就先把小迪送回家，然后走大路了，走到上回跟耿高惠挖土的地方她说什么闹情绪不走了，只好带着她先回家了，回来碰上我爸他们看见金老师了，晚上本来想看书，她不让我看，睡觉前我们四个玩了把手机麻将，我用矿泉水瓶洗小鸡鸡，但是躺床上她嫌我不理她生气了，晚上睡着她热的开窗户开风扇"],
            ],
"2022-5-28": [
            ["00:00-23:59","早上我爸妈去早市买菜，吃完早点我爸电话叫走镇里要求搞卫生，我妈带着俩狗出去了，我跟耿高惠开车先到操场做核酸，然后把买的菜放调解室，然后开车去她家，她家胡同被拉保暖层的货车卡住绕到后面停她家楼下，她妈联系摘樱桃，最后商量上午取回来，我做了会题然后开车到警察学校那边，用我爸给的南口证件进到村子，她们没摘完我们又接着摘，总算知道怎么摘樱桃了，回来把她妈送到地下通道她走着回去，我跟耿高惠把东西放调解室然后赶紧到姥爷家，舅舅舅妈姥爷等着我们12点多，吃完饭我们回调解室，我跟小迪地下通道口等我爸妈小妮子，小迪见到小妮俩狗可开心了，把我爸妈开车送回到家，然后我俩就开车回龙旗广场了，结果单位通知再她再停业一周，她给客户打完电话洗澡啪啪啪，把我干射了，晚上我去东小门取的达美乐披萨，吃完饭躺着又啪了会儿，然后做了会儿题"],
            ],
"2022-5-29": [
            ["00:00-23:59","早上起来啪啪啪，上午CFA做题总结，决定先不啪了准备去三院，中午她热的粽子剩羊肉啥的，下午睡一觉起来去做核酸，然后去永辉买了椰汁好利来虎皮蛋糕，在miniso买了两双拖鞋，晚上她点的西少爷外卖，看了半集《重生之门》没意思我就改看《绿色星球》了，一起跳刘畊宏操，睡觉前想跟她聊聊未来打算，结果她觉得我看她不顺眼生气了，我晚上开空调也冷睡不着就去沙发上很晚才睡，胸口处不舒服"],
            ],
"2022-5-30": [
            ["00:00-23:59","早上起来吃完早饭她在家开会，我做题也不踏实她一直跟我不爽，开车回南口，让她开她不开，我开车没走高速，到调解室耿高惠给顿炖鸡翅根，我妈到了后炒菜，中午特别饿又困眼睛都冒金星了，吃完饭我眯了一觉，MFIN转账可以线上转，我的工行额度后，我俩开车去工行连转再取的转了8万，然后去格林豪泰那做核酸，开车到她家小区没地方停就停路边了，到她家我做题，她4点钟去做按摩，晚上她爸没回来吃去单位了，跟她妈吃的牛肉面，吃完饭我开车回家找爸妈，我走到后面部队那碰上我爸，回家接上俩狗迎我妈，到家跟我爸妈玩了一把手机麻将就回耿高惠家了，开车停的挺远的走到她家路口发现有两个地方又回去把车开过来了，晚上在她家又失眠了，胸口还是不舒服"],
            ],
"2022-5-31": [
            ["00:00-23:59","早上起来在她家吃完早饭开她家车，房屋维修的挡着，去农商行取钱，我爸的存折条磁不能用，我妈的能用但是取了8000就不能用了，把她家车停调解室，去美廉美买面包坯子洋葱酸奶土豆鸡胸肉，开我家车再去取钱，结果还是那么多人没叫号都，我俩就回调解室了，我妈爬完山回家了，我俩又回家我给爸妈做咖喱饭，煮鸡胸肉给俩狗，吃完饭我跟我妈开车去农商行取钱，她有VIP金卡，然后去工商银行ATM机上存我卡里，看这么多爸妈辛辛苦苦挣的钱真的挺不忍心的，我有爱我的爸爸妈妈是我最大的幸运，我爱我的爸爸妈妈，谢谢你们，我会好好的孝顺您们的，回到家我跟耿高惠开她家车去我爸社区，我爸也骑小电动过来了，拿上他的医保卡CT片子袋拎了一箱椰汁饮料，我俩就开车回龙旗广场了，她家车ETC坏了在百葛服务区换了一个新的，到小区后面遛弯街边没地方停车她就把车放小区了，我俩把蚊帐搭上了，她熬药我CFA做题总结，她量体重沉了就不爽不吃饭不理我，我自己吃的自制汉堡包，夹的那天给我爸送饭做的照烧琵琶鸡腿，我做俯卧撑，晚上睡不着我去沙发上睡"],
            ],
"2022-6-1": [
            ["00:00-23:59","早上起来她开她家车一起去三院，上八层生殖中心，还早她让我好几回去精子库取结果，我不想着急去催我好几遍我转头就走，结果8点才能打印，回八层没地方做坐楼道里，等了好长时间有点饿了，报告也让手攥湿了，拿着她的车钥匙回车上吃面包，她看完了还去做B超，让我回去签字，王海燕给订了方案，一楼取药扫不上码才知道要到生殖中心的窗口取，出来后订的肯德基，他回车上我去肯德基取餐，等了好久才取上，等咖啡的都急了，我取餐回来吃上后发现差了一个汉堡，我又回去取他们失误没配齐，吃完饭我们开车回昌平去医院，机器上只能提前1小时取号，我先去打印CT片子，然后到内镜中心问我爸长庚住院拍的胸片，告知不可以用，到窗口取的号，让大夫把感染四项的单子补开了，想让大夫给看个片子他糊弄只看报告不看片子，长庚有病例去过不敢去打印病例，然后开车回她家眯了一觉，回调解室一起吃的豆腐西红柿鸡蛋王艳来炖的红烧肉，一起开车到大操场做核酸，我走出口结果她跟我妈走的入口出去的，然后开车去看葡萄，到家我爸去拿酥鱼，我们仨走到后面一点就回来了，晚上我们仨跳刘畊宏操，我们四个玩手机麻将就我一个人输，我家睡"],
            ],
"2022-6-2": [
            ["00:00-23:59","早上起来吃完早饭我俩先开车到调解室，我妈走着下来我去迎着她帮她拿菜，本来说去星城买麻辣香锅的菜，结果中午去姥爷家吃姥爷不吃辣，我想看书她捣乱让我开空调啥的，我让她自己开就跟我闹起来，我生气的说她她就生气不理我，我妈先去姥爷家我做题，中午到姥爷家吃的炒米饭，吃完饭一起出来，我爸把鞋落在姥爷家我骑小电动回去拿，我跟她回她家，她去睡觉我就骑小电动回调解室做题了，她发微信跟她妈回平谷，我去她家楼下汇合坐她家车去，她开车到她大舅家吃的烤串，张帅也回来了，晚上玩麻将，在她大舅家住的"],
            ],
"2022-6-3": [
            ["00:00-23:59","早上起来她跟她妈包粽子，上午张帅开车带我跟耿高惠去做核酸，回来我冲了个澡，鞋里有只虫子被穿鞋碾死了，洗完澡我总结完Quantitative Methods的做题总结，然后看NBA勇士凯尔特人总决赛第一场，凯尔特人末节翻盘，中午吃的排骨豆角，下午穿张帅篮球鞋跟他和他邻居去顺达打篮球，接波替张帅打了几分钟第一投中了，第二投没进，打了一会她们要回奶奶家我们就开车回了，然后去她姨妈家送粽子，她姨夫和大弟楼下等着，跟她姨夫说话了，然后回她奶奶家我第一次开她家车送她大姑回家看了看新盖的二层楼，她奶奶去给买面条让我给找回来了，回来晚上吃粽子冬瓜丸子，本来想多吃几个粽子的，结果吃了俩就吃不了了，饭后我俩沿着小路走了30分钟，晚上冲了个澡"],
            ],
"2022-6-4": [
            ["00:00-23:59","早上起来啪啪啪，吃过早饭下了小雨，我开车带着她跟她妈去做核酸，然后去接她爸，回来后我做题然后迷了一觉，中午吃的排骨，饭后跟我爸妈4个人玩手机麻将，帮耿高惠找聂晓哲弄建行生活，她把这个转全家福群里了，她回屋睡觉我也眯了一觉，然后做题，kindle明年中国停运得到送了90天免费电子书会员，我在文石leaf上下了得到APP下了吴军的《见识》《格局》《态度》三本书，她醒了后跟她玩了把8局麻将赢了她428分，她跟我说想吃小龙虾，结果没一会她妈打电话问她吃不吃小龙虾，真是亲妈，晚上吃烤串小龙虾剩排骨，吃完饭她爸带着她奶奶出去，下雨了，我跟耿高惠拿伞去找他们，在九爷门口找到了，我俩回去开车来接，然后开到滑雪场那回来，她爸想买小米11utra说有红外功能，晚上睡觉前心窝里面总是闷胀怕有事，她也很担心我"],
            ],
"2022-6-5": [
            ["00:00-23:59","早上起来她爸妈买的早点，吃过后她爸妈洗车我看了会《见识》，她爸开车回南口，刚出村我想起来电子书阅读器文石leaf着急出来落她奶奶家了，又回去取，她爸开车真猛一路上一直超速我坐后排把安全带都系上了，一路上看电子书，到东大街她爸下车走着回去她妈开车把我们送到调解室，神舟14号直播发射成功，然后我俩去做核酸，回到调解室耿高惠洗菜花煮菜花，我有点拉肚子，爸妈爬完八达岭森林公园回来了，中午我爸炒菜花热牛肉包子粽子，她洗碗，吃完饭我眯了一觉我爸妈让吃完晚饭再回去，她玩手机游戏我里屋做题，我爸不让我看让我跟耿高惠待着，我挺不爽的，我俩回里屋玩手机做题，我妈给俩狗洗澡剪毛，我爸炖带鱼炒菜花烙饼，我妈又给我剪头发，我妈让我浇菜我爸又让我把肥浇上，新闻发布会说周一北京大部分复工了，听我妈说昨天我爸值班去卡口跟喝酒的不扫码戴口罩的打架，吃完饭我爸非要给我擦车，擦完了我开车把我爸妈送回家然后就开车回龙旗广场了，到回龙观刮大风要下雨，我们在快递超市取三个快递把车停地下车库，我说东西能拿她不乐意，我拎着不用她，用她我是小狗，拎进小区她怕我累还是帮我拎了会，到家洗衣服收拾东西布置新蟑螂屋，我出去扔了趟垃圾看了看小电动有没有电，回来她玩盲盒，我做题做俯卧，问杨涛周一上不上班，晚上睡觉前啪啪啪"],
            ],
"2022-6-6": [
            ["00:00-23:59","早上起来她做玉米饼然后去上班，我在家总结做题笔记，中午等她下班我炒西葫芦鹅蛋热牛肉，我洗碗，下午睡了一觉她蒸红豆，一起出去做核酸，然后去永辉买水西蓝花西红柿金针菇盐焗杏仁倭瓜，她美团给我订了3盒非那雄胺5mg，她做水煮虾西蓝花，我洗碗，让我拿纸给她拿了用完不给她拿回去她就不高兴，问题是我不知道她还用不用啊生气，晚上跟她躺毛毯上我说她太咸鱼躺平，她不乐意生气了，我自己出去跳了500个绳"],
            ],
"2022-6-7": [
            ["00:00-23:59","早上起来她拿脚丫子在我脸上蹭，起来没给她做早饭就不高兴，上午我改刘晓蕙的网站v4.2.0，中午她做烤鸡翅蒸土豆倭瓜粽子，我洗碗，中午眯了一觉起来一起去做核酸，回来我做题，跟她下了盘象棋，她后面没耐心玩了，要不我可赢不了她，晚上她做西红柿虾滑汤，我洗碗，晚上一起跳刘畊宏操，睡觉前啪啪啪"],
            ],
"2022-6-8": [
            ["00:00-23:59","早上起来她啪啪啪把我干射，她做西葫芦饼，她去上班我在家做题总结，中午她在单位主管给订的吉野家外卖，她有个30-15的外卖券给我也订了吉野家辣白菜双拼，下午在家做题总结，眯了一觉等她回来一起去做核酸取快递，她去麦当劳买了新出的面包，回来晚上没做饭简单吃的苹果牛奶饼干啥的，晚上跳刘畊宏操，睡觉前啪啪啪她高潮"],
            ],
"2022-6-9": [
            ["00:00-23:59","早上起来吃过早饭，她躺着我做题，快到中午不知道吃什么，最后还是让我炒西葫芦热牛肉，下午睡了一觉起来去做核酸然后开车回南口，先回的她家，耿高惠拿了她爸的旧小米手机给我，我的华为荣耀7i终于退休了，怕我爸明天72小时核酸不让进去医院让我爸赶紧去做核酸，吃完饭我让她在家待着了，我去调解室找我爸他加班，在那做了会题，我妈打电话催他赶紧回家，我俩到家我跟我爸下楼放狗，晚上睡觉前我把两个手机都关了就睡着了"],
            ],
"2022-6-10": [
            ["00:00-23:59","早上醒来收到一堆她发的信息，我手机都关了她联系不上我她不高兴了，说我不给她留手机，我起来吃过饭就开车带我爸去昌平区医院内镜前检查，我爸我爸放到停车门口他先去检查我开车排队，我看队不动我就走正门进地下车库再上来，最后还是停B2层了，我爸先做胸部CT我赶过去他正好叫到了，然后去做心电图，我去给他排抽血号，他抽血我去给他取心电图片子，我看医生拿一大堆结果没有我爸的就没问，结果我爸过来刚拍的人就出来了，我爸一问结果早出了，我把他送到社区，我本想在调解室等会我妈游泳回来，还是先去她家找她了，中午在她家吃的肉饼，吃完饭我妈说把工行钱取出来我就自己先回调解室了，眯了一觉后下午腾讯会议开6月组会做题，她洗澡后出来我去迎她，买了黄瓜胡萝卜在地下通道放调解室就去大操场做核酸，在调解室复印身份证结婚证打印社区隔离通知单，下午我跟耿高惠准备菜，切一半突然出虚汗恶心，躺床上趴了会缓过来，晚上打算不吃饭了，结果我爸炖的豆角炒的鸡丁樱桃太好吃了吃了可不少，吃完饭我们4个打了把手机麻将，开车回家遛到了燕磨峪，到家又我们4个又玩了把手机麻将，睡觉前她说她妈要买房又想买万科的房子，我问百子湾的房子能贷款么她说能贷就是多10万，我心中一万个mmp，又聊到我啪啪啪不热情她说我不爱她不爱跟她啪啪啪生气哭了，睡不着楼下老何两口子打了一晚上架"],
            ],
"2022-6-11": [
            ["00:00-23:59","早上我妈去爬山降蓬顶，吃完早饭我爸去值班我俩在家，她说来姨妈了，晚上回龙旗广场第二天去医院，我妈快11点爬山回来跟个泥猴似的进屋洗澡，小妮子来大姨妈了地上有血，我俩赶紧去大操场做核酸，然后想去调解室拿羊肉片炒葱爆羊肉，结果怕里屋锁上没钥匙没去，在菜市场买了黄瓜口蘑鸡胸肉，到家我爸炒鸡蛋西红柿豆腐我炒口蘑，中午没让我爸乱吃，我洗碗，下午睡了一觉然后开车去她家，她妈晚上给炸的带鱼炒的倭瓜，我洗碗，吃完饭回我家拿我爸昨天煮的杏水，然后开车回龙旗广场了，到了没一会就开始下雨，把阳台外塑料盒里的冰袋拿冰箱里冻上，晚上我们4个玩手机，她说她手机问题老输，我俩换手机玩，结果我一个人用她手机赢他们258，晚上她给我在京东上买了个小米的蓝牙耳机"],
            ],
"2022-6-12": [
            ["00:00-23:59","早上起来开车去三院生殖中心，还真挂到一个早上的普通号，估计是谁退的，掉头把停三院生殖中心街边，等7点她抽完血去吃头壹号，吃完饭我俩在车里睡觉看电子书，去街对面做核酸，取完结果去5楼，结果是张春梅，她去做人受等了她会儿，昌平去医院打电话说我爸明天的胃肠镜因为疫情不让做的，中午我吃的吉野家她买的麦当劳吉士汉堡，吃完饭走了一圈，下午去审核拍照，护士说化验结果纸质单只给打一张，我也要建档挂了男科，医生帮我把之前的化验单打了出来，还得补查个生化和精子质量，然后我俩去拿药，有个赛增的药得用针管自己打，我妈打电话给我她给我买的蓝牙耳机到了，我一直不接电话，我妈生气了，我联系东村社区卫生服务中心和回龙观卫生服务中心都没打通，结果她说护士说不让外打怕他们打不对，打完针我俩就回龙旗广场了，晚上她热的她妈做的肉饼水煮芹菜玉米牛肉，我洗碗，晚上我跳绳，我们4个玩手机麻将"],
            ],
"2022-6-13": [
            ["00:00-23:59","早上起来开车去三院生殖中心，没敢停中心路边，停对面了，她去打针我去抽血，然后就开车回龙旗广场，我把药放冰箱，开车送她去单位然后开车回家，到家眯了一觉拿上电脑CFA题带上俩狗到调解室，煮鸡胸肉给俩狗，小迪发现个狗豆子我给踩死了爆一堆血，我妈游泳回来中午跟我爸一块回调解室，中午吃的烧饼夹鸡蛋剩鸡丁煮糙粮面条汤，我爸上班我妈又开始咒骂我爸很生气，待了一会我就回龙旗广场了，我开车到我爸社区要他医保卡结果发现在我钱包里呢，我爸不理解为什么我们要试管，给车险打电话问怎么用停车券加油卡，在大拐弯那加完油回龙旗广场了，到家我总结做题，闲鱼上把那双没穿的小穿鞋快递寄出去了，准备晚饭然后骑小电动去她单位接她，到家我炒香菇油菜热牛肉，我洗碗，晚上我戴新蓝牙耳机去遛弯，发现早上停车没记录缴费，晚上早睡觉"],
            ],
"2022-6-14": [
            ["00:00-23:59","早上起来开车去三院生殖中心，想着停三院生殖中心路边结果没地方，还是停昨天对面第一个位置那里了，她去打针然后开车回龙旗广场，约了美团第二天的曹操出行，她在车里睡觉然后骑小电动去上班，我在家总结做题，中午吃的手抓饼，下午做题跳绳，晚上我炒鸡丁豆腐，我洗碗，我去遛弯，晚上早睡觉"],
            ],
"2022-6-15": [
            ["00:00-23:59","早上起来到西门结果约的车迟到了，退了之后滴滴还真打到一个，司机正好停路边睡了一宿没回去，也巧了他车限号要赶在7点前出五环开的快，到医院没晚，三院生殖中心扫码系统故障没扫就进去了，我跑着第一个给她扫上打针的码，被超过的那个姑娘急的也追着我跑，估计心里没少骂我，扫完码去吃的头壹号，打完针我俩打车回龙旗广场，她骑小电动去做核酸上班，我在家做题，上午杨涛给我打电话他下周去重庆让我下周到校，跟他汇报HDMI视频采集卡结果发现好像不行，赶紧找了另一个不知道可不可以，把剩下的《枪火》看完，中午吃牛排三明治，下午去做核酸取快递做俯卧撑，莫名其妙又拉肚子了，晚上我炒荷兰豆煮虾，我洗碗，我让她把新买的拼图所有块打散了拼，晚上我遛弯"],
            ],
"2022-6-16": [
            ["00:00-23:59","早上起来一起开车去三院，她瞎指路走错了又绕了回来，给她放三院我就去生殖中心想把车停不收费那，路过看到那空着，等掉头过来就被前面的车停了，我去头壹号吃早饭，买了个肉包子4块，拿了一个圆白菜一问9块太贵了我就放回去了，吃完饭我去三院8层找她，刚到8层正好碰上她去拉屎，找她拿了精子质量检查单，想跟她要其他的检查结果她不给说一会就回去找你拿这么多干什么，我在楼道坐着等到8点就回生殖中心撸去了，撸完回车上等她，她两边各10个卵泡，但是质量如何还不知道，她回车上找我拿上药去抽血打针，我回生殖中心找她等精子质量结果一直不出，机器没纸了找护士添纸，问前一个取结果的他是第二天出来的结果，我们没等就直接回家了，到家把闲鱼卖的树莓派快递寄出去了，卖了310，中午她订的西少爷外卖，眯了一觉，下午我总结做题，她睡觉做梦说回家路上有人问她老公叫什么她怎么也想不起来急醒了，去做核酸门口人太多去打疫苗那做的，然后去永辉买西柚蓝莓樱桃面包，不小心把6次洗车券更换成了红豆积分，再换回来的时候只能换5次洗车了，靠，精子质量结果ab值40%多了，比上次高了1倍，看来生精片还是有点用，但是她抽血的激素结果雌二醇才400多，非常低，说明卵子质量不好，上次11天左右1000多呢，真的感觉心灰意冷，唉，晚上她炖排骨炒黄瓜鸡蛋煮芹菜蒸糙粮饭，我洗碗，看完了《黑社会2》，给她下了《东北警察故事》《冒牌财神爷》，家里网好像有点问题米家都连不上了，晚上叫她一块出去遛弯，她跟着出来了，结果还没走出小区她就开始说背疼腿疼，我就让她回去了，我回家拿上蓝牙耳机自己去走了一圈，她在家躺着然后玩拼图，我今天觉得后背总是不舒服胀疼，不知道跟胰腺有没有关系"],
            ],
"2022-6-17": [
            ["00:00-23:59","早上开车去三院生殖中心她去打针，回龙旗广场她骑小电动上班，我在家上午看勇士4-2凯尔特人拿下NBA总决赛冠军，然后做题，中午煮蘑菇小白菜西红柿鸡蛋牛肉挂面，去做核酸，回来做题，本来觉得multinational operation这章学的还行，结果一个case9道题错6个直接没信心了，快下班要下雨我骑小青桔去迎着她给她送雨披，回龙观地铁那碰上的，晚饭我炒芹菜鸡蛋煮虾，我洗碗，晚上我去遛弯运动她在家拼拼图"],
            ],
"2022-6-18": [
            ["00:00-23:59","早上起来开车去三院生殖中心，把车停在了不收费那，她先去刷好打针，我在车上吃完早饭去找他，打完针得等8点打印精子报告，看杨宇卓大夫，重新建档，给她买了个新的袜套，本来想买粉色的，结果蓝色的在最外面就买了这个蓝色的，预示着男孩吧，然后开车回南口，先到大操场做核酸，然后到调解室跟爸妈汇合走着去姥爷家，中午吃的排骨接单西红柿豆腐，舅妈也在姥爷家吃的，吃完饭回家睡了一觉，拿上易驱线，本来想着吃完晚饭再回去，结果姨妈让去吃烤串，下周孙志强孩子就生了，我俩就没去吃，把爸妈送到调解室我俩就开车回去，突然想起来调解室冰箱里剩下的面包片没拿，我回去拿，顺便摘了两根黄瓜，开车去她家拿上水果就回龙旗广场了，在百葛服务区用安全停车圈加了200块钱油，车停楼下用小推车把东西放家，到家她拼拼图我找到了另一个易驱线然后拷数据，看《冒牌财神爷》，我炒倭瓜热排骨，她洗碗，晚上我遛弯做俯卧撑，她玩拼图"],
            ],
"2022-6-19": [
            ["00:00-23:59","早上起来开车去三院，她排队等刷号，我过去给她排队，B超显示右四大三中左三大，给开了打的针，打完针就开车赶紧给她送单位去上班，医院说有可能今天打电话通知打夜针我就没有回南口，托我爸帮我寄hp台式机，结果都不给寄，我到家做题，中午吃的蘑菇鸡蛋牛肉黄瓜拌饭，然后去做核酸，回来做题总结，医院给我打电话让晚上去打夜针，联系不上耿高惠我给她打座机，赶紧微信公众号缴费，结果一会又打电话说没交，明明刚才都交了，下班我去单位接上她赶紧赶到三院生殖中心，在吉野家吃的晚饭，结果入校申请备注没写全又重新申请了一遍，她去二楼住院处结果在一楼宣教，排在最后一个没赶上宣教，单独给她宣教的，短发护士还挺好给我俩抽血做核酸，网上11点30来打夜针，告知她的LH激素有些高可能明天会提前取卵让她不吃不喝等着通知，我俩开车先回家拿上充电器袜套什么的，然后开车回到三院种植中心把车停在了不收费那，在医院按摩椅那等着，用测血压的凳子垫腿，她忘拿高血压药我去车里又给拿了一趟，她订了立枫酒店，打完夜针我俩打车去酒店休息睡了"],
            ],
"2022-6-20": [
            ["00:00-23:59","早上起来我打车回单位，她稍后走着到三院做核酸然后去生殖中心拿药，我先到生物技术馆3303，杨涛没在办公室我就回3303拷照片，吃了点饼干和士力架，待了会我决定还是先回医院了，打车到北航门口去麦当劳买了个汉堡，杨涛打电话来了，我只好说上午到了又回医院下午再过去，回车里放包拿上移植要用的包回三院，昌平去医院打电话通知我爸24号上午10点做内镜检查，5点起来喝泻药7点前喝完，然后我到三院8层找她，她让我回生殖中心地下实验室要三联单，我到了后让我去一楼咨询处要，在咨询处签好三联单赶紧回三院找她，杨涛打电话让我周二上午过去，我没办法只能告诉他我俩正在生殖辅助，她让我说审核拍照直接进去，然后我俩就在里面等通知，11点30多了护士告知LH值变化不大还是按原计划明天取卵，我俩开车就回家了，她定了宏状元外卖，告知红豆粥没有了给换成了椰子燕麦粥，正门那没地方停，我让她下车回去我停到小门，然后翻铁栅栏过来，让户军雷帮忙去清华美术馆那里去快递，中午她喝那个椰子燕麦粥有点酸打电话给退钱了，下午补觉，问赵君霞上次第二届实验技术创新奖获奖没，得到没有获奖的消息上次的申请这次还能用，另外我发现不收费的停车那里竟然收费了！晚上我煮了虾吃中午的剩饭，我洗碗，晚上我去后面溜了一圈，后面有个新的核酸点我就顺便做了个核酸，回来拼她新买的架子，正好放在冰箱旁边，效果不错，她玩拼图，洗完澡就睡觉了，我发现后背右腿单腿站着哈腰起身的时候脊椎会疼"],
            ],
"2022-6-21": [
            ["00:00-23:59","早上起来我翻铁门开车去上班，到单位万人二楼吃早点，到一楼充值学生入口不让进，被告知外面有一台圈存机，吃完饭去监控室把视频采集卡装上配置好等杨涛来，结果他说有事晚半个小时，到了把电池室的门打开，汇报采集卡，布置任务后他就让我去忙别的了，我本来想开车停东三门然后打车，结果东三门封上了，她打车快到三院了就让我开车过去了，我把车停在了花园东路口腔医院那个停车场，然后赶到三院8层找她拿袜套然后就在外面等，12点30在自动售卖机上买了个面包吃，单子上我俩排最后，但是没多会儿就叫到我了，我进去发现也叫她了，她就坐在我不远处的对面，然后我就换衣服取精她先去取卵，在里面环境不对硬不起来撸半天才射，出来让我去7层日间住院处等，我到7层觉得应该在8层等她，结果我刚到8层她就出来了，看着她还挺清醒，她说麻药打的正好做完就醒了，护工推着我陪着她到7层，可心疼她了，这次取了15个，她休息了一会出来一起去外科楼假条盖章，然后我去开车回来接她，结果太堵车了她决定走到车那里，我这一路虚的不行，开车回龙旗广场，她正门走着回去我翻小铁门回去，到家躺着睡了一觉，起来她订麦当劳顶冬瓜丸子汤外卖，我骑小电动去取麦当劳，吃完饭又休息了，晚上我去遛弯，回来看CFA复习课视频，晚上我洗澡时她呼呼的睡着了"],
            ],
"2022-6-22": [
            ["00:00-23:59","早上起床梦见她玩别人的小鸡鸡我这个生气，上午我做题她休息，中午我炒米饭热冬瓜丸子汤吃西瓜，我洗碗，下午我去长庚医院约左肩脂肪瘤的手术，约的下周四手术，接台手术估计得下午4,5点了，又得饿一天，给我爸打住院的检查结果病例然后回龙旗广场，翻小铁门到家，躺着休息了一会，她说肚子大不会腹水了吧，我看着还真是大了，我爸给我发微信我6月19号北航东门那6点多走公交车道被拍了，给我爸打电话让他今天晚上别乱吃了，结果他说吃鱼啥的没事，我真没脾气了，然后他问耿高惠休息了？我说没有，他一遍一遍的问，我没忍住火急了，真不应该发货，晚上她订的鑫巴蜀烤鸭外卖，晚上我去遛弯做核酸，听完了《苏世民：我的经验与教训》，回来做题修改第三节实验技术创新奖的材料，她在家也就是玩拼图，我做俯卧撑"],
            ],
"2022-6-23": [
            ["00:00-23:59","早上我起来我开车去上班，在食堂买的豆浆然后回监控室，把两个监控用视频采集器接起来可以快捷切换，把实验技术创新奖打了出来上交但需要主管签字，中午在食堂吃的饭，还好从抽屉里找到一个杨涛签过字的发票，下午户军雷到了帮我用手电筒配合透明塑料板把杨涛的名字拓上去，2点看了看清华私募研究院的在线路演，把监控环境搭好我就开车回龙旗广场了，到家下了点雨，接上她我们开车回南口，先去的她家，她妈妈做的冬瓜丸子炖的鱼，我洗碗，吃完饭没着急回家，在得到上看免费的《置身事内》，感觉这书确实不错，没跟我妈说耿高惠歇着呢，她妈给煮了咸鹅蛋拿上，到家我爸楼下玩牌我妈跟小妮子在楼下，我上楼把小迪带下来去溜了一圈放狗，到家把小惠买的《古文观止》给我爸，然后找不到片子，一通找也没有，主要是片子里的检查单，其实放在了新的手提包里我给忘了，我妈说调解室沙发下有一个，我爸赶紧跟张坤接了个电瓶车，我到调解室看沙发下的是她上次拍的脑CT，回到家拿上钥匙去小棚子里看是不是从楼上搬下的柜子里，又看了车里也没有，回到家想起来在那个手提包里，虽然单子找到了但是片子还是没找到，挺累的一天就睡了"],
            ],
"2022-6-24": [
            ["00:00-23:59","早上4点30的闹铃给我叫起来的，耿高惠也给我打电话叫我起床，起来做热水给我爸冲泻药，250ml兑2大包2小包药，一共12杯，前三杯5分钟喝下，后九杯10分钟喝下，4点55开始喝，我爸还真行12杯都喝了拉得还行，吃过早饭我妈放完狗回来我们就出发去昌平区医院了，他们先上去我排队停车，我爸穿的少没吃东西我回车里放片子把车停阴凉处拿上我俩去溶洞买的毛毯回去，我爸排最后一个10点30进去检查的，11点做完，我妈去缴费我进去找我爸，我爸坐在小凳子上傻乎乎的，胃多发糜烂取了病理，肠有一个小息肉切掉取病理，但还有一个1cm+的息肉没法切得住院做，我爸说他做一半麻药醒了屁股眼倍儿热，做完我们回调解室，中午我妈热的牛肉馒头吃的水果，我开车回家拿电脑题，把狗带到调解室把车停阴凉，做了会题就去她家接她，到调解室我把答案对了，看《奇异博士2》她跳开头我不让闹别扭，我爸自己煮粥喝抱怨我妈不管，晚上包的茴香猪肉馅儿包子，吃的时候发现是羊肉的，吃完饭我们4个玩了一把麻将我一把没胡，他们开车回家我跟她走着回她家，小区门口买了两瓶脉动，出来正好碰见她爸妈去打球，我俩上楼我睡了一觉喝了一瓶脉动，在她家睡的"],
            ],
"2022-6-25": [
            ["00:00-23:59","早上起来他们都起了她爸去上班了，吃的油饼鸡蛋，待了一会我俩去格林豪泰做核酸，然后去姥爷家，有领导视察我爸去大操场看着，我妈之后来姥爷家做饭炒的茄子芹菜苦瓜，我爸之后到了，牛肉在后备箱我赶紧走着去地下通道广场拿把肉放调解室，耿高惠试了一下能在12123APP上交违章，竟然是200块0分，跟姥爷吃的午饭，然后回调解室我们4个玩手机麻将，我嗓子疼感觉感冒了玩的时候都快睡着了，玩完我赶紧睡了一觉，耿高惠帮我把做PPT，跟我妈说周四我做左肩膀脂肪瘤手术让她过去，待了一会我们就开车回她家，我爸让拿上迷恋柚子饮料，车停在里面让大公交帮忙开出来我们好出来，到道南卡口故意说没有出入证让登记，也没登记就开进来了，把车停楼下她先上楼，我用伞遮前挡风玻璃然后上来，她睡觉我写监控识别代码，发现pytesseract识别小图效果不好，改用ddddocr了，她妈做的排骨豆角卷子晚饭，吃完饭开车回龙旗广场，我爸的钥匙没在车上，上高速到习惯想起钥匙可能在我书包里，那天我爸做胃肠镜放的，结果高速不好下来回邮费也够快递了，我俩到家我翻小铁门她推小推车过来，我之后去把钥匙寄快递，然后走到了红绿灯回来，"],
            ],
"2022-6-26": [
            ["00:00-23:59","早上起来她摊鸡蛋饼，开车送她到三院做核酸，我把车停到口腔医院停车场等她，开车回龙旗广场，我看CFA复习她睡觉，摇号都没中，中午我热排骨豆角卷子，我洗碗，看《奇异博士2》吃呀土豆，下午我写监控代码识别数字，小数点总识别不了，实现了红色识别功能，躺了一会想捅屁屁，穿小粉吊带裙戴假发捅屁屁，换成假JJ坐在她上面，感觉特别对，全身都爽，快把自己干射了，然后骑小电动做核酸，她买的肯德基可达鸭玩具到了，还有4个小兔子也到了，我随手打了一个正好是唯一一个蓝色领结的，她说移植的时候带上，把宝宝带回来，希望是个好兆头，晚上她做烤肉蒸小南瓜，她洗碗，我去走了一圈，晚上她说坐上面弄的她肚子疼，我挺后悔的"],
            ],
"2022-6-27": [
            ["00:00-23:59","早上起来开车送她到三院然后我去上班，上午在监控室用conda装opencv，咋也装不上，最后还是用pip装上的，她在医院等了好久11点左右才告知配成了3个，真的好失望，中午跟王老师小陈去的荷园一层吃完饭，我自己回监控室把程序调试通就赶紧去医院接她，她在永和大王吃完饭走到生殖中心那等着我，到龙旗广场后面遛弯那里做核酸，到家她睡觉我做题，突然想起来我周四手术前的CT和心电图要不要预约，打电话正好五点下班了，晚上我炒了个鸡蛋西葫芦，她就吃了个小南瓜，我做的手抓饼夹西葫芦，我洗碗，晚上她出去跟我遛弯走到红绿灯等我，回来她想吃冰棍，给她买了个哈密瓜味的，说好了之后就不吃了，晚上到家把晒了好几天的塑料架子拿进来放到壁挂炉那，我总结做题，她把空调挡板装上了"],
            ],
"2022-6-28": [
            ["00:00-23:59","早上起来翻小铁门开车去长庚医院，在放射科等到8点约上了下午5点的CT核酸胸片，去等8点30心电图时去一楼抽了5管血，做完心电图开车赶紧回单位，听堵车的在车上吃的早饭用矿泉水瓶尿了泡尿，中午跟小陈马海峰万人吃完饭我回车上听了会课睡了一觉，下午在监控室待了会，快到4点开车去长庚做CT，到家后我炒肉末白菜水煮白菜鱼腐蒸米饭，我洗碗，晚上想让她去遛弯她说什么也不去，失望极了，这次的试管真的可能又要失败了，唉"],
            ],
"2022-6-29": [
            ["00:00-23:59","早上坐地铁上班，本来想把手环绑上公交一卡通，结果一个人只能绑定一个，监控室太热了不健康我就坐楼道里，王老师小陈过来后得知杨涛隔离呢不来我就回3303，我们仨把发的东西凉席洗衣液分了，上午医院打电话让我明天9点30来住院处报到，上午听了一节CFA复习课，在网页上看了看得到的《置身事内》，下午去做了核酸，回来接着看《笑傲江湖》解说，到家我歇着等她下班还真饿了，她还下班晚了，直接去吉野家汇合，我吃的双拼她吃的买一送一火锅，我又吃了她买的味多美红豆面包，晚上到家我洗衣服擦地，她煮美玲粥炖鸡翅翅根"],
            ],
"2022-6-30": [
            ["00:00-23:59","早上起来她去上班，我等我妈坐公交到我家，打车去长庚医院，我妈说她打，美团滴滴都打不到，打到一辆对方还取消了，我最后用美团打到了，司机挺好心特爱聊天，到医院办住院没带住院单，到6B住院部填单子补打住院单，因为没打纸质化验单医生在电脑里差特慢，回一楼住院处办住院打电话让我赶紧到我还以为排上我手术了，找前台插了个队，上去后从管床大夫得知怎么着得到4点了，说她小姐姐结果比我小，让护士输上葡萄糖，结果给实习护士练手了，没扎成，扎的我这个疼，最后还是让护士肖燕帮忙，她跟我道歉直接帮我把打麻药用的针扎上了，让我到手术室少扎一针，技术果然好，竟然不怎么疼，管床大夫还是要求下午2点去做个彩超，我让我妈去吃中午饭，让旁边大爷帮忙把帘子拉上，下午去做彩超下面全是穿病号服的，383号刚到305号，助手让我妈外面等我不让说饿，她让我上去待会再下来，我回去也没输液就躺着来的，也就20分钟就下去了，彩超显示还是多发的，估计是基因的原因比较爱长，然后就回去输液等了，4点果然来接我做手术，坐轮椅到4层手术室，我妈陪我过去，然后就做手术了，醒来嘴又干又苦，迷迷瞪瞪看见我妈我爸还有刘万山，我爸下班还是过来了，推回病房输上液接上监控过一会醒来了，好像是6点多出来的，耿高惠在家吃过饭也赶紧赶过来给我妈带的饭我的饭也送进来了，我休息了我爸跟刘万山回南口，她带我妈回我家住，耿高惠忘了给我妈拿被子了，半夜想起来给拿过去的，用同屋大爷的矿泉水瓶接尿，我输葡萄糖等到快12点撤的监测，起来吃的一个香蕉两个鸡蛋一杯美龄粥，下地走了两圈就睡了，真真24小时没吃没喝，靠葡萄糖撑着，其实也不饿了到最后"],
            ],
"2022-7-1": [
            ["00:00-23:59","早上起来耿高惠和我妈把早点给我送过来，查完床我起来出院，好心把两根香蕉一瓶矿泉水留给屋里俩等着做疝气的大爷，其实是多此一举，她在长庚来的血压药，出来后她开车带我们回南口，先去区医院给我爸取病理结果，签名还签错位置了，病理还好，然后开车把我妈放到卖烧饼那，她去买鸡胸肉我俩先回家，停楼下熄火没关窗户，她就很不爽，到家我下去遛狗，我妈回来买了鸡胸肉豆角鸡爪，我肚子不舒服，中午吃的鸡丁鸡蛋西红柿鸡爪黄瓜，她睡了一觉我收拾我爸书柜，睡醒了后她要自己坐动车回家，我说跟她一起开车回，她不让，要自己回去，下火车打车，我就说了句就这么近还打车她就不乐意了，直接自己走了，没理她，下午我接着收拾书柜，拉肚子了，我爸回来简单做的晚饭，我爸去值班我跟我妈走到燕磨峪就回家了，晚上收拾东西的时候突然头特别疼也不知道是不是三叉神经，晚上躺床上睡觉竟然忘了把河马抱过来了，我妈把河马抱过来我才反应过来，习惯也会改变吧"],
            ],
"2022-7-2": [
            ["00:00-23:59","早上起来吃过早饭我爸开车一块下去到调解室，我给俩狗煮鸡胸肉，我爸炖排骨，水管子的水是不干净，地下通道那主管道呢，中午去孙志强家吃烤串，孙志强保养车回来，看见方便面想吃结果是给狗吃的，这个尴尬，出汗刀口疼光膀子吃的，吃完回调解室我爸去看管道施工，我眯了一觉起来看《置身事内》，我爸洗澡我妈绣十字绣，调解室的葡萄红了，尝了一个，晚上去姥爷家包韭菜肉馅儿饺子，我爸妈给我单包的鸡蛋韭菜馅儿的，姨妈姨夫舅妈姥爷也在，吃完饭我们回去赶紧去大操场做核酸，我想还是晚上回龙旗广场吧，也没回家就直接回龙旗广场了，我爸说我不回家香蕉没拿，到龙旗广场她正吃外卖呢，晚上她帮我洗的澡"],
            ],
"2022-7-3": [
            ["00:00-23:59","早上她骑小电动上班，我在家吃早饭看H1Z1中国红军虐老外的视频，本来准备出门去长庚换药结果下大雨了等了会做了一道题，看雨小点了出门赶到长庚医院，一层住院处还真开着门呢，办完出院拿上医保卡到二楼换药处，门口有个写名字的排序表，我一犹豫让后面来的人先签上了，反应慢得改，换药时没有什么换药单还得去门诊挂号，护士先帮我换上了然后让我去补她说伤口长得挺好的，没缝针用的美容的方法处理的伤口，上午还正好剩一个号我就挂上了，补缴完费医生说长得挺好再换2,3次药就行，在外院也行，病理结果得一周门诊看，然后我去打印住院前化验结果，CT没拿小袋子没法扫码，去前台帮重新打一个，那个人不想给打这个那个的让我2月内都能打，反正我得磨着她给补打个单子，最后不情愿的打了条形码，还故意不给我袋子，无所谓我家里有个袋子那么多也没用，就是觉得这个人太事儿逼，又不是她家东西，开车回龙旗广场做了会题，中午煮的挂面吃，耿高惠妈妈问我在家呢么，联系我妈从平谷回送了点玉米菜肉饼啥的给我爸妈，下午做题下小电影，聂晓哲让我帮她上传作业查重，晚上我炒麻婆豆腐香菇油菜热我爸炖的排骨蒸米饭，她单位宋薇让她打电话以后不排班，她真是怯懦受欺负，好气又心疼还不能说她，我洗碗，然后让她跟我一起去做核酸，她没拿手机正好也下雨就让她回家去拿，做完核酸我接着走，我让她回家结果她还真跟着我来了，我就跟她走到红绿灯就回来了，到家我下小电影她挑米看动漫，我戴假发，晚上轻轻啪啪啪感觉要秒，换我用假阳具坐着竟然把自己干射了，不知道是不是前列腺高潮，反正射出来的液体不粘没那么腥气也还算透明，感觉也不那么虚，嘿嘿"],
            ],
"2022-7-4": [
            ["00:00-23:59","早上起来我开车到学校然后她开车回南口，我做题吃早饭然后去监控室，下楼的时候碰到杨涛了，在监控室想到了把屏幕直播出去，先尝试了企业微信，但是摄像头不能关，最后想到了用python写了个直播的小脚本，让小陈帮忙与防火墙映射到外网，测试成功后去吃中午饭，中午特别晕也说不上来的虚，跟射了的虚还是不太一样，中午回3303迷了一觉，下午去监控室待了会空气不好就回3303了，写了个diaryk的页面，下班鲁志有个学生送了两袋子水果，我拿了一盒苹果贾安宝给分了，一会杨涛上来了，他想用大摄像头装在监控室，正好我汇报了上午的做的，他又布置了写闪传的HPC China的投稿，我去食堂吃饭给她买了个鸡腿，回3303做题，然后她吃完饭从家出来到清华来接我，出高速非得让我赶紧出来，我在西北门等她半天，接上我开车回家停家门口，然后我去停车反小铁门回来，到家去扔垃圾到一楼用脚踹门吓到要开门的女的，她说教我这样不好，我都没理她，虽然她说的对但是觉得她真事儿妈，晚上她帮我洗澡，简单蹭了蹭"],
            ],
"2022-7-5": [
            ["00:00-23:59","早上起来开车去上班，上午下楼给杨涛送了躺鼠标，上来后忙着把OKR那篇文章投出去，然后去监控室写配置文件功能，中午没吃饱来生物医学馆二楼吃水果，把小陈的香蕉吃了，然后去监控室把配置文件的功能实现，然后回3303做题，实践了下新股K线选股的策略买了几只股票，结果要下班了开始下大雨，赶紧从单位出来连题都没拿，开到上地东里那雨巨大都没法开，打着雨伞单手翻小铁门回家，我炒茄子西红柿热排骨蒸米饭电饼铛热馅饼，我洗碗，晚上跟耿高惠去永辉，用那100块钱买了4张5块的即刮型彩票中了25，买了面包片从地下广场绕了一圈就来了，睡觉前啪啪啪"],
            ],        
"2022-7-6": [
            ["00:00-23:59","早上起来我开车上班，开了一会发现胎压报警了，没在意开到了单位，结果下车一看左后胎扎了个螺丝憋一半了，影像中心的物业出来跟我聊天，打电话找修车的上门补胎200，结果还得报备太麻烦了，突然想起来车险送了免费补胎，站那一会咬了一腿的包，回3303吃过早饭把车开到西北门路边，第一次自己换备胎很顺利，就是忙了一身汗，左肩手术也不得劲，然后赶紧去校医院换药，校医院也有机器挂号交费了，换完药到监控室把计算平台监控屏直播功能升级了，不需要老开着OBS，直接用opencv调用视频流就行，然后flask出去，同时还可以在画面上添加颜色框，中午跟小陈走去荷园吃饭，他要去做核酸，碰上了户军雷贾安宝，我上了个厕所就找不着他们我自己去二楼吃，吃完回3303把《置身事内》听完了，然后带着电脑棒回监控室给马海峰，之后把H2浓度识别出来，舍去小数点后面，直接识别整数部分不就行了，但是lkup用pytesseract不行太慢了，监控室待久了又吵空气也不好，我就来到二楼办公区跟他们带着，吃了个小橙子，待了会就回3303把电脑放回去，提前出来去安宁庄小区那边三旗汽修补胎，跟着导航走进了个广场不对，其实就是路边那个维修点，停进去告知不能用免费补胎不合作，打电话联系建材西路那个京东京车会可以用，到了之后查下来一看胎废了，扎了之后开了挺长时间，车胎都被钉子划下一堆胶粒，换原装胎跟4s店一个价，给杨硕打电话询问，最后换了一个最便宜的玲珑轮胎390，砍了10块钱，换完记我车牌车架行驶里程数我觉得不对，到家之后看见APP上有个保养啥的，打电话投诉时有个人跟我借个火，翻小铁门回家后煮芹菜热馅饼，她下班在路口拐弯那买了个木须肉糖醋里脊菜，我洗碗，她应该是来姨妈了，开始看《心若菩提》，晚上蒸土豆做硼酸小丸子杀蟑螂，她帮我洗澡左胳膊胶带的地方紫晴的，过敏真严重"],
            ],
"2022-7-7": [
            ["00:00-23:59","早上我骑小电动到地铁站，到单位做题总结，杨涛上来说了说我做的监控直播，让主要做微信报警，上午他们开V集群的会，小陈把杨涛去重庆招生的差旅单给我让我去交到中意环境楼433张黎老师那，我骑美团送过去回来到工会做核酸，中午看了看电影《套装》，下午做题总结，之后到监控室，把放地上的imac放到了桌子上，把自带的摄像头也利用上，我可以随时看谁在监控室，正好厂商的人在呢，我问安工存储的oss什么的怎么能免密传数据出来，“安”工说可以用普通用户来免密，正弄一半觉得还是别弄了会挨骂，再问安工的时候才知道另一个才是安工，这个是张工，这个尴尬，安工给了一个很好的解决方式就是用POST传输方式，好想法，下班我出来突然想起小电动钥匙在3303呢，差点完了，结果把打卡给忘了，坐地铁到家，她炖乌鸡炒豇豆肉馅米饭吃西瓜，她洗碗，晚上骑小电动一起去西小口公园，里面还挺大还有滑梯啥的，玩了会就回来了，有点拉肚子，她帮我洗澡，手机拍了伤口，T字形的，看了一集《警察荣耀》"],
            ],
"2022-7-8": [
            ["00:00-23:59","早上我开车上班，到单位做题，然后到平台办公室找刘鹏老师，正好碰到他，让他帮我在企业微信开通消息应用，把抽屉里的茶π给他了，刚到监控室杨涛就让我下来一趟，我赶回去贾安宝在杨涛办公室就让我先上去了，我看了会《心若菩提》，下去之后讨论下监控视频直播叫啥，汇报了POST的事，HPC那个文章暂时不写了，出来后去校医院换药，回监控室开7月组会，安倍晋三被枪击，中午去荷园吃饭，中午回3303吃了个苹果，看了一集《警察荣耀》，到监控室小陈帮我把监控机的22端口映射出去，拿了一瓶洗衣液回3303把电影《套装》看完了，然后做题总结，下班开车回南口到调解室，摘了一个大黄瓜，我爸炒的豆角鸡蛋西红柿茄子牛肉，吃完饭我洗碗，开车回家我爸骑电瓶车碰到他顺路带了个人，把车胎放小棚子，跟爸妈去后面遛到燕磨峪，他跟人聊天让我叫人，我都过去了还让我叫挺尴尬的我也不认识，我妈不停给她打电话，我爸生气，我还跟他抬杠，我妈大马路上骂人，真的丢人，到家我看《心若菩提》"],
            ],
"2022-7-9": [
            ["00:00-23:59","早上起来吃过早饭，我爸去单位开会，我跟我妈开车到调解室，跟我妈洗车，给小妮子脖子后面弄个狗豆子，我妈先去美廉美买鱼，去姥爷家，姥爷也想去美廉美，姨妈拿了几根玉米就走了，中午吃的豆腐豆角黄花鱼，我爸妈给俩狗身上弄下了好几只狗豆子，回调解室我睡了一觉，我妈给俩狗把毛剃光了，待了会我就赶紧开车去长庚医院了，还是挂的季午阳的号，看了病理没事，看了看伤口长得挺好，说下周一二就可以自己揭了洗澡，问了问备孕，不能开不打疫苗，这大夫挺好的长得也好看诶，前面有个想加号的，她个给看了看也没让她挂号，我换完药就回去了，忘了问胳膊上是不是过敏了，回到龙旗广场我炒口蘑，她下班路口买了菜，吃完饭我洗碗，她说明天她爸妈来，我就去永辉买了哈尔滨小麦王啤酒雪碧可乐，出来发现竟然下雨了，晚上戴假发穿黑吊带丝袜情趣内衣捅屁屁，没前列腺高潮，结果被她撸射了"],
            ],
"2022-7-10": [
            ["00:00-23:59","早上她去上班，我吃完早饭在家做题，看《警察荣耀》，看见又有人开小铁门，打12345投诉，客厅摄像头换了个SD卡，用她笔记本看SD卡的视频，看不了可能是卡坏了，中午吃的半个花卷炒的剩茄子三片牛肉一根黄瓜剩西瓜，下午看了两集《警察荣耀》，去永辉买了两双拖鞋，回来做题总结，她爸妈5点多到的，我翻小铁门推着超市推车，她爸妈在中间小门等着也推了个小推车，到家换拖鞋，她爸拖鞋买小了，待了会她爸下楼抽烟，我帮她妈做饭，她妈做孜然羊肉，我炒鸡蛋西葫芦，她下班跟她爸上来，吃的大酱肉包，送她爸妈开车走，搭了车到小区正门，送她回去我又出去遛弯，回来我洗碗，待了会就睡觉了，晚上查季午阳医生的履历发现她上过《非诚勿扰》"],
            ],
"2022-7-11": [
            ["00:00-23:59","早上我开车上班，上午画监控直播构架图，看监控直播摄像头，看到杨涛他们在监控室开V集群存储的会，我就在3303做题，中午吃饭抱怨医院复印病历收费不合理，她生气了不让我管小铁门也不让我管，吃完饭去做核酸碰到王亚坤陈晋红刚去吃饭，结果中午工会关门了，中午在3303看《心若菩提》，然后去做核酸，下午做题总结，然后写微信发送文字消息和图片消息的代码，下班到家看《警察荣耀》，骑美团去她单位等她，下班出来见到她单位领导方军，去回龙观地铁那的华联吃的绿茶餐厅，到家后她就躺下睡觉了，我看了会儿《心若菩提》"],
            ],
"2022-7-12": [
            ["00:00-23:59","早上下雨我翻小铁门开车，她到出口等我，开车到她到育新地铁，我去上班她去三院生殖中心抽血，她复印病历，3个囊胚，2个4BC，1个4BB，果然质量不好，中午吃完饭，她的一个结果出来了，还是在临界值内蛋有一些高，我等到13:30到车里等着协和APP的线上问诊，体验好差啊，田锋大夫很不乐意的给开了MRCP和肿瘤标记物的申请单，下班开车到家给张云打电话问第五届创新基金经费怎么花，翻小铁门进来的，她做饭从窗户看见我走过来，试了试她给买的内裤，她做麻辣香锅，她洗碗，吃完饭晚上骑小电动去西小口公园走了一圈，蟑螂特别多都爬桌子上了好几只，感觉是硼酸起作用了，脱水找水喝呢，晚上把伤口棉贴截掉洗澡了，睡觉前啪啪啪"],
            ],
"2022-7-13": [
            ["00:00-23:59","早上我开车上班，上午杨涛让我给他找王新泉签字然后去院办盖章，我看是周转房的事，王新泉在呢只不过关着们说话，门口有放签字材料的纸袋，我去监控室找了个便利贴注明放那就回来了，看了看夏季联赛太阳独行侠中国德比，郭昊文和张镇麟，各的9分，下午把字签好章也盖了，做完核酸就回3303做题总结，她的其他结果也出来了一个，她着急怕明天看王海燕结果不全，下班把车停正门停车场，她的结果也出来了，还是接近上临界值，到家我蒸包子剩麻辣香锅，我洗碗，她头疼吃完饭就躺下了，我去遛弯把车停到树底下又走到回龙观地铁，到家她吃了粒布洛芬就去睡觉了，我洗完澡看《心若菩提》，本想着看完结果眼睛受不了了，正好她醒了就去睡觉了"],
            ],
"2022-7-14": [
            ["00:00-23:59","早上一起骑小电动到地铁，她做公交去三院，我坐地铁，手机NFC不能用，找工作人员检查，补了张票，到单位把《心若菩提》看完了，上午杨涛静悄悄的推门进3303找贾安宝他没在，她看王海燕让吃两个月阿司匹林和芬乐，她查眼底等到12点，然后去协和给我缴费约MRCP，买了桃酥就回家了，下午马海峰跟我吐槽陈晋红，投了普刊《经营管理者》，编辑联系我说可以投要改一改，下班到家她炒豇豆角米饭热大棒骨炒冬瓜吃西瓜，我洗碗，我给杨老师写邮件想当第一作者他做通信坐着，遛弯回来觉得说核心太难被拒不妥撤回了，她弄那个织线的玩具不会弄保卫萝卜也打不过去，洗完澡啪啪啪"],
            ],
"2022-7-15": [
            ["00:00-23:59","早上我开车上班，上午给杨涛重发了邮件又不了条微信，他同意我一作他通讯，代签了个版权协议书，上午耿高惠给我打电话说拉肚子特厉害，给她美团订了药，蒙脱石散买的是片装的，下午听了李诗林开场的清华私募的路演，做题总结，然后去做核酸，我发给我发孙志强刚出生的儿子，下班我到家煮小米粥炒茄子，我洗碗，晚上她出去做核酸，跟我走到红绿灯就回来了，睡觉前啪啪啪"],
            ],
"2022-7-16": [
            ["00:00-23:59","早上她骑小电动到我到正门，她去上班我开车回家，到南口我爸妈去邮政银行，在底商拐外那里碰到他们，我回家把桃酥和书放家里，在地下通道广场那里汇合，到姥爷家包饺子，面都长虫子了，我们就回调解室，把葡萄摘了，还摘了好多黄瓜，中午姨夫姨妈过来，一块吃的饺子，我妈给我夹西瓜我爸给我夹肘子，我反感这个说我爸妈，不应该，吃完发我爸喝酒睡觉，待了会我就出来了，跟我爸去社区拿条烟油桃我爸给搬了3箱水，我想跟我爸说会话，结果她跟社区的人说个没完，我就回龙旗广场了，我挺不理解的，我没社区的人重要？然后我就开车回龙旗广场了，路上给孙志强转了1000给他打了个微信电话，我炒西葫芦鸡蛋切牛肉肘子煮西蓝花，我洗碗，想让她跟我出去走走，结果她又开始头疼躺着不去，心累，对这次试管一点都没信心，唉，睡觉前啪啪啪内射秒，想再射一次，结果咋撸都不射，晚上睡觉蚊帐里有蚊子"],
            ],
"2022-7-17": [
            ["00:00-23:59","早上起来她去上班，我吃过早饭上午在家写网站倒数日的功能，统计这半年去了58趟医院，中午吃的半根玉米牛肉黄瓜桃酥油桃，下午做核酸永辉买菜买面包片，回来把《警察荣耀》看完了，把网站summary功能实现，晚上我炒荷兰豆热包子玉米热牛肉肘子，我洗碗，然后我去遛弯，她还是不去运动，很失望，6月推7月，7月推来完姨妈，来完姨妈说上班累，感觉这次试管希望渺茫，又浪费了半年的时间和金钱，即使有孩子了，就她上班这状态，孩子她怎么带，还不都是我的事，洗完澡早早的我就躺下了，你不是说睡不好觉么，行，以后咱都早早的睡觉"],
            ],
"2022-7-18": [
            ["00:00-23:59","早上我开车上班，搬了箱水到单位，上午做题，买了第二波新股的策略，中午吃过饭跟小陈新馆咖啡厅集合，到人防扫描io节点，弄半天也不行，最后发现时登录网站的时候不用输端口，出来后我俩去做核酸，刚才在机房手机没信号，上来后找耿高惠赶在她中午回去之前，下午回来总结笔记，突然眼睛花了一下，感觉翻了偏头痛，但感觉很轻微，她本来说晚上开车回家，结果听我偏头痛不回去了，下班回家开过路口绕了一圈，到家躺着，她下班帮主管干活弄到7点多，她下班路口买了菜做完核算回，到家她简单吃的，我吃的桃酥大西瓜，晚上我去遛弯，回来帮她抻后背，她做了25个仰卧起，晚上很早躺下了，她织小花不睡觉"],
            ],
"2022-7-19": [
            ["00:00-23:59","早上我开车上班，到单位做题，给熊巍老师打电话，帮他解决mediawiki的数据问题，把服务器拉了回来，让物业李哥帮忙搬上来的，给他买了瓶水，让贾安宝帮我解决，他用的knoppix弄好的，开车去监控室拿发的防疫物资，方便面香肠汤，我又拿了两桶洗衣液，回3303写日记，翻小铁门回家，她炖鸡翅根炒芹菜蒸米饭，她洗碗，把左肩伤口胶带都揭了，吃完饭我俩去永辉20块钱买了彩票，中了好几回，刮了好久最后还是都赔进去了，买了椰奶酸奶咖喱回去，到家她说瘦了3斤，我表示饿肚子不运动瘦不如吃饱了运动效果好，后者代谢快，她生气了不同意还说我也不表扬她，晚上竟然拉肚子了，洗完澡我躺床上她不睡觉织花花，睡觉了也睡不着起来玩萝卜"],
            ],
"2022-7-20": [
            ["00:00-23:59","早上我开车上班，上午听完复习课视频没做题，查胎停什么的资料，打了些相关检查，下午做核酸接着查资料，做了几道题，小陈把采集器报销的钱打给我了，他来3303拿了跟带供电的数据线，下班了他也没来拿，买了个呼啦圈，下午想给我爸打电话说耿高惠不运动的问题，思考再三没打，到家我炒冬瓜海虾热鸡腿，她洗碗，吃完饭骑小电动去西小口公园，走了一圈后我跳了200个绳她跳100个，到家看空孕囊，免疫和分泌的原因可能性大，她织花花，睡觉前啪啪啪"],
            ],
"2022-7-21": [
            ["00:00-23:59","早上我坐地铁上班，一天基本上就是在做题，买了个罗圈腿鞋垫，马海峰被贾安宝陈晋红在群里指使的无语了，熊巍老师打电话说网站还是恢复不了，快下班了耿高惠给我发微信说之前她给别人办错业务了，得赔个小2万，到家待了会我骑美团到她单位接她，给她取了2万块钱，她有任务要去商铺吃东西，去了一家涮虾的，点餐呢碰到她同事来，人家就买了几瓶水，我们也买了一箱水两瓶椰汁，去吃吉野家用消费券，结果买一送一火锅要办卡，刚办完卡说不能用消费券，最后送了一个蒸蛋，吃饭的时候旁边的两个孩子特闹腾，一个孩子取餐汤洒自己一身，吃完饭去安达医院做核酸，她怕明天结果出不来回去又在家门口做一次核酸，晚上物业用吊车拉警亭小房子，我到家把东西放下又出来骑车接她，呼啦圈到了买沉了，晚上她看我手机发现我给熊巍老师误发了扇嘴巴的表情包，想让她这两月请假不上了，她没同意，睡不着客厅瑜伽垫上平躺眯了一觉又回床上睡着了"],
            ],
"2022-7-22": [
            ["00:00-23:59","早上我开车上班，总结做题笔记，然后就忙熊巍老师的mediawiki，网站跑通了，但是mysql直接拷文件夹还是不行，中午监控室拿了个小米摄像头小钢炮网线dell笔记本，下午在3303搭了个局域网环境，mysql还是不能直接导入文件夹数据，路由器不能上csdn网站好奇怪，下午忙的忘了做核酸，下班到家浇花，她买了个保卫萝卜的手机壳，她到家我们开车回南口她家吃饭，吃的酸菜鱼，吃完饭我开车带她去阳坊胜利总店花建行生活消费券，结果不让拆单，我们又去阳坊胜利老店，前台小姑娘还不错打电话请示老板给拆单了，3个手机刷了6单，买了一堆羊肉，回来路上我反应过来了，单位怎么统计谁到底花没花，明显是欺负听话的么，我跟她说不要再花这冤枉钱了，领导都说了如果不想花去前台做引导，都把话挑明了可以不花，回来后在她家睡的"],
            ],
"2022-7-23": [
            ["00:00-23:59","早上我起来去把车开进小区，她爸妈回平谷了，吃的炒面，她让我洗碗我有点不爽，吃完饭开车先把东西放调解室，本来我是想先回家的，她非让先到调解室的，然后到家待了会，一起开车到调解室，我妈去姥爷家加上姨妈舅妈姥爷一块去吃驴打滚宴，我爸开舅舅的荣威车，我开我家车后面跟着，到了那我爸说的那家不开了，换了一家66号的，看了会HPC china审稿，吃饭时那个开农家院的老头子进屋把灯关了，他那德行劲儿劲儿的，我妈差点跟他急，那的油饼挺好吃，吃完了我爸还跟那买了块石头，回来时我爸我妈开车回调解室，我和小惠带着姥爷姨妈舅妈回道南，然后送耿高惠去歌德诗剪头发，我就先回调解室睡了一觉，她之后走着回调解室，路上她买了根冰棍吃，我们四个玩了把手机麻将，小惠点炮我不胡我爸点的同样的我胡了，然后我们开车去大操场做核酸，到新世纪买了好多吃的，之后去四盘八碗后面袁强家吃烤肉，她家孩子有些智障，我俩得注意些啊，让宝宝一定要健健康康的，吃一半突然下雨了还是冰雹，吃完了我俩去她家二楼平台待了会，我俩聊了聊备孕怀孕的安排，吃完饭我爸妈和我们先回去了，到大操场一个大爷那摘了串大葡萄就回龙旗广场了，我翻小铁门推了个小推车，她也翻小题们进来了，晚上啪啪啪带套套射了"],
            ],
"2022-7-24": [
            ["00:00-23:59","早上她去上班，我在家一天做题，她跟我说她徒弟申晴11天去抽血了，血值不到1，下午她爸妈开车从平谷回来，小铁门那送了好多菜，没煮的饺子都泡烂了，晚上我炒秋葵鸡蛋芹菜，吃饭时我给她留了个饺子剩下的我都吃了，结果她不耐烦的急了，我一赌气把饺子都吃了，垃圾流淌弄了一地，我擦完她不客气的说让我用湿巾再擦一变，她看饺子我都吃了问我，我说我还没吃饱呢，她生气的躺床上了，我洗碗，出去想给她买点啥吃的，结果也没啥可吃的，便利蜂想买个饭团一看过期了明天就没买，回来哄了会她也没哄好，就睡了"],
            ],
"2022-7-25": [
            ["00:00-23:59","早上我开车上班，到单位做题，上午杨涛给我打电话说居家隔离，让我把审稿文章打出来给他送家去，顺便买两盘饺子20袋酸奶，也不给钱，我了个操真不要脸啊，中午在荷园一楼吃完饭给他买了送家里去，饺子里给他擤了鼻涕吐了口水用手抓了好几把，送上去也不出来谢谢，人品真够差的，下午总结笔记，做核酸，下班到家她说外面吃不回家吃，我自己就煮挂面吃，然后去遛弯，正好碰上她骑小电动回来，没忍住笑了，回到家发现她点外卖了没吃饭，做俯卧撑喝奶粉，晚上睡觉拉肚子，蹲坑时蟑螂爬过来溜到洗衣机缝，去睡沙发，睡觉前杨涛发微信说要把钱给我转过来，没回他睡觉了"],
            ],
"2022-7-26": [
            ["00:00-23:59","早上还拉肚子，拉的都是水，我开车上班，到单位看笔记，然后去校医院体检，又饿又虚又困，回来吃早饭做题，中午点的李先生梅菜扣肉饭外卖，下午做题，下班时又开始下雨，到家我做汉堡，我洗碗，晚上小区里走了两圈发现中间小门开了，晚上啪啪啪"],
            ],
"2022-7-27": [
            ["00:00-23:59","早上我开车上班，总结做题笔记看复习课，下午做题，做核酸，贾安宝帮我弄熊巍老师的mysql数据库问题，她去中西医医院开检查，洪涛转债给我打电话让我转股他们补差价，我回复说考虑一下，让他们明天中午休市的时候再打给我，下班时又开始下雨到安宁庄下的可大了，把车停地下车库，她做冬瓜丸子炒鸡架，我洗碗，她给我的蓝牙耳机织了个绿色毛线套，晚上在家跳绳我2000她1000，又让她做了30个仰卧起坐，睡觉前啪啪啪"],
            ],
"2022-7-28": [
            ["00:00-23:59","早上我坐地铁上班，到单位做题，杨涛找我弄审稿意见，中午洪涛转债打电话我回复直接赎回，下午总结笔记，三院生殖中心给我打电话了，3个胚胎都是女孩，这个有心里准备，但是好像有两个染色体有问题，这真是没想到，得去好好问问，这个女孩打算先存着，快下班时贾安宝把mysql导入进去了，厉害，到家我炒葱爆羊肉倭瓜蒸米饭，我洗碗，晚上她跟我出去小区走了2圈，我跳500个绳她跳400个，又让她做了30个仰卧起坐，晚上给她泡脚"],
            ],
"2022-7-29": [
            ["00:00-23:59","早上我开车上班，3303做题，上午把审稿意见提交了，mediawiki网站还是恢复不了，中午吃完饭去监控室拿了个鼠标，用大显示器不用那个宜家的二层木柜子，回来把Equity这章题做完了，然后去做核酸，去校医院把体检报告拿回来了，回3303总结笔记，熊巍老师排学生把机器拉走了，下班到家把车停车库，等到7点在吉野家汇合，她吃小火锅我吃照烧饭，吃完她去做核酸我去育新地铁给小电动打气，到家拿上跳绳去找她，回来我跳500个她也跳500个绳，晚上给她泡脚，她织小兔兔"],
            ],
"2022-7-30": [
            ["00:00-23:59","早上起来一块吃的早饭，然后骑小电动到育新地铁，我坐地铁去三院生殖中心，她去上班，在一层咨询室问筛查结果，一个未见异常，一个染色体嵌合，一个异常，那的人竟然认出我是孔菲的同学，想给她加智旭大夫的号也没加上，上午没有杨宇卓的号，在5层坐着听了CFA复习课，中午去吃的麦当劳12.9的双层吉士汉堡和香芋派，下午看男科开了精子碎片检查和两个月的生精片，然后就回龙旗广场了，到家吃了个鸡蛋黄瓜原麦商丘豆浆，洗了个澡，看笔记，眯了一觉，她想把小电动放单位，我觉得早晚得骑回来就让她下班骑回来了，我俩开车回南口到调解室吃晚饭，我爸看跳绳的电视直播他们单位的人上电视，吃完饭去刘万山家看美短猫，然后回家到后面我爸教跳绳，我跳600个她跳400个，我让她多跳俩她嫌我爸妈看着不乐意不跳了，我生气不想搭理她，小妮子闹狗呢，到家帮我把删手机内存，待会就睡觉了"],
            ],
"2022-7-31": [
            ["00:00-23:59","早上吃完早饭一块开车，树上掉了一车脏东西，我说用洗车劵，我爸嫌麻烦非要给擦又说洗车店又不是到了就先给你洗，我心疼我爸大热天的有洗车劵干嘛不用，而且车这么脏，他就是不理解跟我急了，到调解室我也急了让他赶紧关门，我跟耿高惠去面粉厂那里，到了就给洗车内也给吸了，姥爷给打电话说没药了让给开药，然后我把耿高惠放到她家路口就去姥爷家，把车停胡同里面小卖铺，我爸去社区医院给开药，跟我妈说了在这结果她还是走到马路边，接上我爸妈开车去小学那的底商拿买的花，耿高惠他们开车去味多美拿蛋糕，我们正好路过碰上了，开车的路上我爸妈因为没让姥爷去不乐意吵起来，我听着真烦，在西关前大拐弯那让他们下车，我爸下车就走了，我又给我妈轰下去了，她在前面那下的车，气得我加油的时候都没熄车还打电话，我自己去十三陵那边九龙池侉炖鱼吃饭，吃完饭开车去常兴庄渔场钓鱼，她妈开的太快没跟上跟耿高惠一聊天开过出口了，结果多开了20公里，走小路有个2.16米的卡口太窄想绕过去，结果怎么走都不对，问的路还是原路走，最后那个路口还是开过去了，我俩到了各钓了两条鱼，我坐那就钓上，耿高惠半天也钓不上来，之后她爸妈回家我俩就开车回龙旗广场了，把车停地下车库把鱼放回家，我妈给我发微信问我在哪呢，待了会就去龙旗看《独行月球》电影，我俩翻小铁门结果反过来管垃圾的说门没锁，好尴尬，看电影的时候我爸给我打电话我没接，他又给小惠打让她劝劝我，看完去永辉买鸡蛋面包西瓜鸡胸肉，到家我炒鸡蛋黄瓜，她洗碗，晚上小区走了两圈她跳850个我跳900个，晚上啪啪啪"],
            ],
"2022-8-1": [
            ["00:00-23:59","早上我开车上班，修改了日记日历的bug，做题，上午实现用python实现Google-Authenticator，11点监控室开8月组会，耿高惠跟我说她那个移植俩的主管还是流产了，吃完饭在监控室拿了个显示器推了个座椅回3303，下午做核酸，做题，尝试python-pam，没成功，到家我炒茄子西红柿煮虾热剩鱼，她下班带了玉米饼回来，我洗碗，小区走了两圈，到小铁门外面停车场各跳1000+绳，回家给她泡脚，洗完衣服就睡觉了"],
            ],
"2022-8-2": [
            ["00:00-23:59","早上我开车上班，做题，中西医护士给她发化验结果，amh13+还是高，上午继续弄pam_python，还是不行，总结笔记，下午继续弄pam，给ipad和leaf充电，洛佩西要访台湾，股市大跌，到家我炒胡萝卜黄瓜鸡胸丁，她洗碗，晚上去跳绳小区先走两圈，她开始这个累跳不动，结果一跳起来越跳越棒，她竟然跳了1300+我跳了800，晚上睡觉前《实验技术与管理》退稿，啪啪啪射了，看佩洛西访台直播，等了一晚上中国竟然啥也没做，眼睁睁看着人家降落台湾，洗洗睡了，国家啥尿性尽显无疑"],
            ],
"2022-8-3": [
            ["00:00-23:59","早上我开车上班，上午做题，把OKR的稿子投到了《实验室研究与探索》，估计也没戏，总结笔记，下午做核酸，听复习课，下班到家眯了一觉，等着她下班一起去吃吉野家，老几样，吃完饭去永辉买了20块钱彩票最后剩15，买了面包肉馅，翻小铁门回家，结果忘了把小电动骑回来，停龙旗正门了，她穿我那身绿色的运动套装出去，没穿过这么短的出去倍儿害羞，晚上跳绳她跳1600+我跳1000，然后去把小电动骑回来，到家给她泡脚，她又买了件灰色的运动五件套，洗完澡就睡了"],
            ],         
"2022-8-4": [
            ["00:00-23:59","早上我坐地铁上班，看笔记，做题，她去中西医抽血，下午跟刘晓蕙她们开会讨论网站bug，我爸给我打了好几个电话我开会没法接，我妈听我不回家周末跟我爸闹了一中午，说我生气了，下午耿高惠去三院复印病历，给孔菲买了个盒小饼干给她放到生殖中心四楼文泈老师那里，下午做题，坐地铁回来到育新骗她到永泰庄，赶紧去永辉给她买了束花，到家她炖鸡翅根炒豇豆米饭帮她煮虾，我洗碗，吃完饭要下雨我俩去永辉那个锁着的门那里跳绳，刚开始跳就下大雨了，她跳1500我跳1600，晚上我听C++视频课，晚上她浇花，可能那个水是我之前洗虾的水，浇完花卧室巨臭，开空气净化器，我俩完善睡的沙发，咬我一身包"],
            ],
"2022-8-5": [
            ["00:00-23:59","早上我开车上班，做题，听C++视频，总结做题，中午吃饭碰见陈晋红马海峰还有那个张工，吃完饭去监控室调整视频直播的参数，耿高惠中午单位订麦当劳，还是那个宋薇竟然没给小惠订汉堡，打出创新基金要买的清单去问张云，结果没在，我就回监控室沙发上坐着睡着了，太累了，然后又去问才知道她休假了，回3303总结笔记做核酸，下班我炒冬瓜海米热鸡翅根剩豇豆米饭，她洗碗，晚上出去在车棚那里我跳1600个绳她跳1500个，跳完她就晕不舒服要哭，回家赶紧休息，估计是要来大姨妈"],
            ],
"2022-8-6": [
            ["00:00-23:59","早上起来吃过早饭，她织小兔兔，我听复习课，上午一块整理病历，她各种急，要来大姨妈我忍着，中午她蒸鸡蛋豆腐虾热剩冬瓜蒸米饭，她洗碗，要出门了她开始拉肚子，开车到建外SOHO，她去何方方生殖工作室问诊，感觉这800花的没问出啥，在她这得15万起最起码，出来赶紧赶到北医三院生殖中心我去撸，然后开车到五彩城，逛了逛让她吃了个泡芙，看了看理想L9，沃尔玛买了生菜面包酸奶，泸溪河买了桃酥，然后去吃外婆家，吃完饭开车回龙旗广场，她用白醋泡花洒，在家待了会去跳绳，她跳1000个我跳400个，回家听了会C++视频，快躺下睡觉精子报告出来了，ab值竟然才20%多点，突然意识到我这精子碎片大概率也是有问题的，焦虑了啊，不会我的精子碎片率高也造成胎停以及这次促排的胚胎质量不好染色体异常吧"],
            ],
"2022-8-7": [
            ["00:00-23:59","早上吃过早饭耿高惠去上班，我妈给我发微信说早上我爸磨蹭没赶上7:15的883，他们又坐7:45的来西三旗桥北等我，我开车接上他们去二姑妈家，小区还得给物业打电话才让进，上去于静文他们在呢，进屋叫好几声奶奶她也没听见，我也不知道是不是故意的，于静文他们带着小予去看话剧，之后我开车帮二姑夫二姑妈拉了一趟东西到他们新买的房子，在丰管路甲52号院130多平米，中午我订的嘉和一品肉夹馍粥，吃完饭开车把二姑妈二姑夫送回去，之后开车到京城皮肤病医院我妈给姥爷拿药，在车里跟我爸简单说了说试管的事，然后开车把他们送到西三旗公交站，他们坐883回南口，我就回龙旗广场了，特虚在家躺了会，然后我煮虾准备涮菜，我洗碗，晚上小区走了一圈我跳1500她跳2000"],
            ],
"2022-8-8": [
            ["00:00-23:59","早上我开车上班，上午做题看C++视频，下午做核酸总结做题笔记，她来姨妈了，她下午去三院生殖中心，帮我去精子碎片结果，DFI=28.62%，HDS=12.83%，质量真不行，然后她去看智旭大夫，约了个携带者筛查检查，在实验室她碰到朱小辉老师了，快下班时平台工作群调查8月6日到访过五彩城，吓我一跳，那天我们去过啊，我拿着电脑题就赶紧出来了，去清华加油站加油回家，我俩决定不回报这个，进车库的时候我俩没扫码，她抽完血坐公交回家，她到家就吐了，我到家她不想吃我就陪她躺了会，睡着了，醒来她喝黑芝麻我吃自热饭，待了会我们就出去走了一小圈，我跳了200个绳，回家后我看C++视频，她把小兔子织好了，我戴了会儿假发"],
            ],
"2022-8-9": [
            ["00:00-23:59","早上我开车上班，她去中西医医院抽血化验激素，上午我总结做题笔记，中午早吃饭然后骑车去三院生殖中心看精子碎片，开了东维力，骑车回单位先去找张云老师问创新基金经费，然后回3033看复习课，下班到家我炒香菇油菜煮玉米热牛肉，我洗碗，小区走了两圈，我跳200个绳"],
            ],
"2022-8-10": [
            ["00:00-23:59","早上我开车上班，做题，下午我爸打电话问要不要让耿高惠换到支行去，最后决定不变动，做核酸，下班我炒西葫芦鸡蛋热牛肉，她下班先去中西医去激素结果，黄体酮促卵激素比值1.9了，比多囊2倍降了点，但是雌二醇是真低，她洗碗，晚上去永辉买即刮型彩票，买面包矿泉水杏仁苹果，她回家我在楼下跳了1800个绳，回家把跳绳弄短了，看了看笔记"],
            ],
"2022-8-11": [
            ["00:00-23:59","早上坐地铁上班，出门没有共享自行车走着到地铁，差点迟到，上午重听知识精讲衍生品部分，她上午去三院看王海燕，纷乐接着吃，9月进周期，还是微刺激方案，只不过加大量了，下午接着重听衍生品部分，有人联系买硬盘，下班坐地铁到育新，跟那人当面交易了硬盘20块钱卖的，到家她做冬瓜丸子炒鸡丁口蘑煮玉米，我洗碗，吃完饭骑小电动去西小口公园走了一小圈，我跳1800个她跳300个绳，回家后我洗澡"],
            ],
"2022-8-12": [
            ["00:00-23:59","早上我开车上班，上午补听衍生品网课，下午做题，我打算晚上回南口上学后周末就不能回了，她就约周安晚上吃饭了，4点抢下周五上午戴梦华的普通号，我竟然抢到了，下班我开车回南口，我爸在调解室门口骑电瓶车等着我，他带着我，在地下通道我下来了，他不知道骑走老远才反应过来，又回来接我，姥爷家吃的上次跟耿高惠爸妈吊的罗非鱼，吃完饭去摘葡萄，开车回家一楼小棚子那收拾把地儿都给占了，上楼拿上跳绳走到燕磨峪，回来的路上大姑妈打电话在二食堂让我爸迎着她，我们到楼底下大姑妈自己走着上来了，大姑妈真实诚买了西瓜香蕉鸡蛋，都是沉的，我们给爷爷奶奶老叔烧完纸，大姑妈去根郝那，我跟我爸妈在楼下跳绳，我跳了700个，然后回家看会电视就睡觉了，耿高惠在新中关跟周安赵佳杉吃的四川小吃9点多才到家"],
            ],
"2022-8-13": [
            ["00:00-23:59","昨晚做梦乱，感觉吃药管用，差点尿床性欲增加了，早上我爸去值班，我带我妈去水库里面小溪那里，我妈在水里蹦，买水的那个人让往里点，他的买的水在里面泡着呢，小迪小妮在水里游了泳，然后往后面走了走就回来了，我爸去买肉回调解室给炖牛肉，我在调解室做了会题，中午吃的带鱼苦瓜冬瓜鸡蛋西红柿，吃饭的时候吃药跟我爸妈说了精子质量不好，中午眯了一觉，然后我们到我爸社区，我爸给拿了跳绳但是不带计数，然后我给我儿子拿了足球篮球，我妈给小惠了双鞋，我帮我妈把连连看装到我爸办公室电脑，我爸给拉了箱水，待了会我就开车回龙旗广场了，我把牛肉切成片装保鲜盒冻冰箱里，我爸把带鱼煎好了，我炖带鱼炒西葫芦，我洗碗，吃完饭小区走了两圈，然后去停车场我跳2000个她跳1500个绳，晚上回来一起泡脚"],
            ],
"2022-8-14": [
            ["00:00-23:59","早上我坐地铁去协和医院，雨还不小，她在家跳了500个绳，到医院先做MRCP抽血，好多人没签让重新签，我到了先把名字签了，我不知道我的是不是就拍他们前面了，出来后我去澳门中心的麦当劳那吃的自己带的面包鸡蛋，然后坐地铁回龙旗广场，给我妈打电话说不回去吃孙志强的满月饭，在家做了会题，中午做的手抓饼吃，下午总结做题笔记，下小电影，看了补《香港奇案之强奸》，拍的还不错，她下班我做手抓饼煎牛肉饼，我洗碗，小区走了两圈，我跳1500她跳1500，晚上啪啪啪他用玩具高潮我戴假发捅屁屁撸射"],
            ],
"2022-8-15": [
            ["00:00-23:59","早上我开车上班，她早上跳了1000个绳，把我爸给的一项水搬到办公室，总结笔记，早上要能杨涛跟贾安宝一块来3303，幸好没做题，要不来不及收，上午接着总结笔记，中午她给我订了李先生牛肉饭，本来说吃香菇鸡块饭结果没有了，中午看了《伊波拉病毒》，眯了一觉，下午走了一圈，回来听课，然后去做核酸，她下午去三院生殖看智旭，她回来去三旗百汇买虾鸡蛋豆角，她做红烧肉烩豆角，我洗碗，晚上去永辉买彩票也不中又买了两注还是不怎么中，买了宝矿力水特麦片鸡胸肉黄瓜，弄了半天信用卡还是没用上建行优惠券，回来在停车场跳绳，我跳500个她跳1500，晚上我俩泡脚，查了一天MRCP结果一直没出"],
            ],
"2022-8-16": [
            ["00:00-23:59","早上我开车上班，上午做题，约明天讨论北大谷歌二次认证会议，下午总结笔记，下班我炒茄子烤鸡胸肉，她说鸡胸肉烤的还挺好吃，我洗碗，晚上小区走了两圈跳绳，我跳2500她跳2100，要不是她捣乱不让我跳了，我能跳到3000，睡觉前啪啪啪，MRCP结果还是没出"],
            ],    
"2022-8-17": [
            ["00:00-23:59","早上我开车上班，上午总结做题笔记，上午在3307开北大谷歌认证，王亚坤说我太怼领导，跟不想干活似的，看来我的为人处世说话方式就是有问题，吃完饭把《风骚律师》第六集看完了，做核酸，给协和放射科打电话询问结果，之后手机上出结果了，与之前的差别不大，但问题是这回胆囊增大胆汁淤积可能，不知道是不是胰腺引起的，担心，下班到家歇了一会，等她下班一起去吃吉野家，火锅涮菜里的玉米发霉了，我想找店员说她不让，最后我还是觉得其它菜也不干净不想让她吃，找店员换了份新的菜，吃完饭到家待会，然后去跳绳，我跳2600她跳2100，我跳过劲儿了这个虚，看了会笔记洗了澡就睡了"],
            ],
"2022-8-18": [
            ["00:00-23:59","今天限号，早上5点50我就起来了，得在7点前把车开到单位，看笔记吃早饭，太困了眯了一觉，上午做题，写识别shareEM2022故障红点的代码，下午做题，写杨涛年中关于王佳伟D-star-trek和刘晓蕙web合作的一页PPT，她说恶心不想吃饭，晚上说吃苹果喝牛奶，到家我烤鸡胸肉，她到家我俩因为我想带肉中午吃她觉得不干净就拌嘴来的，然后我自己小苹果吃，她因为我没给她削就生气了，直接锁卧室门自闭去了，我吃完饭自己去跳了1100个绳，回来做水让她泡脚她不泡我自己跑，然后就睡了"],
            ],
"2022-8-19": [
            ["00:00-23:59","早上我起来坐地铁去协和，取完片子用手机报的到，结果前面的人都没来呢，刚做下等就看到戴梦华来了，直接叫的我第一个号，他看了说再观察半年，出来后我去打印化验结果，到单位发现医保卡可能落在机器上没拔，她可能做动车回的南口，上午做题，下午把谷歌二次认证装上了，发现Windows下用mobaxterm不能用pam二次认证，做核酸，下班我开车先回调解室找我爸妈待会，结果他俩说我医保卡说了我半天，耿高惠跟他爸妈下午去延庆花海了，刚回来说去吃阿田大虾，我走着去她家楼下，才知道他们也刚回来，我坐的那里空调吹的难受着呢，吃完饭回来在她家先待会，然后我去跳绳，她不情愿的跟我下来，我跳500个换她跳500，结果第二个500她不跳了，我直接生气了，跳完2000个就直接回去了，一晚上不理她，她妈问明天去不去玉渡山我也懒得答"],
            ],
"2022-8-20": [
            ["00:00-23:59","早上起来她妈不爱搭理我我也懒得理，回屋躺着去了，她爸妈就回平谷了，上午在她家待到11点才去姥爷家，我爸妈不高兴了，吃的带鱼，吃完饭回调解室收拾收拾，我妈给我剪头发，我玩那个玩具车可好玩了，开车去水库里面玩水洗车，修路被拦下等了会，回来去姓曹她家看猫，给讲了讲他的炒股指标，然后回调解室，我躺着睡觉心气特别低，啥也不管，我爸做的葱爆羊肉，吃完饭我俩就开车回龙旗广场了，到了她下车也不管我，晚上我去跳了2300个绳，睡觉前自己偷着撸射了"],
            ],
"2022-8-21": [
            ["00:00-23:59","早上她去上班，我坐地铁去协和找我的医保卡，果然在前台那呢，到家我做挂面吃，吃完饭去永辉买西葫芦酸奶面包片什么的，给她买了好利来的椰蓉面包，下午回来总结做题笔记，接我的车去包头，我不借让他们租车去，我炖带鱼炒鸡蛋菠菜，我洗碗，下雨我在家跳了500下她跳1个，睡觉前啪啪啪"],
            ],
"2022-8-22": [
            ["00:00-23:59","早上我开车上班，把办公桌挡板拆了，写笔记，上午开会讨论生物医学馆ip不通问题，吃饭前网通了不用加班了，中午吃完饭去监控室跟马海峰把jumpserver恢复，下午写笔记，找到jumpserver存谷歌认证密钥所在，差点忘了做核酸，做完核酸我就回家了，我自己吃手抓饼，她下班跟海玲和小鲜肉去吃麻辣烫，好失落，感觉成功概率又低了，她回来后我俩去跳绳，我跳2100她跳1700，回来泡脚，睡觉前啪啪啪"],
            ],
"2022-8-23": [
            ["00:00-23:59","早上我开车上班，看笔记，把交换机换成路由器了，上午在3307开了会儿会，上午解决不了jumpserver谷歌认证的otp_secret_key，中午跟王亚坤在荷园吃的，吃完饭做他比亚迪汉兜一圈，下午做题，接着弄谷歌认证，下班到家不想做饭，等她下班去吃宏状元，然后去小米实体店看书包，去永辉买20块钱即刮型彩票，我总共刮3张都没中她刮3张都中了，最后拿回20没赚没赔，下雨了回家拿上跳绳去永辉门那跳，我跳2300她跳2000，跳过劲儿了，俩小腿僵硬，她把女兔兔也织好了，就是头织大了，睡觉前啪啪啪，买了巴郎的包"],
            ],
"2022-8-24": [
            ["00:00-23:59","早上我开车上班，上午做题总结笔记，耿高惠火车站接她妈去动物园了，马海峰过来3307开会我也一块改杨涛年中PPT，上午订了神州租车，我这忙着呢都赖着我弄，忙忙叨叨忘了用优惠券120呢，竟然把jumpserver谷歌认证的otp_secret_key提取出来了！中午吃完饭没吃肉感觉蛋白质补充不够，身体特别不舒服累，跟上火似的，下午去做核酸充校园卡，回来总结笔记，加了MFIN班级群，下班难受极了坚持开车回家，到家跟她躺着会，她做烤鸡胸肉鸡蛋，她洗碗，晚上都不舒服没出去，在家我跳了30下她跳了20下，王亚坤让我明天帮着带捷通赵海看机房，很不舒服就睡了"],
            ],
"2022-8-25": [
            ["00:00-23:59","早上她起来骑小电动送我到地铁然后回家睡觉，我坐地铁上班，总结笔记，马海峰让我帮忙开监控室门，回来做题，中午还是不舒服订的李先生卤肉饭和鸡腿，吃完饭走了走，下午总结笔记，新股策略有些不灵了，下班坐地铁回家，改用小米手环刷公交卡，骑美团共享单车跟着骑车从栏杆过去的，直接骑小铁门，我炒菜花煮虾蒸米饭，她到家帮我热牛肉，时间太长都成牛肉干了，晚上我跳300个她跳1000个绳，回来听复习课做俯卧撑和蛋白粉，她给她妈织毛线花"],
            ],
"2022-8-26": [
            ["00:00-23:59","早上我开车上班，上午总结笔记做题，下午做核酸，总结笔记，下班我先回家，等耿高惠下班回来，一起开车回南口，到调解室吃的晚饭，我爸妈炒的菜烤的串，吃了大桃，把充电宝给我妈用，吃完饭我爸妈骑电动车回家，我俩开车回她家，我爸给我俩展示小迪坐车筐小妮子主动跳到踏板，奇怪的是小迪对着我哼哼，好奇怪，到她家楼底下，我来跳绳我跳300个她跳1000个，然后上楼跟他妈待了会，我俩冲了个澡就睡了"],
            ],
"2022-8-27": [
            ["00:00-23:59","早上我俩起床吃了早点后就开车出发去红螺寺，没停上次停的第二停车场，停到第三停车场，我想让她停边上树下，她没停绕中间去了，我让她过来结果被堵住了，我怕被被人停了让她停回去吧，结果她就急了，好在那个地方不好停，别人没停我们还是停过去了，我们扔铜钱一人五个，结果我俩都扔中中间的小铜钟，是个好兆头，我们这回走的观音路，拜了一路上33个观音，保佑我们这回试管能顺利的得到一个健康的宝宝，上山的过程中看到个每节台阶都拜上去的，我就说如果这回灵验了我也拜上去，观音都说话算话我也算话，我们到上面后又一起点了香拜了观音送子像，一起敲了十下钟，吃了点午饭没坐滑轨走着下的山，我们就开车回龙旗广场了，到家我累得就睡了一觉，我买的巴郎包到了，还是买大了，不过看着还行，她订了永辉，晚上她又订了鑫巴蜀的烤鸭外卖，吃完饭在家我跳了200下她跳了200下，晚上啪啪啪射了，感觉这次的精子颜色挺白的，不知道是不是吃东维力的原因，不知道精子质量好了没有"],
            ],
"2022-8-28": [
            ["00:00-23:59","早上她去上班，我在家总结笔记做题，中午吃的挂面，下午做题，报名了2023年5月24日的CFA二级考试，晚上我炒西葫芦鸡蛋炖鸡翅根蒸米饭，我洗碗，晚上去永辉买30块即刮型彩票，买鸡胸肉鸡蛋，miniso买内裤，我跳300个她跳200个绳，回来她织毛衣我做俯卧撑，我爸妈从包头回来了，看完了《凌云壮志2》"],
            ],
"2022-8-29": [
            ["00:00-23:59","早上我开车上班，上午总结笔记，把打印机连上了，原来是连错网线了，比较了2022和2023两年的考纲变化，买了2023年5月的高顿网课，结果还没出呢，下午听复习课，做核酸，做题，到家我炒芹菜口蘑煮玉米，她洗碗，晚上小区走两圈我跳1000个她跳1100个绳，睡觉前啪啪啪，用了个新姿势，给她乐的"],
            ],
"2022-8-30": [
            ["00:00-23:59","早上我开车上班，上午做题总结笔记，把vlogin04的谷歌二次认证与jumpserver的公用密钥弄好了，11点帮陈晋红去工会划卡，结果没卡不给划，我骑车去双清大厦找阮博士拿的卡回来划的，又到监控室找王亚坤分着花创新基金的经费，他们不花，我回3303总结笔记，下班到家没做饭，晚上我俩吃的苹果桃老婆饼鸡蛋，她说她不舒服要感冒，小区走了一圈，我跳了1500她跳200个绳，回来他织毛衣我做俯卧撑，然后泡脚，我问她第一次看我小鸡鸡啥感觉，她说不记得了，我特别失落，说了句我可都记得，她觉得我在挑事，可我一点都没往那想，我都不在意这些事情了，我就是觉得这么有纪念意义的事她竟然一点都不记得？还是懒得想？还是经历过了没感觉？她就生气了，我跟她解释了，不在乎她怎么想，你想不开那是你的事，晚上睡觉心窝窝那还是不舒服怎么也睡不着，失眠了，去沙发上听着微信听书睡着了"],
            ],
"2022-8-31": [
            ["00:00-23:59","晚上睡得少还做噩梦，梦见别人杀人了，早上我开车上班，到单位总结笔记，杨涛给我转了10000垫钱创新基金经费，上午键鼠kvm什么的到了，中午订的李先生卤肉饭鸡腿，她上午去安贞开药，先去监控室拿了两条VGA线回来再吃的饭，MFIN开学服装统计尺码，下午做核酸，听复习课看笔记，网易mumu不能用企业微信了，到家她炖平鱼炸大虾炒香菇油菜，她洗碗，我找了个替代mumu的软件NOX来企业微信打卡，她去捷安特店找周安，我在家听陈一磊CFA道德课，然后我去骑了个美团单车藏到小铁门草坪，我在门口跳绳等她，周安买完自行车一块回我家，等我俩跳完绳住的我家，我跳1000她跳700"],
            ],
"2022-9-1": [
            ["00:00-23:59","早上我远程打卡，然后骑上昨天藏的美团单车坐地铁上班，小米手环好几次刷不上，做扶梯时看手机太专注，到顶上被绊了一下手机给扔出去了，屏又碎了点，到单位做题，上午在杨涛3102跟王亚坤一块讨论了摄像头直播的事，做题，下午总结笔记，补记账，拿了些买的东西和1103电话报警的设备到监控室，聊了会天我就坐地铁回家了，到家我炒酱爆鸡丁，炒的不好，她晚上开会，我自己跳了1000个绳，然后回家蒸鸡蛋，之前忘了蒸刚蒸上她就要结束了说我不想接她，我就骑美团单车去单位接她了，本来就是想去接她的，她总是这样，让你没辙没辙的，费力不讨好，到家没让她跳绳就让她蹦了一下"],
            ],
"2022-9-2": [
            ["00:00-23:59","早上我开车上班，到单位她又发难受累，我还是建议她提前休息几天，她就不乐意说我怎么又这样，我勒个去，都什么时候了还这个那个，给她发了一大段话她就又不高兴，真是不懂女人的想法这么这样，不理解，上午把schedule搭在了直播的网站上，做题，下午做完核酸开车加油回家，我炒西葫芦鸡蛋西蓝花大虾，我洗碗，她下班吃完饭就躺着睡觉了，我自己去跳了1100个绳，回来做俯卧撑，洗完澡在客厅看了会手机就睡了"],
            ],
"2022-9-3": [
            ["00:00-23:59","早上我做606去三院撸，回来也做606，中午到家吃的手抓饼，下午总结笔记，躺了一会，她快下班了开始下雨，她冒雨回来，我拿着伞迎着她，我炒芹菜鸡蛋烤鸡胸肉吃面包片，她说鸡胸肉特脆跟软骨似的，我洗碗，晚上去永辉买彩票30块钱也没中，最近手气好差，买了面包片就上来了，在便利蜂买了蛋糕和椰奶，平台我跳400个她跳100个绳，晚上睡觉起来拉肚子"],
            ],
"2022-9-4": [
            ["00:00-23:59","早上她起来骑小电动去三旗百汇买了大虾和西梅，吃完早饭一块开车回南口，她感冒了弄得柠檬水喝，刘岩他们一堆人在调解室吃烤串，她也拉肚子了，丘志毅闺女加拿大结婚，真的想移民，我又拉肚子了，吃完饭下午去她家睡了一觉，停车时好像碰到之前那只小猫，晚上吃的排骨，然后开车去调解室，结果突然下雷阵雨了，昌平下大冰雹，我妈给的鑫光加油站洗车劵果然落车上了，本来说给他爸妈的，我们开车到调解室跟我爸妈待会，拿上月饼啥的去社区跳绳，待了会我俩就开车回龙旗广场了，在家又跳了会，我一共400个她100个，给阮华斌发微信送月饼，他嫌我见外，睡觉前啪啪啪"],
            ],
"2022-9-5": [
            ["00:00-23:59","早上我开车上班，巨堵车，然后到阮华斌家楼下送月饼，上午总结笔记，题除了道德都做了一遍，社科院杜兰大学统计bio信息，下午监控室开组会，领了两盒口罩，做核酸，下班到家我炒洋葱鸡蛋黄瓜大虾蒸饭，她洗碗，晚上去永辉买菜，拿20块钱刮彩票中了120，我俩看半天中了70，也不知道那50从哪出来的，买了西葫芦紫薯茄子，在平台我跳了800个她跳了1000个绳，回家洗衣服做俯卧撑，穿她那个小白吊带睡觉了"],
            ],
"2022-9-6": [
            ["00:00-23:59","早上我开车上班，到单位加了邱旭段恒还有日本投资经营签证人的微信，跟她们聊了一上午，快去吃饭了杨涛叫我下来，说化工大学阳性新冠学生，又二十大，学校可能封校，赶紧去吃饭，买饭时想起没充卡，正好碰到户军雷刷了他的卡，然后赶紧骑车去三院，结果镜子碎片率竟然40.83%，HDS也17.16%了，不知道怎么回事了到底，又撸了一次复查，然后打车回学校，刚停车杨涛给我打电话问东西怎么还没买，然后到3102开会，下班开车回家，精子活率46.41%，没做饭她点的吉野家外卖，出去小区走了一下圈，在平台我跳了100个她跳了200个绳，回家没干啥蹭蹭就睡了"],
            ],
"2022-9-7": [
            ["00:00-23:59","早上她起来做西葫芦鸡蛋饼，我开车上班，上午研究proc，然后杨涛让我赶紧弄监控，我就跑到监控室了，东西都没到待了会，一直弄拼多多100块钱的活动，中午吃完饭监控室拿上笔记本充电线回3303，跑通了OpenCV和socket的摄像头代码，然后去西北门货架取快递，两大箱网线太沉了叫救兵，马海峰推着小推车帮我，把360摄像头的1103监控连到监控上，去做核酸，然后回3303，开车去三院生殖中心取精子碎片结果，DFI38.24%，看来并没有误差，然后我开车去日银店把车送去保养，然后做607回家，她下班去买了鸡蛋灌饼和煎饼，在文化南路车站等着我一起回家，吃完饭她不去跳绳我自己在小区走了两圈跳了1000个，然后推了辆美团单车藏在小铁门草坪，回来听道德课就睡了"],
            ],
"2022-9-8": [
            ["00:00-23:59","早上她起来我坐地铁，上午去监控室把E235的监控直播上，公司的人来王亚坤陪，到中午了我就提吃饭，看他们也没反应，结果来回出去几回马海峰就给我打电话让我回来有饭吃，中午吃的李先生，4个人3个盖饭，我说抽签谁吃饭谁吃面，结果小陈吃面了，我吃的牛肉饭和面，打算晚饭不吃了，下午装了个windows10用20网，朱小辉老师给我打电话告知耿高惠基因筛查有2个基因是携带的，她免费也给我筛一下，然后马海峰跟着我去西北门取空调快递，我回技术馆跟杨涛把技术创新评定了，然后回3303，提前出来去蓝旗营做307去4s点，缴费取车，发现没给我玻璃水，说不算预约保养，这不扯么，她吃了点做607出来找我，下车就吐了，然后在门口长椅上坐了会，我俩去吃达美乐披萨，我去买水尿尿没拿口罩，吃完饭回来开车，去店里尿尿保安进来盯着我，8点我俩开车回家，我跳了500她跳600个绳，睡觉前啪啪啪，用小皮筋效果还挺好，试了个新姿势"],
            ],
"2022-9-9": [
            ["00:00-23:59","早上我开车上班，让保洁打扫屋里卫生，上午去监控室弄socket摄像头，跟王亚坤聊天，摄像头一会儿就断，中午吃完饭去北医三院生殖中心，骑不动车了在北林坐438，给推荐了fertilix，又开了些药，我把龙鹿胶囊退了，检查睾丸彩超，人太多就先去一楼咨询中心去她的基因筛查结果，SLC26A4和GAA致病基因携带，等了会做上了，因为好多要打针的所以等的时间长，结果没事，坐375回单位，赶紧到监控室用usb拓展优化代码，结果总有问题，最后发现是int参数用str了,回3303把电脑开上，收拾完赶紧开车回家，等她下班拿上东西开车回南口，她开的车，为了躲堵车我俩开到西三旗上的高速，到她家吃的带鱼啥的，感觉带鱼不新鲜，下楼我跳了100个她跳了300个绳，回来待了就睡觉了"],
            ],
"2022-9-10": [
            ["00:00-23:59","早上她爸妈回平谷了，我俩起来吃早点我爸妈去菜市场拿肉，在耿高惠家楼底下汇合一起去的，回来一块去做核酸，我爸去拉屎我们仨去她家楼底下开车接上我爸一块去调解室，一块穿串儿，中午姨夫姨妈杨硕龙娇他们在这吃的，姥爷让杨硕带着买早答应的好着呢，然后姥爷回头跟我说大孙子带着买枣，杨硕他们吃完饭就走不带姥爷去买枣，舅妈说让小乐去，我才不去呢，姥爷生气的要走，我在院里侃大山耿高惠洗的碗，最后还是我开车跟爸妈小惠带着姥爷去买的枣，先去西大桥那加的油，我爸给掏的油钱，我拿易捷换的水，我爸妈说儿子买啥老爸都给买，感动，买完枣回来去袁强那里拉了一盆花，把姥爷送到路口我爸妈也下车了，我俩就开车回她家洗澡睡觉把东西拉上，上楼待了会啪啪啪，状态特好，睡觉了一觉，走着去姥爷家吃完饭我爸炖的带鱼，还是小惠洗的碗，吃完饭我俩把车开上调解室汇合回家，一块走到燕磨峪，翻墙头看见只萤火虫，耿高惠帮我拍了我跟我爸的背影，珍惜，回来后太累了在家楼下我跳了50个她跳了200个绳，我妈搬回的石头上有个大蝎子，我爸用剪子给夹出去的，晚上睡觉山里打雷下雨了"],
            ],
"2022-9-11": [
            ["00:00-23:59","早上起来我爸妈说不去爬涧头了，我俩就开车回龙旗广场了，在家吃了饭她就骑小电动上班去了，我在家戴假发穿牛仔裤听道德课，中午就吃的苹果桃酥，她今天看着清机特晚吃的糖醋里脊外卖，下午我看了《纸钞屋》的解说眯了一觉，她下班一块去的三旗百汇，看了看花花草草鸟鱼猫兔子小老鼠蛇什么的，买了菜回家，我吃的手抓饼她吃的桃月饼，我洗碗，然后给她准备黄瓜鸡蛋蒸紫薯给她带着，她在屋里呼呼的睡着了，晚上我戴假发穿牛仔裤去伪街，回来在家我跳了100下她没动，晚上客厅玩玩具捅屁屁射了"],
            ],
"2022-9-12": [
            ["00:00-23:59","早上她去上班我起来吃饭听道德课，突然发现创新基金我少记了个空调，钱花超了，中午吃的挂面，下午听道德课打扫卫生，拖地的水桶塞子塞不严，阳台上散了两回，她下班跟我一起去做核酸，排队的时候扫码下载快手极速版一人弄了一个星巴克杯子，回家我炒鸭架西葫芦鸡蛋，我洗碗，她验尿，验孕棒竟然两道杠，竟然假阳性了，吃完饭一起去永辉，门口买了两个盘子，感觉被坑了比超市还贵，20块彩票打水漂了，买了面包香蕉酸奶，上来看到扫码下饿了么抖音啥的送枪，我想扫结果都不是新用户，我就不想扫了，结果不知道她为啥就生气了跟我急了扭头就走，到家我把《雷神4》看完了，我在家跳了100个她没跳，没干啥就睡了"],
            ],
"2022-9-13": [
            ["00:00-23:59","早上我开车上班，到单位8点多杨涛就找我，在3303听了道德课，去监控室待了会，中午跟马海峰吃饭告诉他怎么远程打卡，吃完饭回监控室跟户军雷弄摄像头，最后讨论发现还是网络录像机这个方案最靠谱，回3303听道德课，下班到家我做火锅，她在叮当买菜订的菜，我把虾都去头剥皮去虾线了，她洗碗，吃完饭一起在小区走了两圈，我跳了800个她跳了70个绳，睡觉前啪啪啪，她姨妈没按时来"],
            ],
"2022-9-14": [
            ["00:00-23:59","早上我开车上班，上午把道德课听完了，杨涛让写choosedir的web应用，中午去食堂用饭盒打饭回来的，把vlogin04的谷歌认证问题解决了，默认目录不对，下午把网站newstrategy功能实现了，下班到家我炒口蘑青椒鸡胸肉，买的那个口蘑用水一洗都是白水没敢吃都扔了，她下班买的玉米饼酥鱼，沉迷抖音羊了个羊小游戏，第二关根本打不过去，她听会到9点不出去，我自己去跳了1500个绳，回来接着玩"],
            ],
"2022-9-15": [
            ["00:00-23:59","早上一起起来骑小电动去坐地铁，我上班她去三院开药，到单位做题，写newstrategy的功能，快吃饭了结果浑身开始不舒服，哆嗦的感觉，她给我订了李先生牛肉饭，吃完饭接着做题，然后去做核酸，看荷塘的鸳鸯，回来听社科院的国际政治腾讯会议课，身体特不舒服浑身没劲肌肉疼，下班坐地铁回来，翻小铁门保安过来说怼他，她炖鸡腿炸大虾煮油菜生菜，做的盖饭吃，我洗碗，晚上一起去永辉花40买彩票都赔了，买了个面包回来，便利蜂买了个雪人冰激凌，到家戴假发，我跳了100下，洗个澡就睡了"],
            ],
"2022-9-16": [
            ["00:00-23:59","早上我开车上班，上午把道德题都做了，总算把题都做了一遍，社科院杜兰大学的课程表出来了，中午食堂买饭回来吃的，找马海峰帮耿高惠扫建行优惠码，下午去监控室待了会把摄像头拿了回来，写数据转储认领网站，下班到家我炒芹菜鸡蛋烧茄子蒸米饭，番茄酱放多了有点酸，她回来买了酥鱼我远程扫的码和味多美面包，我洗碗，晚上去永辉买了10块钱彩票，买了卫生巾和垃圾袋回来，在家我跳了500下她没跳"],
            ],
"2022-9-17": [
            ["00:00-23:59","早上她去上班，我骑美团单车去北京国际温泉酒店跟我爸妈跳绳队汇合，给他们比赛跟拍，马家勇炸伤，11点多跟他们大巴到龙旗广场，他们就回南口了，我中午吃的生鸡腿苹果，下午在家写代码，看赵东兵的视频，我炒鸡丁，我洗碗，本来说跟我出去走走，戴短发，结果我穿个女士牛仔裤她就不跟我去了，我自己走了走跳了300个绳就回来了，把网站写好了，洗了个澡就睡了"],
            ],
"2022-9-18": [
            ["00:00-23:59","早上她去上班，我开车回南口，车上都是死毛毛虫，应该是喷药了，车上弄得都是，姥爷家路口接上我妈和姥爷，去昌平新世纪，我妈买了双鞋，把耿高惠发的东西领了，买了点东西中午在狗不理吃的包子，吃完把姥爷送回家，我爸中午镇里学完习骑电动车姥爷家汇合，我妈带俩狗走着，我爸骑电动车，我开车，结果安迪跑回来找我，我就开车门带着它了，到调解室我爸帮我洗车，发现喷药把车弄花了，打电话给物业，然后我骑我爸小电动去耿高惠家拿菜水果大饺子，我爸着急下午镇里学习迟到了，我就开着车回龙旗广场了，进小区三轮拉水的小哥过路坎儿一箱怡宝水掉了，正好砸我车上，右前铲砸一坑，我就要了两瓶矿泉水就让他走了，处理的太仓促了，怎么着也得说道说道，最起码也得把哪项水装上啊，就算增长经验了，到家试了试罗圈腿垫，然后去做核酸，她下班看我穿女装不高兴扒我上衣，她用电饼铛热大饺子，嫌我把肉饼装盒里盖不上不高兴，拿出一个热了吃，我热了牛肉，我洗碗，我顿时感觉我就是个保姆，问她去不去遛弯她不言语，我自己走了一圈跳了500个绳，回家吃了个苹果，关注了几个up主，泡芙方什么的，睡觉时拉肚子"],
            ],
"2022-9-19": [
            ["00:00-23:59","早上她坐地铁去三院，我开车上班，到单位收到杜兰大学的handbook，她在医院查了应该没怀孕，约了彩超，我中午吃了个饭眯了会，今天新股大跌啊太惨了，下班到家待了会，然后去车里拿气筒给小电动打气，一块骑小电动去西三旗那吃必胜客自助，自助的还不能坐好座，吃完饭回来去永辉买了30块钱即刮型彩票一个没中，买了两个面包就回来了，到家我跳了600下做俯卧撑，晚上睡觉啪啪啪，犹豫好久没射"],
            ],
"2022-9-20": [
            ["00:00-23:59","早上我开车上班，上午做Learning Ecosystem道德题，下午接着做，然后去监控室把lkupFE接到直播网站，下班联系物业解决杀虫药的问题，物业带着去车艺改把花了第二抛光了，到家我炒倭瓜热牛肉煮玉米，我洗碗，本来说出去溜达的，结果直接啪啪啪内射了，突然特别困直接倒头就睡了，牙也没刷眼睛也没摘"],
            ],
"2022-9-21": [
            ["00:00-23:59","早上我开车上班，到单位做道德题，中午点的吉野家辣白菜双拼，下午接着做题，结果新的道德题还是做的一塌糊涂，下班到家我炒鸡蛋油菜，她到家后热肉饼煮汤圆，我洗碗，吃完饭一起去工商银行，把她之前要赔给客户的2万存上我还京东白条，然后去永辉，她办业务赚的30块钱买彩票一个都没中，买了面包巴沙鱼调料回来，我跳了300个下"],
            ],
"2022-9-22": [
            ["00:00-23:59","早上我骑昨天藏的美团单车坐地铁上班，收到杜兰大学发的学号和账号，htang4@tulane.edu，不太喜欢这个用户名，到单位改了密码，上午去监控室弄flogin04的谷歌二次认证，到中午没配置对，下午吃完饭接着弄，systemctl restart sshd之后就弄好了，拿了个机械键盘回来，先去做核酸，做核酸的人最后故意往嗓子里捅一下，这种人心态就有问题，然后回3303开始做Learning Ecosystem的题，下班我坐地铁回家，我炒芹菜烤巴沙鱼她买了豆包回来，我洗碗，晚上刮大风了，我自己去永辉超市给她买面包给她小电动充电，回来跳了300下做俯卧撑喝奶，她来姨妈了，看了几章CFA就睡了"],
            ],
"2022-9-23": [
            ["00:00-23:59","早上我开车上班，她骑小电动先去中西医医院抽血查激素，到单位我看CFA，她来大姨妈疼，创新基金一部分报销下来了，中午吃完饭去单杠那王亚坤给我打电话，在那待了会做了几个单杠，回3303接着学CFA，下班我去中西医医院给她取化验结果，比值低于2:1了，多囊可能好多了，但是所有激素都低了，泌乳素高了，不知道为什么，回来在家等她下班回家，然后一起开车回南口，在她家吃的卷子排骨豆角，看了看CFA然后就睡觉了，今天的羊了个羊简单，她把她的和我的第二关都给过了"],
            ],
"2022-9-24": [
            ["00:00-23:59","早上起来吃完早饭听社科院的入学宣讲，本来说早上去姥爷家帮着做饭，结果我爸妈体测回来早着呢，我们中午就在她家跟他妈吃了，上午入学宣讲挺长时间，她睡了一上午，中午吃的虾生菜什么的，吃饭的时候王海玲让她周一加班，我不爽，说了她几句，她就急了，然后她就开始拉肚子，咋说都不行，我就先去调解室了，到调解室跟我爸把石头棋桌弄到架子上，煮鸡胸肉给小迪，我妈帮我洗厨房地毯，帮我爸洗车，眯了一觉，然后我爸妈去姥爷家，我骑小电动去她家，到她家跟她说几句她就开始怼我然后还哭了，可有机会跟她妈说说了，然后哄她去了姥爷家吃饭，我爸我妈做的黄花鱼茄子什么的，吃完饭走着到调解室，拿上梨，然后我俩就回龙旗广场了，到家听杜兰大学那边的入学宣讲，她到家吐了，饿了她订了粥喝，然后就睡觉了"],
            ],
"2022-9-25": [
            ["00:00-23:59","早上起来她去上班，我学习CFA，中午吃饭前撸了，感觉精液还是不好，黄了吧唧的，中午吃的手抓饼，下午学CFA，然后去做核酸，重听了昨天的入学宣讲，问班主任林欣华中国特色社会主义理论实践这个课可不可以申请免修，晚上我炒倭瓜，把鸡翅根腌上了，蒸米饭，她回家把鸡翅根用空气炸锅炸了，吃着饭呢有人在阳台喊着火了快下楼，我俩赶紧穿衣服下楼，10多层这大烟，我又上去关窗户，把没吃完的鸡腿吃了，说是空调室外机着了，站了一会就都回去了，晚上我在家跳了300下，把小白板都写满了，开始跳的不错，都后来她就不跳了，洗了澡就一起睡了"],
            ],
"2022-9-26": [
            ["00:00-23:59","早上起来我开车上班，上午学CFA，中午吃完饭回来改了改直播网站，下午接着学CFA，给她买了欣笙禾Crown Fertility 皇冠 多囊卵巢综合征代谢平衡定制胶囊，也不知道有没有效果，下班到家帮孙志强解决excel公式问题，弄出来了，准备跟他说开玩笑问他咋谢我，他跟我掰持请客吃饭的时，我去，到底谁求谁啊，真不把我当回事啊，得，拉到，不跟他说Excel咋弄了，他爱找谁找谁吧，耿高惠加班，等她下班后一起去麦当劳吃，吃完她在百丽买了双鞋，买了床单，看了看耐克棕色的空军一号和ipadmini，到家后我跳了300下她跳了50下，到家看了看CFA，她把凉席撤了"],
            ],
"2022-9-27": [
            ["00:00-23:59","早上起来我开车上班，上午给杨涛开vlogin04的谷歌二次认证，看CFA，我CFA考试信息变成Online Proctor Testing了，B站上联系陈一磊老师和文老师都建议我问协会，下午的时候又改回来了，估计是网站升级更新造成的，上午贾安宝跟杨老师说上来一下，震惊了，中午吃完饭去监控室，找小陈点羽毛球场地预定，拿了件女士运动上衣回来，下午接着看CFA，她中午去三院找高寒一块吃饭，下午检查彩超，看了看医生也没说啥，下班到家给她转账绑定设备只能转5000，她炖糖醋排骨炒蒿子秆，她洗碗，吃完饭去龙旗广场给她买了件紫色毛外套，配套的衬衫贵不值没买，买了20块彩票中20，永辉买了面包酸奶盐糖，到家拿上跳绳，我跳200她跳600个绳，晚上要啪太干了没啪成"],
            ],
"2022-9-28": [
            ["00:00-23:59","早上起来我开车上班，上午学CFA，买了raksmart美国的服务器搭pptp vpn，没打成功，中午吃完饭去建行改设备绑定，还是不能提额，必须日均资产到5万才行，然后做核酸，之后到监控室，户军雷帮着把海康威视网路录像机和摄像头弄好了，赶紧回3303写日记，下班到家我炒香菇油菜热大饺子，她今天下班早，吃完饭小区走了走然后去推了辆美团单车藏小铁门草丛，我跳了700个她跳了1000个绳，她把我的小白鞋刷了"],
            ],
"2022-9-29": [
            ["00:00-23:59","早上起来我坐地铁上班，上午学CFA，用ShadowsocksR在美国服务器上搭上了vpn，window、mac、Android都能连上用了，好爽，明天试试把ipad连上就完美了吗，上午给代翠红发参考书，杨硕上午找我聊天没空，下午看CFA，然后把签好的合同带到监控室，拿了国庆工会发的东西，蘑菇木耳，回3303看YouTube，学CFA，下班坐614到清河大厦走着去五彩城跟她汇合，先去沃尔玛把我的包存了，然后买了个桂花奶茶，在优衣库试衣服我试了一条牛仔裤她试了件白衬衫挺合适的，在HM也看了看，然后去泸溪河没有桃酥了，买了点蛋挞，然后去小吃街她买了卤煮我买的面，她说没吃好，然后去优衣库把衣服买了，逛了逛我俩就骑小电动回家了，到家试了试用镜子反射投影，效果不好，她在家跳了100下，晚上睡觉前啪啪啪"],
            ],
"2022-9-30": [
            ["00:00-23:59","早上起来我开车上班，到单位把ipad用爱思助手本地安装了shadowrocket成功连上SSR，学CFA，突然觉得手里那些可转债高于赎回价时持有意义不大，卖出了所有高于赎回价的可转债，下午接着学CFA，把量化这一章过了一遍，下班到家等耿高惠下班，拿上东西一块开车回南口，一路上听女篮赢下澳大利亚进决赛，太棒了！调解室吃的馅饼，她洗碗，然后我妈带着她去春西子买衣服结果没开，她俩就走着回家，我开车我爸骑小电动回家，在家楼下我跳了600个她跳了700个，在家玩了一把手机麻将，我一直输着最后一把自摸素七对门清混悠赢回来了，然后就睡觉了"],
            ],
"2022-10-1": [
            ["00:00-23:59","早上起来吃过早饭，我爸上午开会他把柴鸡在调解室炖上，我和我妈耿高惠去新世纪看看鞋，把车停十字路口，我妈去把鞋粘上要了胶水，我去看耐克棕色空军一号还真是899不是500多，我看错了上次，逛了逛就出来了，在停车场买了五道口枣糕王，到调解室我俩帮着做饭，我妈取完快递叫我俩去春西子，给她买了裤子和帽衫都挺好看的，我去买了烧饼，中午吃的柴鸡蘑菇大虾佛跳墙，她洗碗，我俩把茴香弄了，本来说下午去乐多港，结果我妈要听人家的布置家具，我们四个把调解室折腾了个遍，都累惨了，晚上舅妈舅舅姥爷来调解室吃的茴香馅包子，舅舅帮我去表店换的车钥匙电池，她洗碗，回来后太累了我就在卧室看书了，待了会就睡了没跳绳"],
            ],
"2022-10-2": [
            ["00:00-23:59","早上起来吃过饭我俩出来先去西关物美买了鸡蛋水果，紫光园买了甑糕，然后开车走昌金路去她大舅家，我先开她嫌我开车让她吐，然后她开着到她舅舅家，中午吃的鱼头泡饼，她爸她爸舅舅舅妈姨夫在，吃完饭她爸就去遛弯了，然后跟他姨夫聊了会天，然后他们就都回屋睡觉去了，我自己在院里学CFA，晚上曹宝明和耿高惠姨妈过来了吃的烤串，吃完饭玩麻将，我俩一块输了41，然后10点多开车回她奶奶家，把我爸给拿的酒给他爸放到后备箱，她爸也没什么表示，洗洗就睡了，她洗了屁屁给我洗了小鸡鸡"],
            ],
"2022-10-3": [
            ["00:00-23:59","早上起来啪啪啪，她爸去双桥上班了，本来说下午跟我车回南口上班的，吃过早饭去看一眼村里的婚礼，下雨就回来了，本来说上午跳绳结果她又不跳了，我很生气不想理他，上午她睡了一上午觉，她奶奶给买了柴鸡蛋，给了对核桃，中午吃的排骨豆角虾，她爸赶回来一块吃的，吃完饭我就开车回南口了，在调解室跟我爸妈汇合我爸值班，待了会我骑小电动带我妈回家接上俩狗，想把手环和我妈用，结果她有残疾卡不用公交卡功能我又拿过来用了，到调解室睡了一觉，我爸回来一块去地下通那看看鞋，没有合适的没买，晚上吃的芹菜剩柴鸡，我说去乐多港给我爸买登山鞋，我爸没去回来在小棚子找了双穿，去燕磨峪走走发现小迪回家了没跟着，我们就回来了，我妈自己去的，在家我跳了500下她在平谷跳了100下，在家睡了一晚"],
            ],
"2022-10-4": [
            ["00:00-23:59","早上送爸妈到昌平刘岩家然后我就开车去上班了，上午总结CFA量化部分，校园卡在龙旗广场中午点的吉野家辣白菜双拼，听YouTube上《王局拍案》，下午做完核酸去监控室，调两个海康威视摄像头，然后回3303接着总结CFA量化部分，耿高惠他们中午吃完饭就出来了，她直接回龙旗广场，下班到家她这想我这抱我，她热饺子煮玉米，我洗碗，她妈给她转了1000块钱，给我去龙旗买棕色空军一号结果没有了，永辉买了20块钱彩票没中，买了两箱水面包，我跳了700个她跳了1000个绳，晚上啪啪啪内射"],
            ],
"2022-10-5": [
            ["00:00-23:59","早上我开车上班，我的vpn被封了，上午总结量化部分，中午买返回来吃的，下午接着总结，学Economics这章，下班到家待了会就骑车去华联等她，结果她说华联没有Nike，我就去她单位找她了，先去上品折扣结果没有空军一号，然后去北店时代广场没找到Nike店，吃的麦当劳，然后又去北店还是没找到，然后骑车去另一家华联，结果也买完了，然后就回家了，楼下我跳了500个她跳了1200个，做俯卧撑她把凉席撤了就睡了"],
            ],
"2022-10-6": [
            ["00:00-23:59","早上我开车上班，她去爱康体检，上午我学CFA，她火车站接上她妈去王府井，班主任发来了第一门课的课程大纲和课件，第一周的课是网课，下午接着学CFA，把直播信号分屏实现了，下班到家她没做饭，就吃了点杂七杂八，我自己煮的方便面吃，又吃她中午打包回来的的面包，吃的太不健康了，在家我跳了500个她跳了100个，做了俯卧撑没啥就睡了"],
            ],
"2022-10-7": [
            ["00:00-23:59","早上我开车上班，上午做exchange rate的题，1738的手机卡坏了，去营业厅换了个新的，客服说10快钱手续费，结果营业厅没要钱，吃完饭回3303接着做题，然后去做核酸，到监控室拿摄像头，户工睡觉呢，起来跟我去E235和1103装摄像头，E235的没通，然后回3303把题做完了，下班到家拿上药骑美团单车到回龙观地铁跟耿高惠汇合，坐13号线去西直门凯德mall，路上她想去五道口被我拒绝了，后来才知道那有疫情，要是去了就得隔了，下午在机房的时候种牙的地方特别不舒服，到西直门Nike店买了小麦色空军一号，吃的小城渔家烤鱼，然后去松山棉店99元7双给我爸妈买了袜子，在谭木匠给她妈买了把梳子，泸溪河买了桃酥，就坐地铁回家了，到家下楼我跳了1000个她跳了600个绳，没啥就睡了"],
            ],
"2022-10-8": [
            ["00:00-23:59","早上她上班我开车回南口，把呼啦圈拉回去了，我妈去昌平游泳，我爸上班，结果我快到昌平了她才到西关，然后她就在狗不理包子那等着我，让张娜自己去体育馆游泳了，我接上我妈先回家把俩狗接上，到调解室待了会，然后就去姥爷家，中午舅舅舅妈姥爷杨硕龙娇一块吃的包子，吃完饭回调解室，帮我爸把网线接上，待了会就送我妈去昌平法院，然后我就回龙旗广场了，在家总结exchange rate的笔记，晚上我炒的香菇油菜鸡蛋洋葱煮的鸡脆骨蒸米饭，我洗碗，晚上我跳了1000个她跳了700个，回家学了会CFA她织毛衣就睡了"],
            ],
"2022-10-9": [
            ["00:00-23:59","早上一块骑小电动去地铁站，等红绿灯时我看她要迟到了就让她去上班，我自己走着到育新地铁的，我坐606到三院生殖中心撸，感觉质量还是不行，黄了吧唧的，又坐606回来的，到家又撸了一次，看着好一点，她给我买的鼠标到了，中午吃的肉饼，下午总结CFA，学校把昨天没做核酸的列入负面清单，我没办法去做了核酸，精子活性38%了，没有任何改进，我炖鸡腿炒西红柿茄子，我洗碗，晚上她考试在家我跳200个她跳500个，快睡觉时她想起小电动没充电，我下去顶着大风给充上了"],
            ],
"2022-10-10": [
            ["00:00-23:59","早上我开车上班，没有面包了去食堂吃的早饭，吃了两个大包子，吃多了，上午学CFA，做完核酸去监控室开组会，社科院发账号，中午还户军雷饭，下午学CFA，B站上关注了猫哥力UP，被他骑行环美国触动了，下班到家我煮红枣小米粥等她下班热饺子吃，她洗碗，吃完饭去永辉，MINISO给她买了袜子帽子，20块钱彩票都没中，买了面包柚子酸奶回来，楼下我跳300个她跳200个，到家我学CFA她织毛衣，没啥就睡了"],
            ],
"2022-10-11": [
            ["00:00-23:59","早上我开车上班，上午学CFA，她去安贞看牙，看的太慢洗牙还要预约抽血检查什么的，她就没看去，去三院取精子碎片率结果，26%，看来药有效果，有些信心了，下午接着学CFA，下班早出来先去加油，到家她一惊喜，她炒黄瓜虾仁鸡蛋空气炸锅鸡翅虾蒸白薯玉米，她洗碗，走了一圈我跳1000个她跳500个，做俯卧撑，做CFA题，睡觉前啪啪啪，状态特别好，她高潮，她试了喝奶，结果果然拉肚子了"],
            ],
"2022-10-12": [
            ["00:00-23:59","早上我开车上班，上午总结CFA，马海峰来3303找我，他被杨涛说了，中午吃完饭去监控室，给他讲了直播的东西，回3303总结完Economic Growth这小章，前两天下班都忘打卡了，社科院通知开学典礼时间，下班到家我把两个被子洗上，我炒醋溜白菜热饺子，她洗碗我洗电饼铛，fertilix的药到了，正好没药了，完美衔接上，跟她聊天逗她说开学典礼让我上去代表新生发言，她说我形象不佳，哼，嫌我丑说实话了，哼哼哼，我俩因为这个逗乐好久，晚上出去走了一圈，去便利蜂看了看无乳糖奶，然后我跳1100个她跳700个，没啥就睡了"],
            ],
"2022-10-13": [
            ["00:00-23:59","早上我开车上班，上午学CFA做题，新股卖早了，少赚了2000多，感觉有要犯偏头痛的感觉，中午吃完饭回来把题做完，然后去做核酸，总结完Economics这大章，看了个特好的英语语法视频，《英语兔》的，下班到家赶紧给她抢北大口腔医院的补号，没挂上，我煮棒子渣粥做手抓饼，我洗碗，晚上去永辉，20块钱彩票又没中，买了无乳糖牛奶手抓饼身体乳狗零食什么的，80减15，推了辆美团单车藏小铁门，回家各跳500个绳，我又上楼拿充电线给小电动充电，晚上看书做俯卧撑洗澡，睡觉前啪啪啪"],
            ],
"2022-10-14": [
            ["00:00-23:59","早上我坐地铁上班，上午学CFA，快到中午马海峰让我帮着打卡，我去监控室帮他弄，王亚坤说杨涛让他告诉我杨涛垫的1万元钱微信转回给我我再用银行卡给他转回去，真够傻逼的，中午吃完饭回来接着学CFA，右上腹岔气似的疼，她上午去弄燃气卡，下午去长庚医院看牙，下班我坐地铁到奥森站跟她汇合坐8号线到霍营，出地铁买了京盈门拿破仑椰块点心，骑小电动回家，待了会去吃吉野家，回来我跳300个她跳200个，晚上睡觉肚子不舒服，一晚上没睡好，担心不好，打算下周就去校医院先查查"],
            ],
"2022-10-15": [
            ["00:00-23:59","早上起来她去上班，我准备开始上课，上午开着摄像头听的课，中午她给我订的麦当劳，我去店里取回来的，下午接着听课，杂志社发邮件说我的投稿录用了，我妈嫌我们回来的晚，我一生气说吃完回来，她下班回来去她家吃，结果她妈没看到短信现做的，我俩开车回来把车停社区门口，走着到她家吃的烙饼肉鸡蛋西红柿，送她妈妈礼物，她妈可喜欢她给织的花了，吃完饭我俩走着回去到调解室，正好我爸他们吃完饭，我俩开车带着俩狗先回来，我爸跟田梁走着回来的，帮我们买的糖火烧回来，我把车停张叔叔家门口，正好碰到他，在楼下我跳100下她跳50下，回家待了会我们就睡了"],
            ],
"2022-10-16": [
            ["00:00-23:59","早上起晚了，我俩没吃早饭就开车赶紧下来到调解室，然后她就先回家了，我妈调解室待了会就跟我爸去姥爷家做饭了，她听二十大写完感想就来调解室找我，一块去姥爷家吃饭，我爸炒的鸡丁豆腐，单位让做核酸统计，我就赶紧骑着小电动去耿高惠她家那做核酸，她就直接回家了，我赶回调解室上课，代翠红问王怡欢个人还是团队参加中科院科研，下午上完课我问了个小问题，打断了老师，感觉很不合适，他应该算我的课堂表现分了吧，我爸妈就去姥爷家了，然后我听完课赶紧走着去她家楼下，她下来一块去味多美取蛋糕，然后去吃羊蝎子，结果装修没开，去吃的阳坊涮羊肉，服务员照相手挡着镜头了，找经理重照的，吃完饭到她家拿上东西，走到调解室拿上我的东西就开车回龙旗广场了，停车她下车把旁边的车碰了，在家我俩各跳200个，睡觉前简单啪啪啪没射"],
            ],
"2022-10-17": [
            ["00:00-23:59","早上我开车上班，上午把投稿修改好转了稿费，接着做题总结，把Analysis of Dividends and Share Repurchases这小章学完了，下午去校医院开了肿瘤标记物彩照核磁的单子，她中午快两点才吃饭，看着清机来的，真是的，回来学CFA，下班到家我炒鸡蛋西红柿洋葱鸡蛋，忘了蒸饭煮的玉米，我洗碗，晚上社科大杜兰小组分组，我没着急，她怕我不积极着急了，不去跳绳，我自己跳了1000个，回来做俯卧撑，把《老梁四大名著情商课》听完了，感觉后背开始疼了"],
            ],
"2022-10-18": [
            ["00:00-23:59","早上我开车上班，在育新地铁那没等行人把一个学生给碰了，刚要下车那小孩就骑走了，我应该等会确认下再走的，这要是说我逃逸可就麻烦了，到单位先去校医院抽血，回来吃早上我烙的手抓饼，做题总结，把Environmental, Social, and Governance (ESG) Considerations in Investment Analysis这小章学完了，上午耿啸辰邀请我入组，把目录快照的上传功能写好，下午重听《公司金融》课，学CFA，下班到家我炒醋溜白菜热肉饼空气炸锅烤白薯，她洗碗，晚上去永辉，10块钱彩票都没中，买了柚子蛋酥卷饼干面包片回来，楼下我俩各跳了800个绳，晚上我看书她织毛衣，她看《东北插班生》"],
            ],
"2022-10-19": [
            ["00:00-23:59","早上我开车上班，到单位去做核磁，我看片子胰腺囊肿好像变大了，上午学CFA做题，把Cost of Capital: Advanced Topics这小章学完了，去监控室把IB的直播搭上了，吃中午饭钱把杨涛的ipad送到万人楼下修，吃完饭去苹果校园店问iPadmini，教育价优惠400，只有星光色了，回3303，然后去做核酸，学CFA，下班到家她炖黄焖鸡拌芹菜胡萝卜花生蒸米饭，她洗碗，晚上取走了一小圈楼下我跳500她跳600个绳，睡觉前啪啪啪她高潮我戴套套射"],
            ],
"2022-10-20": [
            ["00:00-23:59","早上我开车上班，今天穿新买的小麦色空军一号，上午问阮博士基金详情，文章他加了个名字，做第一通讯作者，学CFA，她去长庚洗牙，中午我点的吉野家外卖，她回家排卵试纸强阳性，应该是要排卵了，下午去生物医学馆打印PPT，刚开始打了6页一张，发现字太小了，回去还是2页一张吧，用的凤凰中心的账付的款，回3303，马海峰来我这聊了会天，社科大有密接，这周还是上网课，下班到家阳台看她做饭，她炖小黄鱼炒蒿子秆热昨天的黄焖鸡，她洗碗，晚上杨涛跟雷建林在监控室看乒乓球，我用直播网站录他们，我先去推了辆美团单车到小铁门草丛，回家等她开完会下楼跳绳，我跳100个她跳500个，把Corporate Restructurings这小章学完了，错了一大堆题，晚上穿小吊带睡的，睡觉前蹭了蹭"],
            ],
"2022-10-21": [
            ["00:00-23:59","早上我坐地铁上班，到单位听上周的公司金融课，学CFA，想把dell这台笔记本重装系统，结果读不了U盘，BIOS密码也不知道，杨涛的ipad说CPU坏了，修400块，换主板800，杨涛说不修了，中午万人吃完饭下楼去取，结果pad没在，回来后学CFA，中午她又第三波特晚吃饭，我去校医院去核磁结果，问了些相关问题，说是囊性的观察着，回3303听上周录的课，下班到家接着听，煮的挂面吃，给她炒了西葫芦，她开完会回来订的麦当劳，我给她取回来，吃完饭出去走了一圈，我跳了300个她跳了200个，睡觉前啪啪啪"],
            ],
"2022-10-22": [
            ["00:00-23:59","早上她去上班，我在家上网课，上午竟然回答了个问题，回答用对冲应对企业的不确定性，以及风险厌恶，虽然答对了，但是打的乱七八糟，中午她订的麦当劳大桶，还挺值两个汉堡一个大桶，我去取回来吃的，下午接着听课，本来中午准备了个问题，下课的时候想共享屏幕，结果还有权限，晚上我炒芹菜准备鸡翅煮棒渣粥，她下班买了花卷和宫保鸡丁包子，多点订了多点，少送了个大瓶生抽，又订了些吃的，锅巴缺货了一袋，又多了盒鸡蛋，她到家烤鸡翅，我洗碗，晚上我跳了600个她跳了650个绳，回家学CFA，睡觉前啪啪啪"],
            ],
"2022-10-23": [
            ["00:00-23:59","早上她去上班，我在家上网课，中午吃昨天剩的汉堡，下午接着听课，第一节课没认真听，结果重听的时候发现声音有问题，没录上，应该是合上电脑盖造成的，后来重启OBS解决的，下课老师说了ppt的内容以及考试方式，要把试卷打出来手写拍照发邮箱，我在群里说了个携程收购现代运通的案例，我煮的昨天买的速冻饺子，我洗碗，晚上去永辉，买了30块钱彩票，我中了80，竟然刮出8个10块，买了面包芝士片回来，楼下我跳了300个她跳了100个，她说胸开始疼了，不知道是不是自己来姨妈了，回来看CFA，老师群里发的小组展示参考ppt，应该是分析企业战略分析其投融资活动，群里分享的巴西特高压项目好像跑题了，提了这个事，群里没啥发应"],
            ],
"2022-10-24": [
            ["00:00-23:59","早上我开车上班，到单位做考试练习题，上午CFA题，吃完饭走着去万人底下取杨涛的pad，还没拿回来，下午做核酸，去监控室订羽毛球场地，回3303做题，下班到家群里张阳直接发了个ppt上来，她炒豆角饭炒大虾白菜，我洗碗，把Intercorporate Investments这小章学完了，我在家跳了500下，她没跳在家收拾屋子来的，晚上8点群里开腾讯会议讨论ppt，感觉大家补一条心，我准备写点green bond，晚上开暖气了"],
            ],
"2022-10-25": [
            ["00:00-23:59","早上我开车上班，上午把群里关于晋能电力绿色中期票据的两个pdf做了几页ppt，把数据可视化了一下，中午吃完饭去万人下去pad，结果他们还是没拿回来，回3303，学CFA，下午不想去参加校史馆就没去，下班到家我炒鸡蛋油菜空气炸锅烤白薯煮棒渣粥，她下班买了鱼吃，她洗碗，晚上我俩出去走了走，楼下我跳了300下，她胸疼就没跳，晚上睡觉前啪啪啪射了"],
            ],
"2022-10-26": [
            ["00:00-23:59","早上我开车上班，上午学CFA，中午订的吉野家外卖，然后去万人底下去pad，结果只有pad没有保护壳，回3303接着学CFA，稿子到终审了，但是编辑还是没回我邮件，下班到家我炒菜花烤鸡胸肉，她想吃煎饼，我看她快出来了去永辉买面包，买完煎饼出来快递柜那正好碰上她，她洗碗，让她在家动动她不懂，躺着睡觉我生气了，晚上听答疑课，拍练习题给张阳同学，在家我跳了500下，然后学CFA就睡了"],
            ],
"2022-10-27": [
            ["00:00-23:59","早上我开车上班，到单位做题，把lkupV的web接通，学外语网站conversationexchange有个人通过我微信，聊了一会，中午吃完饭先去做核酸，然后去万人底下取杨涛的pad，壳没有了赔了一个耳机，我留下没给杨涛，然后都2点多了她还没吃饭，我打电话给他们单位，马鑫接的，臭骂一顿，然后到监控室，杨涛在呢，我把lkupV接到直播网站上，回3303做题，下班到家等着她下班，果然马鑫让她早下班了，她到家我俩去吃达美乐，吃完饭她就开车回南口了，我去伪街，回家后跳了500下，我妈视频跟我说杨硕儿子生了，晚上洗完衣服玩会pad就睡了"],
            ],
"2022-10-28": [
            ["00:00-23:59","早上我骑小电动到地铁去上班，上午做题总结，把Employee Compensation: Post-Employment and Share-Based这小章学完了，她中午吃完饭去调解室帮我拉打印机，下午我做完核酸，拉肚子要起口腔溃疡抵抗力弱了，在3303睡了好一会，下班坐地铁到家，她正好开车停好车，我俩推小推车拉车上的打印机和苹果什么的，晚上她热的中午她妈做的鱼牛肉我俩吃水果，她洗碗，晚上出去遛弯我说点她单位早点出来，她就不高兴不让我说，到家我警告她别着我，我特早就睡了，浑身特热"],
            ],
"2022-10-29": [
            ["00:00-23:59","早上起来我吃完饭，上课，中午热的肉夹馍煮棒渣粥，下午上课，我爸妈跟我视频，跟我妈说我给她单位打电话，晚上我炒西葫芦鸡蛋热鱼，吃完饭我洗碗，晚上出门给我妈打电话，告诉我先找她们领导，不去找她单位打架，回来我洗完澡就睡了"],
            ],
"2022-10-30": [
            ["00:00-23:59","早上起来吃饭，上课，感觉要犯偏头痛，中午没着急吃饭，下午开学典礼，感觉弄得还挺像回事，我煮了挂面吃的，4点40开始考试，考到后面时间不够乱写一通，也不知道最后拿什么分数，她到家炒的饼热的肉饼，我洗碗，晚上我自己出去走了一圈跳了200个绳，回来接着学CFA"],
            ],
"2022-10-31": [
            ["00:00-23:59","早上我开车上班，上午学CFA，下午做核酸，然后去找徐颖签合同，这回是签了2年的，下午回来学CFA，下班到家接了点水，出去把车上的鸟屎都擦了，她下班我煮了点饺子，她买肯德基周黑鸭同款汉堡和栗子回来，她用小塑料袋套垃圾袋，我调侃她不也这么干么，她不识闹，我洗碗，本来说八点她考完试出去走一圈，结果她说我不给她转钱不给买菜钱，因为这个又拌嘴，结果又躺着去了，我自己出去走了一圈跳了500个绳，回来记完账就睡觉了"],
            ],
"2022-11-1": [
            ["00:00-23:59","早上我开车上班，上午学CFA，我爸发微信说明天去人民医院看肠镜那个息肉，下午去监控室试着拿USB网口接上10网，把1103施耐德环控连上，结果不行，我妈打电话问耿高惠去不去社区副主任，她不想去，回3303，做题，下班到家她炖鸡腿炒宫保虾仁蒸米饭，我洗碗，做题，把Multinational Operations这小章学完了，想理她她不理我，吃完饭就躺着，我自己小区走了一圈，跳了700个绳，做俯卧撑，洗个澡就睡了"],
            ],
"2022-11-2": [
            ["00:00-23:59","早上我开车上班，学CFA，我爸跟我妈人民医院约了住院，我看医生是陈国栋，下午学CFA，我妈说王桂莲的侄子跟方军和新来的人说了，下班我炒菜花西红柿西葫芦空气炸锅白薯，我洗碗，她告诉我新来的行长是王健，无语了，晚上我自己小区走了一圈，跳了500个绳，她在家待着打王者，订多点结果没给我买面包，晚上睡觉前啪啪啪"],
            ],
"2022-11-3": [
            ["00:00-23:59","早上我开车上班，自动售卖机买的面包片，学CFA，吃完午饭走着到监控室，下午开组会，然后去做核酸，回3303后又去苹果校园店买iPadmini，结果涨价了200，回来学CFA，看到京东公开版卖3999-400，找老板又退了200，下班到家我炒豆腐芹菜，她下班特早5点半就出来了，我洗碗，晚上出去走了一圈，推了美团车藏小铁门，到家她泡脚煮红糖枣山楂水喝，还是没来姨妈，洗洗就睡了"],
            ],
"2022-11-4": [
            ["00:00-23:59","早上我做地铁上班，去食堂吃的早饭，上午做题，王老师让帮开1103门，带人巡检E235，照澜园换校园卡延长车证，把Analysis of Financial Institutions这小章学完了，下午在Github上找到了个网页版模拟扫码的工具，然后去监控室，陈晋红户军雷谁都不帮着装jumpserver，在监控室睡了一觉，下班到家决定吃炒饼了，她到家一块做的，我洗碗，晚上出去走了一圈，回来我跳了300下，她应该是来姨妈了，泡脚喝红糖枣山楂水，睡觉前我撸射了"],
            ],
"2022-11-5": [
            ["00:00-23:59","早上起来我俩开车去三院，到了她先抽血，然后加了个号，去吃的头壹号，然后去麦当劳待着，我听了听能源班的课，然后就看CFA了，饭点了我俩都不饿，就去做了个核酸然后沿着学院路走了一圈，玩拔根儿，我爸妈姥爷开特斯拉去姑妈家，结果不在家，中午吃的吉野家，下午她看的郑建淮的号，我去找张海涛建档，他说不用建档不用补检查，她可晚才看上，饿了让我去买吃的，我去一楼买的蛋糕和果汁，回来她量血压，可高了，我说那我的结果去吧，她不敢急着呢，医生也催着赶紧办，结果最后医生都没看问了一句就过了，医生发现她的方案有个药量很奇怪，还得找王海燕确认一下，我还得补检查，我去男科都下班了，真坑，拿完药她打完针我俩就开车回去了，停的不花钱那个地方，结果还是拍下了，87的停车费，到家她回家煮粥，我去永辉买烙饼和面包，回来一块炒饼，吃完饭一块出去走了一圈，她自己把膜贴好了用了新的保护壳，然后就睡觉了"],
            ],
"2022-11-6": [
            ["00:00-23:59","早上起来我俩开车去三院，她打针然后去做心电图，我把车停建行那里了，然后去堵张海涛，结果他去做穿刺了，找他助理开的检查，我抽完血就开车把她送到单位，然后就开车回南口了，调解室跟我爸妈汇合的，我让我爸买牛肉给小惠炖，中午去姥爷家吃的，小迪看见别的狗去较劲，我估计它跑车底下得磕脑袋，果然是个好头！我爸炖的带鱼炒的茄子，我妈闹着让我带着爬山，我是真累想好好休息，下午我开车带着我妈要去水库，结果到洗车那我妈让我去洗车，她在旁边走了好几圈，回调解室我眯了一觉，跟我爸把苹果放大缸里，我爸妈蒸包子，5点我拿上牛肉和包子，老沈的媳妇给拿了袋和柿子，然后我就开车回北京了，到她单位等她，逗了好几圈没地儿，把车临停到最前面了，到家吃的包子牛肉粥，我洗碗，牛肉的油把水池堵了，都漏水了，她用热水给浇通了，我俩出去走了一圈就回来，早躺下睡觉"],
            ],
"2022-11-7": [
            ["00:00-23:59","早上起来我俩开车去三院，她去打针，我坐375去上班，上午学CFA，给杂志编辑部803打电话，发了盖红章的录用通知，感觉要感冒，下午眯了一觉，做核酸，然后学CFA，下班坐地铁回家，到家炒莴笋煮虾煮饺子，她嫌不好吃，问她吃完出去不，她不去闹脾气，我洗碗，给她煮了玉米吃，然后还是跟我出去走了一圈，我跳了500个绳，洗完澡就睡了"],
            ],
"2022-11-8": [
            ["00:00-23:59","早上起来我俩开车去三院，她去打针，我坐375去上班，去监控室拿了4瓶百岁山矿泉水，上午学CFA做题，把NOD32装在了Ubuntu上，下午做题，把Evaluating Quality of Financial Reports这小章学完了，我爸上午到医院做完核酸去二姑妈家，下午住进来问我做热水的壶，玩了个新微信游戏《飞到绝技》，下班我坐375回家，感觉比地铁快，到家小区又开始3天核酸，拍月食，我做牛肉面，我洗碗，她不遛弯，我自己在小区走了一圈跳了500个绳，洗洗睡了"],
            ],
"2022-11-9": [
            ["00:00-23:59","早上起来我俩开车去三院，她去打针，我开车去上班，上午学CFA做题，把Integration of Financial Statement Analysis Techniques这小章学完了，上午我妈坐5点30的883来人民医院，我爸第一个做的没全麻，然后我妈就回去了，耿高惠做了监测就打车回去了，感觉血值都比较低，下午去了趟监控室装杀毒软件，回3303杨涛让我去新馆218给他取合唱服，一推门有女老师试衣服呢，我爸下午就出院了，让我接回家，我怕疫情被隔离没去，我爸坐公交回家了，下班到家撸射，她炖牛肉土豆炒西葫芦蒸米饭，我洗碗，晚上出去她做核酸，走了一小圈，回来就躺着休息了"],
            ],
"2022-11-10": [
            ["00:00-23:59","早上起来我俩开车去三院，她去打针，我坐375去上班，上午学CFA，中午订的吉野家外卖，下午去荷塘月色那坐了会，回来学CFA，下班做375到家，晚上我煮芹菜热包子煮棒渣粥，我洗碗，她双十一囤货，晚上一块出去走了一圈，在家我跳了100下，没啥洗洗就睡了"],
            ],
"2022-11-11": [
            ["00:00-23:59","早上起来我俩打车去三院，把她放那我接着坐到学校了，上午学CFA，王亚坤让我跑大型仪器效益奖签字，中午去荷园吃，王亚坤去的一层我不知道，下午简单看了CFA，去找张云送绩效奖申请单，下班做375回家，下雨周末可堵了，下车时有个大老爷们挤我还回头给我一句，发现一个小区的，追杀上去聊会，到家社科院杜兰的开学礼物到了，她炒茄子，我洗碗"],
            ],
"2022-11-12": [
            ["00:00-23:59","早上起来她自己开车去三院，B超看没怎么长让过两天再来，我起床后上课，她一会就回来了，中午吃的茄丝挂面，我洗碗，下午接着听课，提了个小问题，下了课一块去遛弯那做核酸，我没戴口罩用的她的，然后走到红绿灯，到家她蒸白薯发糕炖土豆，我洗碗，晚上出去一块走了走，我爸说找了人民医院疼痛科周二可以去开假条，结果她不用，回来路上跟我急，到家忍着火没理她"],
            ],
"2022-11-13": [
            ["00:00-23:59","早上起来我给她打针，忘了怎么打了，应该在里面多待一会，拔针太快了，流出好多药，上午我接着听课，中午她炒京酱肉丝，我洗碗，下午接着听课，决定论文题目是写LTCM公司，下了课一块去遛弯走到红绿灯，回来小区做核酸，还挺冷，到家我炒豆腐，我洗碗，晚上睡觉拉肚子了"],
            ],
"2022-11-14": [
            ["00:00-23:59","早上竟然尿床射了，开车送她去三院，又虚又饿，可不舒服了，然后我开车去上班，吃完饭她给我发微信说今天打夜针，16号取卵，让我过来抽血做核酸，我下楼跟杨涛请了3天假，开车去三院8楼，抽血做核酸一块回家，她参加了个项目，多抽几管血但会有些优惠政策，中午他炒的饼，我洗碗，吃完饭睡了一觉，起来给三院打电话让6点30到生殖中心咖啡厅，16号早上6点40到三院8层，群里因为分组都快吵起来了，我去了别的组，还是感觉身体不太舒服，4点30多我俩开车到生殖中心，她订了永和大王的鸡腿饭，她没胃口没咋吃我都给吃了，又去肯德基买了个墨西哥鸡肉卷，发了题目，我提议每人选5个，最后选了瑞幸咖啡的题目，到点她去宣教打针，我在生殖中心这个难受感觉要感冒似的，然后我俩就开车回家了，到家吃了个梨，还是拉肚子，洗了个澡，喝了两杯水，尿了一大泡尿就睡了"],
            ],
"2022-11-15": [
            ["00:00-23:59","早上起来一块开车送她去三院做核酸，回来后她中午订的韩式烤肉的烤肉饭，下午我做题，把Financial Statement Modeling这小章学完了，下午打喷嚏流鼻涕，还是感冒啊，去做核酸回来，我炒酱爆鸡丁热包子，我洗碗，洗碗时人垃圾扔到了外面她跟我急了，她卵巢疼的厉害，洗了澡就睡觉了"],
            ],
"2022-11-16": [
            ["00:00-23:59","早上起来一块开车去三院，把车停在了医院里面，她上去报到，我去对面肯德基吃早饭，到8层汇合后，她先进去准备了，我坐在最边上的按摩椅上，结果突然按摩了，没一会就叫进去准备撸了，那个血压仪应该不准，我血压可不低，我撸完她准备进去取卵了，这次取卵时间特长，得有30分钟，取完她告诉我取了40个，取得太多了，太心疼她了，不管最后结果怎么样我都不让她再受这个罪了，她出来本来要回去，结果她坚持不住找人让了个座坐了一会才回去，到家她疼的厉害，中午订的烤鸭外卖，下午她开始胃疼肚子胀发热，做完核酸回来，我煮西蓝花热烤鸭煮棒渣粥，我洗碗，我怕她晚上发烧去医院就没出门，洗了个澡在床上写论文，陪她睡觉，还好一晚上没烧起来"],
            ],
"2022-11-17": [
            ["00:00-23:59","早上起来我开车上班，上午写论文，我买来人民医院给姨妈开药给我爸办出院，中午点的吉野家外卖，感冒的感觉特不舒服，下午做完核酸接着写论文，她在家待着，腹水很明显，下班到家带她去做了个核酸，到家跟她躺了会，我炒豆腐，我洗碗，晚上我自己出去走了一圈跳了500个绳，学了会CFA，洗澡就睡觉了"],
            ],
"2022-11-18": [
            ["00:00-23:59","早上起来我坐地铁上班，上午写论文，下午写论文，然后去监控室试了试20网升级，果然不行，下班我4点出来坐地铁回家，到家跟她去做核酸，接到我妈去人民医院流调电话，我俩开车回南口，先回她家，在她家吃的鱼，本来说小组开个会结果没开，就在她家待着写论文了，没啥就睡了"],
            ],
"2022-11-19": [
            ["00:00-23:59","早上起来在她家听课，她早上给她妈7点抢周二三院的骨科号，然后跟她妈出去做核酸，帮我买矿泉水，听完课中午一块去姥爷家吃饭，姥爷炖的排骨我爸煮的虾炒的菜，吃完饭骑电瓶车把她送回家，然后我回调解室听课，我妈到调解室跟我说我爸跟她说了小惠做试管，然后我妈我爸去昌平领老年卡，下课我先去她家接上她拿上西红柿去姥爷家，晚上吃的葱爆羊肉，然后走着回调解室，我骑电瓶车带她回我家，然后我跟我爸妈走到燕磨峪，回来待了会就睡了，我爸晚上不知社区有啥事出去了，我妈不爽"],
            ],
"2022-11-20": [
            ["00:00-23:59","早上起来蒸完鸡蛋拿着我爸回来买的糖火烧我俩去调解室吃的，吃完她就回她家跟她待着去了，我上午在调解室听课，中午我自己去姥爷家吃剩饭，吃完饭骑电瓶车去她家小区那做核酸，然后回调解室听课，下午还回答了个问题，下了课就回她家吃完饭，她说腹水排出来了应该，胃好多了，吃的馅饼排骨豆角，吃完饭我俩就开车回龙旗广场了，路上她跟我说她妈要在周围买房，晚上写论文电脑卡了虚惊一场，晚上她非要蹭蹭"],
            ],
"2022-11-21": [
            ["00:00-23:59","早上起来我开车上班，上午写论文，中午吃完饭回来拆车的空调滤芯，可脏了，下午把论文写完了，查重10%，做核酸，下班到家小区只进不出了，给她打电话让她出来看一下，她怕传染上，让我先回南口，我还是决定先进来了，到单元门口发现楼也要封，这下麻烦了，给我妈打电话让她明天帮我们去看结果和缴费，结果给社区打电话解封了，我炒香菇油菜热包子，我洗碗，她说我这说我那，我烦了警告她，她就拿我手机哭了，我把LTCM的稿子先投到《财经界》了，估计没戏，然后跟成刚语音讨论了瑞幸估值报告分工，然后出去走一圈，下楼发现又要封楼，赶紧回来背上电脑拿上明天要用的东西出小区，然后我又让她穿衣服出来不行住酒店，也不知道要封那个单元，在车里跟她坐到9点半，辣条吃的我这个难受，我看警察都来了就开车回她家住了"],
            ],
"2022-11-22": [
            ["00:00-23:59","早上起来我开车上班，她开她家车跟她妈去三院，她妈顺便看腿，上午我做小组讨论PPT，她开始听错了以为是只配成了2个，结果她看手机缴款单估算是7个，结果医生告知也是7个，然后她们就回南口了，下午做完PPT，做核酸，给她转了50000，快下班打电话问物业小区还封着呢，开车回南口，把车停她家楼下，走着去调解室吃饭，我妈蒸的包子，我爸买了炸鸡腿回来，吃完饭待了会，我爸去社区值班，我俩就回她家了，到她家看世界杯阿根廷1:2沙特，把论文的英文摘要写完了，然后小组开会，好像把人给怼了，洗了个澡就睡了"],
            ],
"2022-11-23": [
            ["00:00-23:59","早上起来我开车上班，食堂吃的早饭，上午学CFA，下午做题，聂晓哲推荐香港优才咨询了下，打电话给物业，我们楼栋的阳了，下班开车停她家楼下，吃的涮羊肉，我爸说南口要静默，然后我俩去调解室跟我爸妈待了会，然后回她家，把论文改了一遍，10点钟刚要躺下睡觉，她爸单位就让他去上班，她跟他妈开车送到怀柔，她们回来的时候我都睡着了，这几天后背不舒服"],
            ],
"2022-11-24": [
            ["00:00-23:59","早上起来我开车上班，食堂吃的早饭，上午学CFA，改PPT，下午接着改PPT，做核酸，她来姨妈了，果然南口从周五开始静默，下班回南口，社区碰到我爸，把车停地下通道，她走着过来找我，姥爷家吃饺子，吃完饭走着去调解室然后开车回家，她肚子疼就让她上楼了，我们走到燕磨峪，我妈跟我说我爸被人讹，回来我们四个玩手机麻将，她手气好就她一人赢，洗洗就睡了"],
            ],
"2022-11-25": [
            ["00:00-23:59","早上起来跟她去做核酸，我爸上班我妈去法院了，然后到社区找我爸，我骑电瓶车她开车到地下通道，结果地下通道封了，我俩骑电动车去路口，不让我俩出，我爸过来让我俩出去了，道南路口不让进，我俩去深港鞋城那路口进去的，她正好碰到她们小区的邻居，说看到她妈过去，帮我们说话进去的，我俩到姥爷家没一会我妈就来了，把电瓶车在姥爷家充上电，中午吃带鱼，姨妈中午来待会又让我爸帮忙，怼她来的，老二过来装热水器，我俩就回她家了，中午公司金融出分了，B，清华实验室事故开会，眯了一觉，起来学CFA，然后做PPT，晚上吃的肉饼，然后在她APP上跳了300下，然后写PPT的词，群里因为压分低讨论起来了，小组PPT开会，洗完澡就睡了"],
            ],
"2022-11-26": [
            ["00:00-23:59","早上起来跟她跟我说朋友圈炸过了，老百姓反抗了，去做核酸，然后听课，中午一块去姥爷家吃饭，包的豇豆角馅儿包子，下午回她接着听课，下课特晚，在她家吃的肉饼芹菜，我洗碗，帮她APP跳了300下，然后在她家路口那条街从机务段走到卡口几个来回，回来看CFA，准备PPT，晚上洗澡就睡了"],
            ],
"2022-11-27": [
            ["00:00-23:59","早上起来跟她去做核酸，然后听课，耿啸辰他们组一下讲了1个小时导致我们组下午讲，中午一块去姥爷家吃的鸡丁，然后一块走着到铁道，我先回她家答到，她跟我爸妈去看怎么走铁道去道北，下午我们组讲完了，讲的可紧张了，然后他们讲的磨磨唧唧拖了两个小时，我们小群对他们意见也可大了，然后把本来说去姥爷家吃的，最后跟他爸妈一块吃的饺子，地下通道解封了，然后我俩走着回我家，待了会我们就睡了"],
            ],
"2022-11-28": [
            ["00:00-23:59","早上起来一块去大操场做核酸，正好碰到我妈做完出来，然后到调解室，然后一块走着去姥爷家，中午吃的河蚌芹菜，调解室待了会带我爸社区接上他单位的人去镇政府，然后我俩就开车回北京了，先去三院复印取卵结果，宝宝们挺好的，6AA*1、5BA*2，5BB*1，5BC*2、5CB*1，然后开车回龙旗广场，回家浇花洗碗，然后我撸，躺着睡着了，晚上她热包子，我洗碗，我出去走了一圈，做题，洗澡就睡了"],
            ],
"2022-11-29": [
            ["00:00-23:59","早上起来她去做核酸，我吃完早饭做题，把Discounted Dividend Valuation这小章学完了，中午我俩炒芹菜热肉饼，我洗碗，下午我学CFA，然后去做核酸，真够冷的啊，林欣华老师发邮件我的《公司金融》成绩为A-，晚上我俩炒菜花煮粥热排骨，我洗碗，她订了盒马生鲜的螃蟹吃，晚上走了一圈回来洗澡，然后戴假发穿小圈子捅屁屁射"],
            ],
"2022-11-30": [
            ["00:00-23:59","早上起来她上班，我学CFA，下午做核酸，回来接着学CFA，我炒饼，我洗碗，晚上去了溜了一小圈，晚上记账"],
            ],
"2022-12-1": [
            ["00:00-23:59","早上起来她上班，找朱雅楠换了1000美元，当时汇率1:7.06，我支付了7500人民币，做题，中午吃的手抓饼，下午做题，晚上我炒鸡丁蒸米饭，她洗碗，我跳了400下她跳了300下，走了一小圈，晚上洗完澡上床感觉她不对劲，不理我"],
            ],
"2022-12-2": [
            ["00:00-23:59","早上起来她上班，我起来吃完饭把打印机拉到车上，然后回来看了会CFA，她下班回来中午点的麦当劳吃，下午啪啪啪，她说下面还是疼，然后我俩就开车回南口了，到调解室吃的包子，我妈手机掉马桶里，不让她着急开机不停，结果坏了，我爸买了炸鸡腿，我俩把包子送到姥爷家，她洗的碗，吃完发我俩去她家待了会，然后我俩开车回我家，我爸楼底下用电动车占了个车位，到家待了会就躺下了，手机下单了个华为nova 10z，然后place了3单CD存单，晚上睡觉肚子不舒服疼"],
            ],
"2022-12-3": [
            ["00:00-23:59","早上起来她开我家车上班，没让我起床，吃过早饭后，我跟我爸妈还有俩狗一起走了南口村那边一大圈，看了两家人的房子，然后爸妈去姥爷家，我去调解室拿上了昨儿的包子，中午吃的豆角鸡蛋西红柿蘑菇，下午到调解室我妈给俩狗洗澡，我跟我爸去大操场做核酸，然后回来学CFA，眯了一觉，等耿高惠下班，京东快递送货了，她下班调解室接上我去北区找他拿快递，然后去姥爷家，假装没拿酒和花生，我爸心疼我没让我回调解室拿，我妈用新手机了，吃的猪肉和牛肉馅肉饼，吃完我俩回她家了，我爸妈回家了，晚上睡觉前啪啪啪"],
            ],
"2022-12-4": [
            ["00:00-23:59","早上起来她在她家听课，果然没点我名，上午学CFA，然后把稿子投《合作经济与科技》杂志，中午就录用了，审稿费3800，下午学CFA，然后去调解室，爸妈跟刘岩包丽萍去古青檀公园了，我俩去大操场做核酸，回来路上我教他怼王健她烦了跟我翻脸嚷嚷，回调解室我装空调滤芯怎么也装不上，拿上扇贝羊肉我俩就去姥爷家，我爸给炒的菜，吃完待了会回调解室，我俩要准备回去开车时有个车开的特快，我爸不乐意，一帮小混混没理他们，然后就开车回龙旗广场了，把车停地库，到家我俩收拾，我跳了200下她跳了300下，洗完澡啪啪啪她高潮两次，睡着半夜他们单位通知暂停正常营业改值班"],
            ],
"2022-12-5": [
            ["00:00-23:59","早上起来她去上班，我把稿子改了一遍又发了过去，审稿费3500，打电话准备交钱，上午学CFA，中午吃了肉饼然后出去走了一圈，下午做题，发水刊是学术污点，所以决定不发了省点钱，正好北大核心那个报销也下来了，她下班我俩先在小区做核酸然后去永辉买菜，我买了吉野家她做的热干面吃，我洗碗，然后去车库跳绳，我跳了500下她跳了300下，然后他装空调滤芯也装不上，拍了照片接着换货，回来把Market-Based Valuation: Price and Enterprise Value Multiples这小章学完了，晚上睡觉前简单啪啪啪"],
            ],
"2022-12-6": [
            ["00:00-23:59","早上设计外汇的网页，11点腾讯开组会，下午写外汇网页，一块出去溜了一圈，回来她开会明显是放开的信号，决定重仓旅游股，她做火锅，朱雅楠的1000美元到账了，立马在velo上买了180天的CD，2%的利息，我洗碗，把外汇页面写完了，去车库我跳了600下她跳了500下，永辉买了两瓶水面包片回来，晚上建了个旅游组合，晚上睡觉前啪啪啪她高潮"],
            ],
"2022-12-7": [
            ["00:00-23:59","早上起床简单啪啪啪，她在家开会，我学CFA，买入旅游组合，中午她热肉饼涮羊肉，我洗碗，下午学CFA，晚上她做牛肉土豆胡萝卜，我洗碗，晚上去车库跳绳我跳了700个她跳了600个，回来时她卵巢突然特疼，看来再缓缓吧，到家她蒸年糕，晚上咳嗽特厉害，睡觉时嗓子特别痒痒"],
            ],
"2022-12-8": [
            ["00:00-23:59","早上起床核酸一直没出，早上她去做核酸情趣内衣快递到了，做题，浑身疼，中午她炒口蘑吃的年糕牛肉，她洗碗，给我爸打电话让他把抗原给我寄过来他就没听明白，下午把Residual Income Valuation这小章学完了，然后开车赶紧回南口找我爸妈拿药拿抗原试剂盒，在我爸社区碰到我爸，调解室门口停好车我妈正好开完药回来，到调解室立马测了抗原，阴性，我爸出去了，原来买保险的那个阿姨来了，聊了会天，帮我妈弄手机，然后拿上药和试剂盒回龙旗广场，晚上她炒西葫芦烤鸡翅热牛肉饼，她洗碗，洗了个澡就躺下了，然后体温就开始飙升了，扛到38度实在不行就吃了布洛芬，还真管用，但是浑身疼睡不着，抗原测依然是阴性"],
            ],
"2022-12-9": [
            ["00:00-23:59","早上起床吃面包片，开始恶心想吐拉肚子，出了一身冷汗，然后躺床上浑水了一上午，下午2点多钟饿的不行了，起来喝她给煮的小米粥，吃了布洛芬，感觉状态好点，跟二姑妈我爸妈视频聊天，短息收到了核酸异常短信，晚上她热包子馅饼煮绿豆荷叶粥，她洗碗，我状态回来了，胃口不错，体温也降下来了36.3，晚上出门取了个快递，靴子有点大又订了一双41码的"],
            ],
"2022-12-10": [
            ["00:00-23:59","早上起床她不让我寄快递就没寄快递，上午学CFA，还是感觉不舒服，她体温开始升高38.5，中午订的肯德基外卖，吃完饭下午她就开始烧起来睡觉，起来后她感觉好点，晚上她炒豆芽菜，我洗碗，结果晚上我又开始烧起来了，她倒是没事了，我牙疼她给我美团买了个小米洗牙器当做我的结婚礼物，睡觉前她玩玩具高潮，我睡不着起来吃了两根香蕉，半夜她又开始烧到38.5了"],
            ],
"2022-12-11": [
            ["00:00-23:59","早上起来我感觉好多了，上午学CFA，中午我炒口蘑，我洗碗，下午她开始又烧了，不让我看书生气了，晚上我炒豆腐西葫芦，哄她吃饭，我洗碗，我妈阳了浑身疼，晚上感觉状态好多了，但是体力还是差，晚上躺床上玩手机等12点给她转1212祝她棉婚快乐，夜里她又烧到38.6了"],
            ],
"2022-12-12": [
            ["00:00-23:59","早上起来吃过早饭做题，她订了个小蛋糕，中午订的韩式烤肉饭外卖，下午做题，把Private Company Valuation这小章学完了，做了年度小视频，本来说吃肉饼炒芹菜，结果她要订达美乐，我不想让订，她不高兴偏要点，但也没订，晚上我还是给她订了赛百味她不吃，出去走了一圈就睡了，半夜她起来不知道在客厅干嘛，她睡沙发"],
            ],
"2022-12-13": [
            ["00:00-23:59","早上起来我学CFA，中午我做照烧饭，我洗碗，给她煮了梨水她也不喝，我出去走了一圈，下午学CFA，她看到我跟我妈吐槽她吃外卖又不高兴了，晚上我炒芹菜热肉饼，我洗碗，晚上我走了一圈，晚上她睡沙发"],
            ],
"2022-12-14": [
            ["00:00-23:59","早上起来我做题，中午我炒切丁肉馅西葫芦丁盖饭，我洗碗，下午我取走了一圈，下午做题，把The Term Structure and Interest Rate Dynamics这小章学完了，晚上我做虾饼，她洗碗，然后我出去走了一圈，晚上她睡沙发，我看了会电影就睡了，想注册个普通合伙企业"],
            ],
"2022-12-15": [
            ["00:00-23:59","早上起来我学CFA，中午我炒鸡丁蒸米饭，她洗碗，下午做题，把The Arbitrage-Free Valuation Framework这小章学完了，遛弯回来懒得做饭，她自己吃饼干喝牛奶，我做了手抓饼她不吃我自己吃的，我爸浑身疼了一天，晚上走完回来把《心迷宫》看完了，她睡沙发"],
            ],
"2022-12-16": [
            ["00:00-23:59","早上起晚了，她做的鸡蛋饼，学了会CFA，我爸阳了，中午我炒香菇油菜胡萝卜烩胡萝卜，我洗碗，下午我拿上药回南口，在金百川那买体温计没有，到调解室跟我爸妈待会，我爸没烧，我爸妈蒸的包子，我拿上几个就回龙旗广场了，酸菜馅儿的她不爱吃，问我妈才知道我爸又给蒸了白菜馅儿的，我不知道，她洗碗，我晚上没看书，看了《三体》的解说视频，各睡各的"],
            ],
"2022-12-17": [
            ["00:00-23:59","早上起晚了，学CFA，中午我炒鸡丝口蘑，下午哄她，学CFA，晚上她订的羊蝎子外卖，我洗碗，自己出去走了一圈，晚上让她回床上睡，给她公主抱回去的，睡觉聊天跟她说想注册个公司，她不同意，我不高兴不理她，她就又回沙发上睡了"],
            ],
"2022-12-18": [
            ["00:00-23:59","早上起来没理她，学CFA，她洗衣服跟我闹了，中午吃的剩羊蝎子鸡腿豆包，我洗碗，吃完饭一块开车去三院生殖中心找张春梅开芬乐，在三院拿完药回家，到家我做题，把Valuation and Analysis of Bonds with Embedded Options这小章学完了，她睡觉起来不吃饭了，我做挂面自己吃，我洗碗，晚上出去走了一圈，晚上睡觉前啪啪啪"],
            ],
"2022-12-19": [
            ["00:00-23:59","早上我开车上班，上午学CFA，忙公司注册的事，中午去食堂发现不能堂食，买回来吃，我爸打电话说他得报备，下午去生物医学馆找张云拿合同，领了口罩和两个抗原，监控室帮户军雷拷述职ppt，回3303学CFA，她下午去三院看牙看皮肤，说这个牙不好拔，下班先去加油，把积分换的13瓶水给换了，到家她把菜切好了我炒，做了切丁西葫芦丁肉馅饭，我洗碗，晚上一块去永辉买菜，到家看了会CFA，然后穿新买的情趣内衣捅屁屁射，睡觉前杨涛让我回电第二天帮他去西二旗取个东西"],
            ],
"2022-12-20": [
            ["00:00-23:59","早上她去上班，我在家吃完早饭杨涛给我发微信说不用去了，我开车上班，到单位正好碰到顺丰就把王亚坤说的合同寄了，上午学CFA，中午订的李先生香菇饭，下午学CFA做题，下班到家停好车拆空气滤芯没拆下来，到家我炒鸡丁芹菜蒸饭，她洗碗，一块出去走了走风太大就回来了，在家各跳了100下，没啥就睡了"],
            ],
"2022-12-21": [
            ["00:00-23:59","早上我开车上班，到学校吃完早饭做题，然后去清华园出入境中心办港澳通行证，建行存钱，回来总结，把Credit Analysis Models这小章学完了，周六协和的号停诊了改挂了周日的，中午打饭回来，下午学CFA，问Grale复查都查哪些，下班到家把空气滤芯换上了，我炒豆腐芹菜烤大鸡腿，我洗碗，晚上我选新买的靴子龙旗停车场走了几圈，回来跳了100下，做俯卧撑，晚上躺床上学CFA，然后就睡了"],
            ],
"2022-12-22": [
            ["00:00-23:59","早上我开车上班，到学校吃早饭，学CFA做题，快中午了去巡检1103和E235，中午打完饭回来吃，去巡检118、246、人防、监控室、U2机房，回3303总结，把Credit Default Swaps这小章学完了，等三院生殖科的电话，下班了也没等到，到家我煮饺子热馅饼，我洗碗，晚上一起去停车场走，回来她跳100下，晚上睡觉啪啪啪她高潮3次"],
            ],
"2022-12-23": [
            ["00:00-23:59","早上起来在家吃的早饭，开车把她送到火车站，到单位学CFA，网上看online PhD项目，中午她给订的吉野家外卖，去监控室给杨涛截直播网站的图，下午学CFA，等到下班三院也没打电话，出来看车胎有点瘪，去清华旁边加油站补了气，然后把车停上地东里那买了礼盒水果，开车回南口把车停她家楼下，她家吃羊蝎子，水果买的效果还行，吃完饭我俩开车回我家，在东大桥我撞车那接上我爸妈，然后回家，幼儿园那有跳楼的，我们从底商那边绕过去，到家我把从单位拿回的路由器给装上了，然后用电脑投屏看《心迷宫》，太卡了用存小电影的U盘拷电视上看，她闲的把小电影给我点开了，还好我反应快静音了，看完电影就睡了"],
            ],
"2022-12-24": [
            ["00:00-23:59","早上起来我爸妈先下去了，吃完饭我俩开车去她家把车停那，拿上鸡丝肉去姥爷家，我爸妈后过来的，我跟我爸去调解室拿鸡汤，调解室待了会，给李月香打电话问注册公司的事，回姥爷家吃的带鱼，然后回调解室，我妈给俩狗洗澡剪毛，耿高惠沙发上睡觉，我听课看书，之后刘岩包丽萍来了，聊了会天，然后我俩就回她家，吃的蒸带鱼荷兰豆，吃完就回龙旗广场了，本来她说想去盒马生鲜的，没去，到了龙旗溜达了一圈，我又下楼把电动车电充上，拿俩泡沫把小铁门垫上，声小了点，在家各跳了100下，她晚上肚子疼吃了吗丁啉"],
            ],
"2022-12-25": [
            ["00:00-23:59","早上起来吃完早饭她骑小电动送我去地铁，我去协和她去上班，约了MRCP抽了肿瘤标记物，然后去给她买泸溪河，还没开门提前进去卖给我的，然后坐地铁回育新，联系了上奥世纪的链家看了套写字楼的房，挺满意的就是贵，然后回龙旗广场物业拿把昨天抽奖的洗衣液领了回来，中午吃的挂面，下午做题，然后去永辉买菜，到家我炖鸡腿炒菜花，我洗碗，晚上一块出去走了一圈，看到龙旗有台球厅，到家各跳100下，睡觉前工作群里发通知下周我不上班"],
            ],
"2022-12-26": [
            ["00:00-23:59","早上起来她去上班，上午学CFA，看到可以同等学力申博，加了能单证的国外博士的中介，都不靠谱，中午煮挂面，下午学CFA，王亚坤打电话让我赶紧考实验室安全的准入，我骑车去她单位接她，到家她点达美乐披萨，我把实验室安全考试通过了100道题错两个，然后我俩去龙旗广场看《阿凡达2：水之道》，到家就睡了"],
            ],
"2022-12-27": [
            ["00:00-23:59","早上起来她去上班，我把MFIN彭兴韵课的论文改了一遍然后提交了，学CFA，中午我做手抓饼吃，下午学CFA，骑车去她单位，跟她一块去回龙观积水潭医院开药，到家我炒鸡丁，我洗碗，给她上午取手机壳快递的时候扔快递盒好像把手机壳的链一块给扔了，晚上让她去跳绳，本来说好了的，结果她躺着说难受心慌不去跳绳，让她去走走她也不去，真的绝望啊，真的伤心啊，自己去走了一圈跳了500个绳，感觉身体不太对劲赶紧回来了，到家学CFA看online PhD，她躺下让我睡觉我不理她，她把卧室门锁上我睡沙发"],
            ],
"2022-12-28": [
            ["00:00-23:59","早上起来她去上班，我学CFA，注册了Abide University的honor PhD，还花了18.5美元买了纸张的证书，后来发现真坑，中午吃的面包片，下午学CFA，朱小辉老师发微信问耿高惠两个携带基因的事，后来发给我三代筛查结果，只有2个能移植(3男4女，其中男女各一个染色体嵌合)，晚上我炒口蘑前腿肉煮玉米，她下班有消费任务买了肘子外卖，吃饭时给她二大爷看腿挂号，给她奶奶买血氧仪，她各种烦，我洗碗，后来告诉她筛查结果，她有点失望，开始闹情绪，抱怨我为什么不第一时间告诉她，我看她这状态很烦，告诉她就她天天这状态我就没抱什么希望，然后我出去走了一圈，回屋睡觉她去沙发睡了"],
            ],
"2022-12-29": [
            ["00:00-23:59","早上起来她去上班，我学CFA做题，中午吃的挂面，下午做题，把Valuation of Contingent Claims这小章学完了，开车回南口，我妈在调解室等我，然后去姥爷家，姥爷不舒服闹腾，晚饭吃的饺子，舅舅回家，姥爷不让我妈回去，我妈去遛弯我在姥爷家待着，我让舅舅拿了两个抗原来，一测果然阳了，然后他们带姥爷去急诊我就回家了，给耿高惠打电话让她奶奶也测测抗原，喂了狗结果小妮子又拉又尿，肚子哪哪都不舒服，感觉有气似的"],
            ],
"2022-12-30": [
            ["00:00-23:59","早上起来跟我妈到调解室，找我那个dell的电脑找不着，我妈就去姥爷家了，我爸过来给找着了，然后跟我爸诉苦，中午一块去姥爷家，下午在调解室，我妈去给姥爷开药，我爸给我打电话问注册地的事，我眯了一觉，我爸说我妈开药都开不利索，我爸给买了豆包馒头窝头，我拿上粥炖鸡豆包就开车回龙旗广场了，到家她就躺着，我炒西葫芦煮粥热豆包炖鸡，我洗碗，晚上我出去走了走回来跳100下做俯卧撑，去取快递我的港澳通行证到了，沙发上睡，撸了一管，睡不着肚子还是不舒服"],
            ],
"2022-12-31": [
            ["00:00-23:59","早上她去上班，我学CFA，拆dell那个电脑，中午吃的豆包，下午走到红绿灯，永辉MINISO给她买了3个拼花的玩具，回来把Overview of Types of Real Estate Investment这小章学完了，晚上我炒菜花炖鸡翅根蒸米饭，我洗碗，收拾收拾了屋子，本来以为今天她们年底结账得特晚回来，结果8点她就回来了，我年底记账总结，出去走了一小圈，晚上睡觉她跟我打架，不让我睡觉，跟她急了骂她要跟我离婚，最后哄好了"],
            ],
"2023-1-1": [
            ["00:00-23:59","早上她去上班，我吃完饭去单位，先去监控室把防火墙的小钢炮拿回来，上午把ipad刮胡刀什么的充上电，接上了两个屏幕，格式化了硬盘，中午点的吉野家外卖，学了会CFA，然后联系看房，朝阳明天第一城，结果房子太次了，开车到家弄宝塔搭可道云，她下班一块做饭我炒茄子她弄鸡翅，她洗碗，晚上去永辉，买了两张5块钱的小兔子的即刮型彩票，我上来一刮就刮出来个小兔子中了20她也中了5块，好兆头啊，买了菜我俩就回来了，睡觉前把个人网盘搭好了"],
            ],
"2023-1-2": [
            ["00:00-23:59","本来说早上带她去回龙观积水潭医院测血糖的，结果我俩都没起来，给杨涛发微信说给他换个手机，吃完饭就开车回南口了，把车停她家楼下，正好碰到她妈，她爸发财树饭盒拿上楼，我俩走着去调解室，她给买了果冻橙和草莓，调解室门口正好碰到我爸去买菜，我俩中午给做了虾饼，我爸做的西红柿牛腩炒的鸡蛋油菜，我把篮筐贴到了玻璃上，用塑料袋报纸做了球，待了会等我爸睡醒了我俩就回她家了，在她家做杀毒软件的PPT，在她家吃的涮羊肉，太辣了就吃了肉饼，凉的吃的不舒服，也不知道是不是胰腺的问题，然后我俩就开车回龙旗广场了，先把东西放回家，然后我俩去车库我跳了500个她跳了300个绳，睡觉前她玩玩具高潮"],
            ],
"2023-1-3": [
            ["00:00-23:59","早上我开车上班，她去测血糖，到单位弄杀毒软件，学CFA，下午监控室开组会，我讲了杀毒软件PPT，杨涛说请假的注意事项，回监控室做题，把Investments in Real Estate through Private Vehicles这小章学完了，明天开始恢复上班了，到家硬盘转接头到了，我炒芹菜炖带鱼蒸米饭，带鱼没炖好又回锅炖了一回，她洗碗，晚上我跳了600下她跳了500下，然后去买爸爸糖，回来弄网盘，睡觉前就差最后几步了，跟她躺着打游戏，结果息屏系统就崩溃了，白弄了"],
            ],
"2023-1-4": [
            ["00:00-23:59","早上我开车上班，把我的dell电脑拿单位来了，上午学CFA，装系统折腾硬盘软连接宝塔可道云，中午吃完饭接着弄，下午终于装好了，做题，把Investments in Real Estate Through Publicly Traded Securities这小章学完了，下班到家歇会然后去她单位，出门没车走到吉晟别墅才骑上车，一块去吃好伦哥，然后回家拿上东西去育新坐地铁，到医院附近住的如家"],
            ],
"2023-1-5": [
            ["00:00-23:59","早上一块走着到医院，她拔了两颗智齿，然后打车到育新地铁，刚骑两步车胎就坏了，走着到龙旗酒店把车放那修，走着回家，我去正门对面给她买了退热贴，到家躺了会，中午她没吃我吃的肉饼，宝塔可道云上传大文件有问题，我去取车，他收我50感觉被坑了我也懒得砍价了，回来晚上给她煮的婴儿挂面，没煮好都粘一块了，她自己煮的放了菠菜牛肉，我放弃那个网盘了，我洗碗，晚上我出去走到红绿灯，本来想着春节前请一周去广东深圳看看，但一想买不到票啊，我买的tulane的帽衫到了，把衣服洗了就睡了"],
            ],
"2023-1-6": [
            ["00:00-23:59","早上我开车上班，贾安宝带着孩子上班，上午学CFA，下午学CFA，写了个先进个人申请，重在参与，这孩子真闹，下班我热肉饼吃她到家煮挂面，我洗碗，晚上一块出去走了一圈"],
            ],
"2023-1-7": [
            ["00:00-23:59","早上她上班我开车回南口，先开车回家，碰到我妈带着俩狗，上楼把车钥匙给我爸，我爸腾讯会议开会呢，我跟我妈走着到调解室，然后去姥爷家，乔丽推荐个昌平易合地产的，中午舅舅舅妈姥爷我们一块吃饭，吃完饭去耿高惠家拿西红柿猪头肉，一块开车去春西子给姥爷买秋裤，喂完小狗，我跟我妈去昌平看商业用房，我爸在调解室炖羊肉，昌平看了一大圈没有看上的，回来奥莱那堵车，到调解室吃的羊肉鸡蛋西红柿豆角，吃完我就回龙旗广场了，她吃的我带回来的饭，她洗碗，感觉特别累就躺着了，结果她收拾完猪头肉羊肉也跟我一块躺着了，想让她出去走走也不动，唉"],
            ],
"2023-1-8": [
            ["00:00-23:59","早上她上班我在家学CFA，中午吃的手抓饼，下午去看房，珠江卓尔的房，然后又去对面看了尚城花园180万的房，双层真不错想买，然后又去了万科TVB的房，然后我回家，晚上我炒冬瓜炖胡萝卜羊肉，她洗碗，晚上一起骑小电动去盒马生鲜，买了点东西回来，然后到龙旗广场711买了两瓶水，支付宝反了2.4，到家洗澡，让我妈明天去看看房，她有资格买，她偏拉着我爸去，又吵起来了，最后还是她自己明天来"],
            ],
"2023-1-9": [
            ["00:00-23:59","早上我开车上班，她去三院复查眼睛看智旭，中午她找高寒，上午我做题，把Private Equity Investments这小章学完了，我妈看完房跟我爸说，我爸说没有西北角对他不利，下午我学CFA，昌平易合地产赵旭东给推荐了个拍卖经理，联系了个链家的中介，下班把车停龙旗广场，她出来一块跟着去看龙旗写字楼的商用房，然后又给她爸妈看看住宅，开车去看了润生园的房子，海淀的南北通透75平两居485万，看了感觉挺棒的，结果总能挑出各种问题，到家后她炒豇豆角肉馅饭，我洗碗，晚上我自己出去走到回龙观地铁，然后跑着回来的，晚上还尿床了"],
            ],
"2023-1-10": [
            ["00:00-23:59","早上我开车上班，上午学CFA，中午她给我订的吉野家外卖，下午学CFA，思考了一下我那个化验结果的创业程序，到家我炒芹菜炖胡萝卜牛羊肉，我洗碗，晚上一块走到红绿灯，然后去永辉买洁厕灵蛋酥卷，买20块即刮彩票没中，到家因为我爸妈来因为收拾屋子闹了点小别扭，我忍下来了，我妈发微信说郭金山给找了个注册地址"],
            ],
"2023-1-11": [
            ["00:00-23:59","早上我开车上班，上午学CFA做题，把Introduction to Commodities and Commodity Derivatives这小章学完了，中午买的卷饼回来吃，去监控室帮户军雷装谷歌认证，回来学CFA，到家我炒西葫芦热肉饼，她洗碗，帮她考完试等她开完会我俩小区走了两圈，回来我跳了100下，下了《好孕，从卵子开始》pdf"],
            ],
"2023-1-12": [
            ["00:00-23:59","早上5点40起床，开车送她到地铁她去拆线，我开车上班，上午学CFA，下午做题，把Exchange-Traded Funds: Mechanics and Applications这小章学完了，听华大学全球私募股权研究院2022年度研究成果汇总发布会，下小雪了，到家我吃手抓饼，她在家吃完饭打车回来的，我遛完弯在正门接的她，还生我不让回来的气呢，睡觉前啪啪啪"],
            ],
"2023-1-13": [
            ["00:00-23:59","早上我开车上班，上午听钱颖一的曼昆经济学课，吃完饭给郭金山打电话问注册地的事，下午学CFA，微信问王乐乐专利转化的事，下班到家我炒口蘑牛肉土豆，她洗碗，她提议带我爸妈春节去古北水镇，去车库我跳500个她跳500个，买了爸爸糖"],
            ],
"2023-1-14": [
            ["00:00-23:59","早上我开车回南口，到家我爸楼底下等着我，到家待了会跟我妈走着到燕磨峪然后从技校走到调解室，刘万山两口子来调解室拿了东西，然后一块去招待所跟盛宝吉两口子吃饭，饭桌上对我爸妈吃汉堡揭我短提出了意见，吃完饭调解室待了会拿了点春节要送的东西，开车带我妈回趟家拿了2张1000的美廉美卡，把我妈送到招待所我就开车回龙旗广场了，到家我炒鸡蛋西红柿西葫芦，她回来帮我烤鸡翅馒头片，这个不高兴，我洗碗，然后去龙旗看了看衣服，热风她看上两双鞋犹豫没买，车库我跳500个她跳300个，到家我洗了个头就睡了"],
            ],
"2023-1-15": [
            ["00:00-23:59","早上我起来坐地铁去协和做MRCP，没到8点到那前面拍完我就进去拍了，然后去澳门中心那吃的肯德基，然后去她建行给舅妈买金条，办理的时候她跟我急了，弄得我跟她同事面前很没面子，到家看了会CFA，中午吃的肉饼，下午突然发现之前我装宝塔可道云的时候重装系统把小电影的U盘个格式化了，充了迅雷会员下了几个小电影，都不咋样就给删了，学了会CFA，晚上我炒鱿鱼花蒸米饭，我洗碗，看了部电影《非常突然》，去龙旗给她买了条裤子，我跳了300下她跳了500下，睡觉前啪啪啪戴套套射"],
            ],
"2023-1-16": [
            ["00:00-23:59","早上我起来她去三院，我开车上班，上午学CFA做题，把Using Multifactor Models这小章学完了，中午订的李先生牛肉饭外卖，下午学CFA，测试用手机远程控制打开，她上午看王海燕下午补牙，她回来交网费结果放假了，我只能网上交了，下班到家跟她躺了会，起来她做手抓饼肉馅饼新奥尔良烤翅，我洗碗，吃完饭骑小电动去华联给她买了热风的靴子优衣库买了厚袜子，到家各跳了100下，没啥就睡了"],
            ],
"2023-1-17": [
            ["00:00-23:59","早上我起来控制手机打开没成功，我开车上班，上午学CFA，中午吃饭的时候碰到户军雷，意思意思让香蕉，他还真吃了，吃完到监控室吃了橙子，跟户军雷陈晋红玩了把手机麻将，看了看小陈新聊得对象，得知杨涛可能出京了，回3303学CFA，徐颖让我交年终考评的纸质版，我又去了趟生物医学馆签了字，得知个人先进我应该是评上了，回来订了iPhone14pro，下班到家我炒鸡蛋菠菜胡萝卜羊肉蒸米饭，她洗碗，晚上去车库各跳了600个绳，买10块钱彩票中20又换都换了结果没中了，永辉买了饼干黑芝麻糊酸奶，好利来买了面包，到家因为舅舅姨妈家送啥，问我妈不给姨妈家买我妈不乐意，耿高惠说得对，没啥就睡了"],
            ],
"2023-1-18": [
            ["00:00-23:59","早上我起来控制手机打开依然没成功，没起多躺了会，在家吃的早饭，到学校学CFA，iPhone14pro到了打电话给杨涛送家，还真要，下午学CFA，然后去北医三院给她取芬乐，到家待了会，晚上她单位大鸭梨聚餐，我吃的肯德基，做题错的一塌糊涂，之前第一遍做都没错这么多，完全不会了，把Measuring and Managing Market Risk这小章学完了，等到晚上9点30说快完事了，我就走着到大鸭梨，一楼等着她到10点30了才出来，到家就睡觉了"],
            ],
"2023-1-19": [
            ["00:00-23:59","早上吃完饭开车去她单位，先把车停在路边收费停车位，发现她单位路边有地就停过去了，取完舅妈的黄金出来时我爸发短信说停车那被拍了，我俩开车先到三姑妈家，孙志斌把车挪出来我们停进去，中午吃的荠菜馅饺子，味道怪怪的，吃完饭去二姑妈家待了会，然后去大姑妈家，谷青泽挺聪明还挺招人喜欢，然后我俩去五彩城，户军雷打电话说明早让我过来有修生物医学过楼顶水管的，沃尔玛买了吃的买了泸溪河，在底下美食街吃的感觉不好吃，回家一进屋闻着臭烘烘的，发现厨房水池反水，赶紧找了物业来修，弄了半天，最后疏通出个塑料袋，我俩在家晚上收拾了半天，躺下就睡了"],
            ],
"2023-1-20": [
            ["00:00-23:59","早上她大早上起来写单位小作文，在家吃过早饭她去上班，我把衣服晾了就去单位了，上午跟修管道的弄半天，中午跟户军雷去荷园吃的，然后就开车回家了，物业上门把水管换了，然后我把东西搬车上点，把后备箱液压杆拆了，把家里脚垫都抖了，晚上我炒芹菜热羊肉蒸米饭，她下班没咋吃因为她在单位喝了一杯大奶茶，我洗碗，晚上去跳绳各600个，到家收拾屋子，躺下睡觉前她过节想家哭一鼻子"],
            ],
"2023-1-21": [
            ["00:00-23:59","早上她起大早去买稻香村，我把东西一趟都拉车上，然后浇花擦地，然后一块去小营的盒马生鲜，买了樱桃花胶鸡佛跳墙，开车一起回家，在招待所那碰到我爸妈，先去李月香家送佛跳墙给我们拿了两盒草莓，然后到调解室，吃的平鱼，下午擦车，然后小惠提出去买羽绒服，我跟我妈先回家拿国泰的卡，一块去的国泰，我爸妈给掏钱买了波司登的羽绒服，我爸拿了件特轻的鹅绒羽绒服，回调解室后我爸先去姥爷家，我妈在调解室蒸馒头，我俩开车停她家楼下，把东西放他家然后去姥爷家，晚饭一桌子肉没菜，舅舅舅妈姥爷和我们四个吃的，待了会给奶奶烧完纸就开车回去了，到家停车没太贴边说再试一把，结果蹭树上了，到家找毛衣没找着，我爸早回来了，我就下楼把车往前挪了，因为后边有一堆树叶怕放炮着了，在家待了会就早睡觉了"],
            ],
"2023-1-22": [
            ["00:00-23:59","早上起来吃过早饭我俩就开车去调解室拉东西，结果里屋门锁了，我又回家拿钥匙，我爸下来放狗给拿下来，然后开车回平谷，到她奶奶家她爸还给我沏杯茶，在她大妈家吃的，下午开车去医院看她二大爷，回来她睡觉我看CFA，她爸开车去上班，晚上她跟她妈包的饺子，我跟她奶奶待着，我吃中个甜饺子，晚上各跳了100下，睡觉她要开电褥子，我没让开"],
            ],
"2023-1-23": [
            ["00:00-23:59","早上起来下大雪了，她说晚上着凉感冒嗓子疼，开车回来给她直接送单位，她在旁边眉州小吃买了饭盒把饺子装上，我回龙旗吃早饭，做题，把Backtesting and Simulation这小章学完了，下午记录错题，她快下班我骑小电动去她单位接她，到家她写了个澡，我俩收拾好东西就开车回家了，先到调解室，吃的排骨花胶鸡，我妈走着回家，我们仨开车回家，我爸去给王艳来送草莓，晚上我俩商量了大概的行程就睡了"],
            ],
"2023-1-24": [
            ["00:00-23:59","早上起来吃过早饭我们就开车出发去古北水镇，我跟耿高惠各开了一半路程，正好把车停在了电梯口，先办了入住，然后背上泳衣就开始逛了，在服务中心门口看了舞狮舞龙迎宾，然后去了月老祠、英华书院、杨无敌祠，太冷了，在日月岛广场吃的清真的饭馆，点了二人套餐和一个大盘鸡，吃完饭走着去镇远镖局和八旗会馆，再到御大池子温泉城泡温泉，先在二楼泡的温泉，我俩问了还有一楼和三楼可以泡，先去三楼看了露天的，太冷了就去一楼，发现这地方不好找没人知道，我就悄悄的让我爸妈过来，我们四个简直是包场泡了个温泉，泡完出来坐的摆渡车回酒店，收拾好行李带着我妈去七楼游泳，我爸在屋里睡觉了，本来不想游的，可我跟耿高惠一进去她就想游了，我上去拿的泳衣，结果把我的游泳柜手链落在屋里又去拿一趟，我妈小惠我们仨游了会就回去了，换了雪地靴，然后出发去日月岛广场看无人机表演，看完走着去吃烧肉馆，吃完饭去看水舞秀，脚丫子冻得冰凉，去泡热温泉，脚是暖和了但是手冻僵了，买了烤梨，坐摆渡车到山顶教堂，在顶上咖啡厅后院拍了照片，然后就坐摆渡车回酒店了，累的都没啪就睡了"],
            ],
"2023-1-25": [
            ["00:00-23:59","早上一块去吃的早餐自助，我妈吃出个苍蝇，找经理解决，给出的是四个人的午餐自助，接受了这个方案，结果回到屋子后我妈打电话说恶心想吐，又叫经理上来解决，最后给的方案是赔1000，解决完我爸妈就去游泳了，我俩回屋啪啪啪，他俩游完泳我们收拾好退了房就去圆通塔寺，买了一对小虎小兔糕，下来逛了永顺染坊和司马小烧，中午吃的卤肉饭，小惠不爱吃就吃了几口面，买了山楂冰激凌我们就回去了，回来小惠基本开了全程，我把我爸送到单位，他去骑电动车，我把我妈送到调解室就开车出来了，回她家我把车停路边她上楼把花浇了，然后我俩开车回我单位，给她办的入校可以进，她在3303待着等我，我把几个机房都逛了一遍拍了照，然后一起去荷园吃的晚饭，然后就回家了，我自己去永辉买了俩面包，家里有只蜈蚣，睡觉前帮我把改古北水镇游记，没什么就睡了"],
            ],
"2023-1-26": [
            ["00:00-23:59","早上开车一块回平谷，在她奶奶家吃的中午饭，中午来了个不认识的光头刘东革，都没跟他们说话，下午她睡觉我看CFA，根本没看懂啊，又下了高顿的课听了一遍，开车送她大姑二姑回家，晚上吃的饺子，跟她爸妈打麻将，期间我俩各跳100下，打完麻将就睡了，半夜醒来遗精了"],
            ],
"2023-1-27": [
            ["00:00-23:59","早上开车送她回城里上班，到家我吃完早饭学CFA，中午吃的肉饼苹果，下午学CFA，她帮我挂上戴梦华的号，下班骑小电动去接她，墨迹没做饭，到家她去买鸡胸肉，我回家蒸米饭，一块做的麻辣香锅，我洗碗，然后我把鸡腿炖了，洗完澡啪啪啪，然后送她去育新地铁她拔牙去住酒店了，我回家学CFA，看《三体》电视剧，然后就睡了"],
            ],
"2023-1-28": [
            ["00:00-23:59","早上我开车上班，上午学CFA做题，，她拔完牙就打车回家了，贾安宝带着一家子户军雷带着孩子来3303，下午做题，把Economics and Investment Markets这小章学完了，尝试了用电脑控制手机打卡，可行，下班到家她躺着呢，跟她待会然后一起煮挂面吃，我洗碗，去永辉买了护垫和汤圆，花了20彩票没中，到家我跳了200下，睡觉前撸射，她还录像了"],
            ],
"2023-1-29": [
            ["00:00-23:59","早上我开车上班，上午学CFA，中午订的吉野家外卖，看了会儿《狂飙》，去工行存钱，下午学CFA做题，感觉没太看明白，下班回来在家门口可以用人保的洗车劵洗车，车可多了排队，到家我做咖喱饭，我洗碗，晚上走着去物美买了洗碗棉面包片妙鲜包，在家我跳了200下，睡觉前她给买了单杠"],
            ],
"2023-1-30": [
            ["00:00-23:59","早上我开车上班，上午学CFA做题，把Analysis of Active Portfolio Management这小章学完了，申请了赵东兵的号，下午学CFA，看《狂飙》，到家我炒茄子烤白薯，她洗碗，吃完饭一块走到红绿灯"],
            ],
"2023-1-31": [
            ["00:00-23:59","早上我开车上班，学CFA做题，把Trading Costs and Electronic Markets这小章学完了，学完了第二轮，中午订的吉野家外卖，骑车校内骑了一圈，碰到了杨涛的车，看《狂飙》，下班到家晚上吃的面包片加鸡蛋油菜香菇奶酪片，吃完走到地铁，记账，洗个澡就睡了"],
            ],
"2023-2-1": [
            ["00:00-23:59","早上我开车上班，上午背知识点，下午开组会，郭金山说过几天就能用地址了，联系记账，感觉岳丽梅和杜艳芳都不咋乐意，突然觉得赴美生子靠谱，拿美国国籍最快最省钱的方法之一，下班到家把车停好她不让我回家，在车里坐会跟我爸妈视频，到家她做了一桌饭菜，黄花鱼虾一整条长寿面用胡萝卜刻了个生日快乐，买了彩票，单杠也给我装好了，太感动了，她说她做了一下午6个小时，30块钱的彩票一人三张，我上来就刮中了，第一张刮出一个小兔兔6个5块的，第二张刮出个5块的，她刮出个10块的，我倆走着去育新地铁骑小电动，兑换彩票又换了张5块的没中，车库我跳500下她跳300下，回来她洗碗，我做俯卧撑，晚上睡觉啪啪啪，三浅一深她受不了，她还说了个金句，小鸡鸡上图上口腔溃疡散给她嘴里口疮上上药，哈哈哈"],
            ],
"2023-2-2": [
            ["00:00-23:59","早上我开车上班，上午下午背知识点总结题，又起了公司名叫北京洁彪咨询管理公司，下班到家我炒西葫芦炖鸡翅根没炖好，吃的包子，她单位开会晚回来，我去迎她走，之前看见的美团单车被别人骑走了，走到大十字路口我刚过绿灯就看她直接拐弯走了，一溜烟跑倍儿远，这个气，回家我跳300下她跳200下"],
            ],
"2023-2-3": [
            ["00:00-23:59","早上我开车去协和医院，把车停在了地下停车场，然后看戴梦华，低头整理报告结果结果交过号了，看的时候沟通这个费劲，感觉他看我报告看的不是1月拍的，他看的是2022年拍的，然后嫌我声音小，问题是他的声音我也根本听不清啊，总之感觉他很不耐烦敷衍，又约了第二天的彩超，去抽血人太多就不等了，开车回单位了，看CFA题，中午我爸妈让我回南口吃寿司，我不想回让他们过来，吃完饭把自行车拆了装车上，下午看CFA题，下班我先到家，我爸妈借了辆车来，他们把车开进小区，然后我把小门推开让我爸把车停龙旗超市这边，晚上我爸给炒的口蘑芹菜切的牛肉我把我昨天炖的鸡腿热了，等小惠到家，我们就一起吃寿司，她洗碗，然后我爸妈待了会就开车回去了，晚上我跳了500个她跳了300个，然后到一层把手机屏幕换了，跟新的似的，这200感觉花的值，自己换还真换不了"],
            ],
"2023-2-4": [
            ["00:00-23:59","早上我俩坐地铁去协和医院，做了彩超说没什么事，然后问了抽血不会过期就打算复查的时候再抽了，然后去新天地吃的半天妖烤鱼，她点的辣的，吃完就坐地铁去西单口腔医院，她洗牙洗了好久，我都睡了一觉看了会CFA，然后我俩骑车去西单风云再起抓娃娃，我去地下一层超市买了3个大袋子，抓了好多兔兔，我们快回去时高寒他们来了，我俩坐地铁到家吃了肉饼水果，然后去跳绳我跳200个她跳321个，然后去看《流浪地球2》，回来累了就睡了"],
            ],
"2023-2-5": [
            ["00:00-23:59","早上她去上班我开车回南口，我妈去参加活动我在调解室等我爸，中午去姥爷家吃，舅舅舅妈姨夫姨妈王磊爸妈在，吃完饭聊天，我妈给12345打电话投诉邮局不送报纸姥爷因为这个摔了，打电话急我爸一直嘚啵没完，我还拱火，结果俩人吵起来了，回调解室找我妈泡水的手机没找着，跟我爸开车回家找也没找着，然后我就开车回龙旗广场了，晚上我炒西葫芦热牛肉吃豆包煮汤圆，她洗碗，晚上我俩各跳700个，回来她帮我整理片子，准备要问的问题"],
            ],
"2023-2-6": [
            ["00:00-23:59","早上我开车上班，上午看CFA，用大姑妈给我拿的手机打卡实验成功，下午看题，然后早出来会开车去中国医学科学院肿瘤医院找赵东兵看肚子胀痛的问题，他确实很有耐心，说问题不大，开车回来晚高峰堵车，到家把买的肯德基外卖吃剩下的汉堡吃了，晚上我俩各跳600个，到家把《狂飙》看完了，晾完衣服就睡了"],
            ],
"2023-2-7": [
            ["00:00-23:59","早上我开车上班，她去口腔医院看牙，补了4颗牙，其他的暂时不用补，这回牙齿就告一段落了，她回家三旗百汇买肉买菜，上午看CFA，中午吃饭碰到王亚坤他们了，户军雷非要请可乐，喝完果然肚子不对劲，下午看CFA，她去三院看皮肤，还真是紫癜什么的，到家她炒虾仁芹菜葱爆羊肉烤羊肉蒸米饭，我洗碗，晚上永辉买东西10块钱彩票，各跳500个绳，晚上睡觉啪啪啪"],
            ],
"2023-2-8": [
            ["00:00-23:59","早上我开车上班，上午看CFA，去照澜院换校园卡，下午学CFA，下班到家我准备抄鸡蛋油菜切牛肉，结果她说想吃麻辣香锅，等她到家一块做的，感觉还行，她洗碗，晚上永辉买东西，买彩票两个人占着柜台碍事，跟买彩票的说话也不理，我直接吼了，15块啥也没中，车库我跳600她跳700，晚上杨涛发微信说我评上先进个人三等奖"],
            ],
"2023-2-9": [
            ["00:00-23:59","早上我开车上班，上午看CFA，中午看了《黑豹2》，不理解为啥导演要用那么多暗黑场景，黑人都看不清人，下午看CFA，下班到家等她下班，走着到回龙观地铁，她骑小电动过来换车，她就坐地铁回南口了，到家我煮挂面吃，我爸给我转录找老师给我俩算名字八字的，晚上我捅屁屁撸射，她想买紫金书院的房"],
            ],
"2023-2-10": [
            ["00:00-23:59","早上我开车上班，上午看CFA，中午她给我订的吉野家外卖，下午看CFA，她跟她妈下午来看房，我下班早出来开车去售楼中心，又看了一遍房子，用3万锁定了房子，一直跟他们为折扣讨价还价，结果也没讨下来，中介也没向着我们说话，最后还是选了有折扣的2楼，但是首付款确实凑不齐，我俩回家挺晚的了，煮了饺子吃，然后去永辉买水，10块钱的彩票，她刮出50，然后我跳了200下她跳了600下，到家给我爸微信让看看房子风水，最后也没决定买就睡了"],
            ],
"2023-2-11": [
            ["00:00-23:59","早上她去上班，我上午看CFA，中午吃的挂面，下午去售楼中心退定金，结果各种推辞也没退，最后才知道还得拿着身份证我俩本人来签字，回来看了会CFA，晚上我炒虾仁芹菜蒸肉蒸米饭，我洗碗，晚上去永辉买面包啥的，20块钱彩票她又刮出100，到家我俩各跳100下，没啥就睡觉了"],
            ],
"2023-2-12": [
            ["00:00-23:59","早上起来啪啪啪，她去上班，我在家开始上MFIN课，《金融监管与法律》，上午每个人开摄像头自我介绍，感觉说的不怎么好，中午吃的包子，下午听课，晚上我炒鸡丁西蓝花虾仁蒸米饭，我洗碗，晚上去永辉海澜之家试了试西装，然后我俩各跳1000下，去推了辆美团单车藏小门树丛，睡觉前啪啪啪"],
            ],
"2023-2-13": [
            ["00:00-23:59","早上起来我坐地铁上班，上午到单位把老师课上题目要求发群里，上午下午复习CFA，突然想到怎么做自我介绍最好，还挺懊悔没说好，下班到家我煮饺子她订了眉州小吃的鸭子，我洗碗，去永辉20彩票没中，买了大白兔，我跳600她跳700，赶回家开会，说我找的4片文献又说砸了，但是在群里说任务拆分完美的推进了会议的进程，张宁果然厉害提出任务轮换这是我没想到了，佩服"],
            ],
"2023-2-14": [
            ["00:00-23:59","早上我开车上班，她去口腔医院看牙龈，上午复习CFA，社科大发通知要求线下上课了，中午吃饭碰上杨帆一块吃的，下午复习CFA，下班出来在永辉超市对面接上耿高惠，去紫金书院售楼中心退定金，回来她做大盘鸡面，我洗碗，晚上去永辉彩票从赚10又玩成亏10，买了面包，我跳了500下她跳200下，回来洗衣服洗澡，情人节我没表示睡觉前她生气了"],
            ],
"2023-2-15": [
            ["00:00-23:59","早上我开车上班，上午复习CFA，监控室跟李赛老师实验室开会，中午没带饭卡王亚坤请的，下午复习CFA，杨涛让我找上午开会的paper，没在3303打印，去生物医学馆复印店打的，下班去永辉买花，看着不好就去买了100块钱彩票，我炒鸡蛋芹菜西蓝花虾仁热大盘鸡蒸豆包，她下班出来晚了，频繁查看客户资料被通报调查了，我洗碗，躺床上休息会她发现了我藏在被窝的彩票，100块钱刮中了75，去永辉兑奖，我俩各跳800个绳，去711买了鲜牛奶，她说试试喝牛奶拉肚子不，在家歇了会就睡觉了，下午开始肚子就一阵一阵的疼，感觉就是胰腺的问题"],
            ],
"2023-2-16": [
            ["00:00-23:59","早上我开车上班，上午下午复习CFA，王凤英问我们婚礼地点婚庆，到家我炒茄子蒸米饭煮芹菜，她洗碗，永辉买10块钱彩票拿回20，我跳500她跳1000，睡觉前啪啪啪"],
            ],
"2023-2-17": [
            ["00:00-23:59","早上我开车上班，上午下午复习CFA，下班到家没做饭，等她下班去吃吉野家，我俩吃的买一送一火锅，没有肉了，用的牛肉饭的肉，711买了粗粮面包片"],
            ],
"2023-2-18": [
            ["00:00-23:59","早上我骑小电动到地铁去上课，去吃的肯德基早餐，然后去上课，计量经济学的老师课讲的太棒了，中午跟成刚和张洁一块吃的，她开车回南口，我爸妈来人民医院，我妈看耳朵我爸看静脉曲张，下午小惠去调解室拿羊肉，王凤英在呢给开的门，我爸妈中午在前门吃的，然后坐车来龙旗广场，小惠先回家收拾的屋子，我爸妈给做的晚饭吃平鱼，《金融市场》这门课我得A！下课我坐地铁回来跟爸妈一块吃的饭，然后他俩做公交回家了，住得近多好啊，推了辆美团单车藏小门草丛，到家她洗碗，睡觉前她想吃巧克力没让她吃她闹脾气了"],
            ],
"2023-2-19": [
            ["00:00-23:59","早上坐地铁去上课，吃的肯德基，上午法律监管我一直看老师，中午快下课提了个问题，应该给他留下了个印象，下午下课到家，她加班煮的饺子吃，我洗碗，她跟我说借高寒10万，不打借条不要利息不约定期限，这哪行啊，说她她也不听，也不让告诉她爸妈，说多了就急了，算了，为了孩子忍了吧"],
            ],
"2023-2-20": [
            ["00:00-23:59","早上坐地铁上班，上午下午复习CFA，给杨涛做ppt，我妈下午做彩超，我妈这个应该是腮腺混合瘤，她又去做了个超声造影，我妈做883回来，我让她来我家住，问阮华斌压缩的技术问题，下班坐地铁竟然坐过站了，我妈在育新地铁B口等着我一块回龙旗，我炒香菇油菜烤鸡翅蒸米饭，我妈炒的丸子她先吃的，然后她去遛弯，小惠加班回来再门口碰上了，我洗碗，我妈回来又跟我俩出去，小区中间跳广场舞的认出我妈，原来我爸社区的，取完快递就回来了，没啥就洗洗睡了我们"],
            ],
"2023-2-21": [
            ["00:00-23:59","早上我开车把我妈送到西三旗，她做345去人民医院，她坐错了做的345慢车，我去上班，先做杨涛的ppt，上午复习CFA，我妈约了住院，然后就坐车去游泳了，下午复习CFA，到家等她下班做手抓饼煎牛排煮汤圆，她洗碗，晚上去永辉30彩票赔10块，买了水面包什么的，到家我看题，她拼周安给买的生日礼物"],
            ],
"2023-2-22": [
            ["00:00-23:59","早上我开车上班，到单位做PPT，上午下午复习CFA，我妈自己去人民医院白塔寺分院办理住院，也没人管，快到中午了才给抽血，小惠上午去三旗百汇买菜，下午复习CFA，下班到家她做羊蝎子，她洗碗，晚上骑小电动到回龙观地铁，走着去华联逛了逛，玩挑战10秒的游戏，本来想打电游，结果不会弄就把款退了，到家洗完澡本来说捅屁屁来的，结果睡觉前我爸打电话说我妈闹腾呢，我给我妈打电话她瞎想不敢睡病床，唉"],
            ],
"2023-2-23": [
            ["00:00-23:59","早上我开车上班，上午下午复习CFA，她出外办业务，我爸我妈因为住院手术接着不愉快，中午吃完饭后去监控室找陈晋红选羽毛球场地，把lkupV恢复了"],
            ],

}