diary_dict = {
	
"2021-3-28": [
            ["00:00-23:59","婚礼，回龙旗广场，物业问停车费，好伦哥，饺子RIO酒，啪啪啪内射"],
            ],
"2021-3-29": [
            ["00:00-23:59","早上啪啪啪内射，还婚纱，乐纯酸奶，上地东里拉东西，晚上考鸡胸肉，纱窗闹别扭"],
            ],
"2021-3-30": [
            ["00:00-23:59","回南口耿高惠家回门，调解室洗车，回家拉东西，三旗百汇柠檬长寿花，美甲修眉，啪啪啪"],
            ],
"2021-3-31": [
            ["00:00-23:59","我坐地铁去上班她休息，下班她炖肉葱爆羊肉，啪啪啪"],
            ],
"2021-4-1": [
            ["00:00-23:59","她坐地铁上班，我开车上班，下班我从食堂买饭回来一起吃，啪啪啪"],
            ],
"2021-4-2": [
            ["00:00-23:59","早上跟她一起上班送地铁，下班回来单位接她回她家吃肉饼住她家"],
            ],
"2021-4-3": [
            ["00:00-23:59","跟我唐家人餐厅吃饭，下午爬山，晚上调解室跟三姑妈大姑妈吃饭，我俩回她家睡觉，涨潮水，震动棒，潮吹，啪啪啪"],
            ],
"2021-4-4": [
            ["00:00-23:59","早上送她上班，姥爷家吃，下午送我妈去机场，晚上接下班调解室我们跟我爸吃烤串，我家第一次住"],
            ],
"2021-4-5": [
            ["00:00-23:59","早上送她上班，出去跟我妈家人吃饭，下午调解室拷照片，调解室种葡萄，晚上接下班调解室吃烤串，晚上回龙旗广场"],
            ],
"2021-4-6": [
            ["00:00-23:59","上午我去上班，下午请假跟她来三院签知情书智旭复诊，回来萨莉亚晚餐"],
            ],
"2021-4-7": [
            ["00:00-23:59","早上开车送她到地铁，下班我炒鸡丁"],
            ],
"2021-4-8": [
            ["00:00-23:59","早上一起坐地铁上班，晚上回来一起炒葱爆羊肉茄子，啪啪啪，玩具"],
            ],
"2021-4-9": [
            ["00:00-23:59","早上我上班，她下午去安贞开药海棠花溪看花来清华东三门等我，一起回她家吃包子晚饭，她家睡的"],
            ],
"2021-4-10": [
            ["00:00-23:59","送上班接下班，调解室吃黄花鱼，走的时候她没跟邱志毅打招呼，我爸生气了，她家睡的，口交射"],
            ],
"2021-4-11": [
            ["00:00-23:59","送上班接下班，陪她妈妈吃了个面条晚饭就回龙旗广场了"],
            ],
"2021-4-12": [
            ["00:00-23:59","早上我上班，她在家，晚上她烤牛肉，蘑菇鹌鹑蛋肉馅，醪糟奶，三明治，贴一字眉化妆小黑裙，疫苗没吃好饭她哭一鼻子"],
            ],
"2021-4-13": [
            ["00:00-23:59","早上开车上班送地铁，下班我做牛肉口菇西蓝花西瓜黑米饭醪糟酒，CFA一级通过"],
            ],
"2021-4-14": [
            ["00:00-23:59","早上开车送她到地铁上班，下班去天北中苑接种点接她，腹痛积水潭医院（回龙观分院），证实谎言"],
            ],
"2021-4-15": [
            ["00:00-23:59","早上我上打车班，她请假在家，下班我炒西葫芦，无话，晚上她去睡沙发了"],
            ],
"2021-4-16": [
            ["00:00-23:59","早上我上班，她五彩城周安，下班东三门一起去乐多港跟她爸妈吃蒸鱼，晚上她家住，她承认了"],
            ],
"2021-4-17": [
            ["00:00-23:59","送上班接下班，调解室跟我爸妈吃，不理我生气，直接回龙旗广场，晚上认错哄睡觉"],
            ],
"2021-4-18": [
            ["00:00-23:59","早上啪啪啪我一提她又生气了，不理我掐我打我不吃早饭，买麦当劳红螺寺还愿，车被划，吃烤虹鳟鱼，私了，很晚回"],
            ],
"2021-4-19": [
            ["00:00-23:59","早上送上班，下班我做西葫芦茄子煮虾"],
            ],
"2021-4-20": [
            ["00:00-23:59","早上我开车上班，下班她给炖了红烧肉豆角，葱爆羊肉，伪街啦！种菜！"],
            ],
"2021-4-21": [
            ["00:00-23:59","早上开车送到地铁，下班我炒口蘑煮芹菜红烧肉豆角，晚上啪啪啪猛内射"],
            ],
"2021-4-22": [
            ["00:00-23:59","我打车上班，她骑车坐地铁，下班我做三明治醪糟奶，情趣内衣"],
            ],
"2021-4-23": [
            ["00:00-23:59","早上开车送地铁，嫌弃穿女装，要我剪头发，下班去永辉买草莓馒头北冰洋鸡胸肉，高寒暖居望京小腰"],
            ],
"2021-4-24": [
            ["00:00-23:59","早上我开车上班，她坐小火车回家跟她爸妈吃猪蹄宴，晚上我下班一起买菜，她做冬瓜丸子汤，我装鞋柜，双jj裤到了"],
            ],
"2021-4-25": [
            ["00:00-23:59","早上开车送地铁，下班回来安纱窗收拾衣服做饭，她到家数落这数落那，我炒的菜不够多，青椒切丝了，不爱吃胡萝卜，嫌鸡蛋坏了，我回来没闲着，吃完饭心疼他又去刷碗墩地，又嫌墩的不干净，洗袜子机到了，一晚上没话"],
            ],
"2021-4-26": [
            ["00:00-23:59","早上开车送地铁，下班回来我炒茄子肘子西蓝花炒青椒摊鸡蛋，不理我自己关厕所"],
            ],
"2021-4-27": [
            ["00:00-23:59","早上开车送地铁，她晚上开两个会，我下班直接回南口接我爸陪我妈简单吃炒饼鸡蛋豆浆，去接她下班一麻一辣，回龙旗广场"],
            ],
"2021-4-28": [
            ["00:00-23:59","早上开车送上地地铁她去三院我上班，下班买花结婚一个月，龙旗海底捞，吵架不过了"],
            ],
"2021-4-29": [
            ["00:00-23:59","早上开车送地铁，下班坐车回龙旗广场煮方便面，她直接回南口了"],
            ],
"2021-4-30": [
            ["00:00-23:59","早上坐地铁三院生殖建档，海淀医院开信必可，回清华吃午饭，开车回龙旗广场收拾蟑螂屋，下午回家放狗喂狗，去单位接她下班，金百川吃平鱼卡鱼刺，昌平区医院65拔鱼刺，回来放狗，她家住"],
            ],
"2021-5-1": [
            ["00:00-23:59","开车送她上班，接下班去营业部那买两盒稻香村，说我不高兴不理她，不说话了，晚上饿着，我炒米饭回家放狗，回她家住"],
            ],
"2021-5-2": [
            ["00:00-23:59","开车送上班，下班接她直接回平谷奶奶家，不说话，小哥耿高亮家吃婚餐，晚上给她小哥去酒店送两趟东西"],
            ],
"2021-5-3": [
            ["00:00-23:59","早上她去接亲，跟她奶奶大姑聊天，她小哥家参加婚礼，午觉后去县城还他们的衣服，晚上她奶奶家吃面条，晚上去大桥遛弯，互相背着，学乌龟"],
            ],
"2021-5-4": [
            ["00:00-23:59","去她舅舅家吃烤串，她二姑姥姥和女儿子，张帅喝多了，下午开车回南口，调解室跟我爸妈吃饭，她家住"],
            ],
"2021-5-5": [
            ["00:00-23:59","早上简单啪啪啪，送她上班，姥爷家吃，晚上接下班，两家爸妈调解室吃烤串，晚上回龙旗广场"],
            ],
"2021-5-6": [
            ["00:00-23:59","早上坐地铁上班，她之后去三院定方案，老板不在我溜出来找她，吃姥姥家春饼，骑车回单位，她去安贞开高血压药看牙，晚上到家她做饭简单吃的，婚庆照片出来了，看照片"],
            ],
"2021-5-7": [
            ["00:00-23:59","早上开车送地铁，下班我炖翅根，糖色上多了太苦了黑暗料理，移西红柿苗种草莓辣椒花"],
            ],
"2021-5-8": [
            ["00:00-23:59","早上开车送上班，下班接她，刘行问本田是谁的，回她家吃肉龙，晚上买清道夫，调解室种西红柿，见爸妈，嫌我不跟她商量问我爸调单位生气了"],
            ],
"2021-5-9": [
            ["00:00-23:59","早上终于睡个小懒觉，上午美廉美接我妈，去姥爷家吃，送网易严选化妆品，骑电瓶车带她取快递母亲节花，下午乐多港给我爸买包，回龙旗广场，晚上蒸肉馅茄子，带我跑步，啪啪啪，玩具捅屁屁"],
            ],
"2021-5-10": [
            ["00:00-23:59","早上开车送地铁，下班我炒鸡丁菜花，一起平板支撑"],
            ],
"2021-5-11": [
            ["00:00-23:59","早上开车送地铁，下班我炒豆角口蘑，切得眼睛都花了，出门女装买稻香村嫌我墨迹，不说话，不回家"],
            ],
"2021-5-12": [
            ["00:00-23:59","早上开车送地铁，她下午血压高晕抖，我单位拿了小米摄像头，下班我炖翅根炒青椒，她吃两口就躺下了，基本无话"],
            ],
"2021-5-13": [
            ["00:00-23:59","早上坐地铁上班，她之后去三院检查进周期，下班打车去三院找她，开始打促排针，她赶回单位开会，我买冰棍把药带回龙旗广场煮饺子吃，晚上她打车回龙旗广场，晚上又伪街啦！接上她肯德基买原味鸡"],
            ],
"2021-5-14": [
            ["00:00-23:59","早上打针，开车送地铁，下班单位接去她，刘增文问谁的本田车，她家吃肉饼，晚上美廉美买卫生巾，调解室看西红柿苗，从东大桥走一大圈，不认识蔷薇七姐妹，她家睡"],
            ],
"2021-5-15": [
            ["00:00-23:59","早上打针，开车送上班，接下班来调解室吃烤牛肉，她血压高难受，就回她家早早睡觉了"],
            ],
"2021-5-16": [
            ["00:00-23:59","早上打针，开车送上班，接下班她家吃酱肉包带鱼虾，回龙旗广场，家里都是小虫子，说我不耐烦闹情绪"],
            ],
"2021-5-17": [
            ["00:00-23:59","开车我先去上班，她去三院检查，我等主管来签字赶快去三院找她做政审开药打针，我回单位她回龙旗广场，下班骑车去三旗百汇买花，晚上吃包子牛肉，她刷碗，我自己打飞机，她大晚上写党员的东西"],
            ],
"2021-5-18": [
            ["00:00-23:59","早上打针，开车送地铁，下班我炒葱爆羊肉西蓝花包子牛肉，溜达去地铁接她，买稻香村点心，她刷碗，没出去遛弯"],
            ],
"2021-5-19": [
            ["00:00-23:59","早上开车送地铁，给她单位打电话，打印店吵一架，下班炒口蘑小酥肉火大了玉米西蓝花芒果，她懒得刷碗，还是我刷的，她还不乐意，遛弯打印照片便利蜂买草莓奶"],
            ],
"2021-5-20": [
            ["00:00-23:59","早上她开车去上班，把我送地铁，下班望京小腰烤串外卖包子，晚上我跑步俯卧撑，洗衣服睡觉"],
            ],
"2021-5-21": [
            ["00:00-23:59","早上开车送地铁她去三院，来五道口一起吃嘉和一品，跟她妈妈说试管了，单位请5天假，下班我炒西葫芦她蒸肉馅茄子，我刷碗，晚上看《唐人街探案3》，晚上打雷下雨没出来"],
            ],
"2021-5-22": [
            ["00:00-23:59","早上打车一起去三院检查办住院，我吃吉野家早餐，鼻拭子新冠，吉野家，坐回龙旗广场，睡一觉开车去三院钟打夜针，晚上吃宏状元，开车差点刮到电瓶车挨骂，回到龙旗广场正好下雨"],
            ],
"2021-5-23": [
            ["00:00-23:59","早上在家吃早饭，拷照片她不乐意我看，就各自睡觉，中午她生气去准备饭，之后我起来炒西葫芦豆芽菜，说我不让她吃鸡蛋，我刷碗，下午哭鼻子，我去买冬瓜桃子味脉动五毒饼，晚上我炒青椒牛肉我刷碗，开车送她去三院住院，我开车回龙旗广场"],
            ],
"2021-5-24": [
            ["00:00-23:59","早饭后打车去三院取精，她左右准备取卵，给我发微信，等到快在取精的铁门把她接了出来，走的时候一楼见到朱小辉老师打了个招呼，打出租车回龙旗广场到家吐了，西红柿牛腩外卖，下午睡觉，晚上她吃西少爷，一提坐小火车就生气了，不喝我煮的冬瓜水"],
            ],
"2021-5-25": [
            ["00:00-23:59","早上我开车上班，她坐地铁回家，不喝冬瓜水，晚上到家自己煮方便面吃自己刷碗，晚上假发伪街"],
            ],
"2021-5-26": [
            ["00:00-23:59","我开车上班，下班煮方便面吃，我自己睡"],
            ],
"2021-5-27": [
            ["00:00-23:59","早上开车去上班，限号，人事处董俊洁职工发展，学校吃，8点下班回家，微信闹别扭，不生小孩了"],
            ],
"2021-5-28": [
            ["00:00-23:59","早上开车上班，下班开车来单位接她，回我家吃晚饭，她写党员的工作，我跟爸妈去遛弯买早点，我家睡"],
            ],
"2021-5-29": [
            ["00:00-23:59","早上开车送单位，到早了要去公厕拉屎，把早饭倒了，下班接下班来调解室吃虾，饭后回她家浇花洗澡，回我家住"],
            ],
"2021-5-30": [
            ["00:00-23:59","早上蹭蹭进去，开车送她上班，我爸单位打车去十五中，我去三院看胚胎结果，比亚迪4s店，下午保养车，回来接她下班她家吃，饭后调解室送粽子，她开车一起回龙旗广场"],
            ],
"2021-5-31": [
            ["00:00-23:59","早上啪啪啪，开车去上班下雨迟到了，她在家，开车下班闹肚子回家拉屎，调料盒有蟑螂，永辉买菜，晚上她炒豆腐茄子，我刷碗，墙上贴小黑板，晚上她写作业我做三道数学题"],
            ],
"2021-6-1": [
            ["00:00-23:59","早上她开车把我送地铁，我下班坐地铁炒西葫芦玉米粽子昨天剩菜，下雨拿伞停车场接她，吃辣条，她刷碗，藏小河马礼物，晚上捅屁屁撸射，挖耳朵说我不关心她"],
            ],
"2021-6-2": [
            ["00:00-23:59","早上她开车把我送地铁，下班等她回家她煮饺子我摊鸡蛋，嘚啵这嘚啵那，我不高兴怼她，她生气不吃饭了，我自己吃她之后吃剩的，各刷各的碗，晚上她去沙发上睡，把我所有的被子都抢走了，给我冻醒了，还我一个被子接着睡沙发"],
            ],
"2021-6-5": [
            ["00:00-23:59","早上赖床上，结果因为我说我变帅小姑娘追我咋办她就闹脾气了，没给做早饭没理她睡觉，中午她没去姥爷家我生气了，下午跟我妈去新世纪买鞋，她下午自己去星城吃饭看电影，我爸打电话接的她来调解室吃涮肉，回她家洗澡拿饭盒，我家睡"],
            ],
"2021-6-3": [
            ["00:00-23:59","早起我坐地铁上班，她去三院，来五道口吃的攀成钢，她坐地铁回龙旗广场，下班到家她炒青椒，吃完饭去打疫苗，我回来开九三视频会议，我刷碗"],
            ],
"2021-6-4": [
            ["00:00-23:59","早上开车送地铁，下班接上她回她家吃烤肉，饭后美廉美买矿泉水，她家睡"],
            ],
"2021-6-6": [
            ["00:00-23:59","早上吃丸子汤，开车送单位，据说到单位她就吐了，我车里吃的早点拉完屎后出发去班长婚礼，下午回来单位接的她，她家吃带鱼，调解室送杏儿，开车一起会龙旗广场"],
            ],
"2021-6-7": [
            ["00:00-23:59","早上她开车送我到地铁，下班我炒菜花肘子粽子，她刷碗我洗袜子，遛一小弯"],
            ],
"2021-6-8": [
            ["00:00-23:59","早上她开车上班，我打车去长庚医院体检，我下班回家煮饺子肘子，吃完给她煮的饺子，去打疫苗，回来永辉超市清仓，买了400+的东西，压了拖把推小车"],
            ],
"2021-6-9": [
            ["00:00-23:59","早上我开车上班，她在家永辉买东西三旗百汇买菜，下班她炒豆腐蒸茄子，晚上去永辉买怡宝水冰激凌，睡觉前啪啪啪，她高潮了"],
            ],
"2021-6-10": [
            ["00:00-23:59","早上开车送她到地铁，我在医学楼B调试第二天的设备加班，多坐地铁回家，蟑螂进腰果的罐子了，她到家吃的外卖到地铁半路接我"],
            ],
"2021-6-11": [
            ["00:00-23:59","早上开车送她地铁，下班回龙旗广场接我妈，再到她单位接她，送我妈到调解室后我俩去她家吃排骨，饭后我自己去调解室找我爸妈，晚上回她家住"],
            ],
"2021-6-12": [
            ["00:00-23:59","早上去吃羊杂早餐，送她上班，到家之后跟我爸妈刘岩老贵邱志毅爬大峪山，国艳农家宴，下午回调解室洗衣服洗澡回家换鞋，单位接上她，她开车去她奶奶家吃"],
            ],
"2021-6-13": [
            ["00:00-23:59","早上吃过早饭后，去她舅舅家吃烤串，我开车带她回龙旗广场，然后出发去天津，雨夜坐海河游船，买便利蜂回公寓，太累没啪，生气了"],
            ],
"2021-6-14": [
            ["00:00-23:59","早上去吃的路边煎饼果子，她生气闹脾气，到五大道民园广场坐马车，买正阳春鸭肉包，吃南京大排档，下午做摩天轮，晚上吃麦当劳卖麻花，坐软卧回北京"],
            ],
"2021-6-15": [
            ["00:00-23:59","早上她开车把我送地铁，工程师职称公示，下班我坐地铁到家汉堡铁公鸡鸭肉包豆浆，桌上有蟑螂84消毒液消毒，她下班先去我家送麻花，挨我妈说了，她回家吃完烤肉后回龙旗广场，晚上我去沙发上睡一晚"],
            ],
"2021-6-16": [
            ["00:00-23:59","早上我开车上班，她下午去安贞开药，下班到家她顿鸡翅根炒瓜，吃饭时没憋住互相笑了，我刷碗，睡觉打死一只蚊子"],
            ],
"2021-6-17": [
            ["00:00-23:59","早上她开车送我到地铁，我参观校史馆，下班到家没菜等着她回来去吃的海底捞，打免费照片做手部护理，到家搭蚊帐，躺床上翻我知乎看到娶老婆后悔的浏览记录又不高兴了"],
            ],
"2021-6-18": [
            ["00:00-23:59","早上开车送她坐地铁，下班她开绩效会，我到昌平没找到地锁钥匙，停北京银行了，结果在中间收纳中找到了，开到单位门口，买水买巴黎甜贝，给我爸买优衣库短裤，去她家吃卷子陪她爸喝啤酒，骑车去我爸单位拿羽绒被，她家睡"],
            ],
"2021-6-19": [
            ["00:00-23:59","早上在她家啪啪啪，去调解室跟我爸吃黄鱼大虾，给西红柿苗剪枝，我妈上午去参加同学葬礼，回来的，下午我俩去去医院看她鼻子老流血，之后去万科买两个小裙子两个文胸一款春饼，把凉席放回我家就回她家睡"],
            ],
"2021-6-20": [
            ["00:00-23:59","早上开车送她上班，回家后我妈去上班彩排，带她去去医院看嗓子，达美乐披萨麦当劳，国泰买了好几身衣服鞋，调解室跟我妈洗车，去接耿高惠下班她家吃梅菜扣肉，然后到调解室拿防晒衣，回龙旗广场"],
            ],
"2021-6-21": [
            ["00:00-23:59","早上她开车送我到地铁，下班我坐地铁回家到物美买菜，炒圆白菜牛肉，她刷碗，她终于发了3月绩效才2万多，据说她下周换工作网点，晚上她开空调我去沙发睡"],
            ],
"2021-6-22": [
            ["00:00-23:59","早上因为地铁封站我开车送她坐地铁，单位通知她换网点到龙腾支行，下班我炒口蘑猪心芹菜鹅蛋玉米，她加班回来晚了，她刷碗，晚上遛弯接她三徒弟电话内部聊天工具找我，我生气回家了她不知道跑哪去了，过一会儿才回家"],
            ],
"2021-6-23": [
            ["00:00-23:59","早上我开车上班她在家，下班到家她炖鸡翅根蒸茄子芹菜她洗碗，她三徒弟还给她打电话发微信，不理她她没趣的过来跟我逗，晚上她开空调我去沙发睡"],
            ],
"2021-6-24": [
            ["00:00-23:59","早上她开车送我坐地铁，下班她直接回她家吃了，我吃的剩饭，打飞机，第一次穿小裙子伪街！她47进家门，一句话都不跟我说，我依旧睡沙发"],
            ],
"2021-6-25": [
            ["00:00-23:59","早上我开车上班，她坐多的火车回家了，下班到家我没做饭，她坐的火车回家，我吃了他妈包的包子，晚上没谈拢，趁着没下雨出去走了一圈"],
            ],
"2021-6-26": [
            ["00:00-23:59","早上挺早起来哄好了，开车送新单位后我把车送回家，坐地铁去西直门找我爸妈，跟三个姑妈吃饭，下午回龙旗广场热风我爸妈买包鞋，开车送我去她单位，等了一个半小时她才下班，给她买三元梅园芒果酸奶，去吃马路边串串香，骑车回家永辉买水果，晚上给我掏耳朵"],
            ],
"2021-6-27": [
            ["00:00-23:59","早上开车送她到单位我就开车回南口了，去姥爷家吃饭，调解室接小西红柿了，下午去她家拿肘子牛肉回龙旗广场，我炒青椒口蘑肘子鹅蛋米饭粽子，盆里有蟑螂，我刷碗她墩地，晚上永辉买姜蒜香薰吊带，啪啪啪"],
            ],
"2021-6-28": [
            ["00:00-23:59","早上我开车上班，她之后骑自行车上班，校医院检查耳朵，左耳高频听力下降，下班我换小吊带买葱西红柿，我炒西葫芦鸡胸玉米粽子，我刷碗，她炖牛肉，晚上我又小裙子假发伪街啦！回来没戴假发就穿着小裙子扔垃圾去了"],
            ],
"2021-6-29": [
            ["00:00-23:59","早上我开车上班她在家，下班我到三旗百汇找她，买土买菜买水果，回到家她做菠菜牛肉土豆，我刷碗，种菜移辣椒，逛永辉，晚上啪啪啪，她把我啪射了"],
            ],
"2021-6-30": [
            ["00:00-23:59","早上我开车上班，下班我炒圆白菜热牛肉，自己先吃，她加班然后去打疫苗我开车接她，我洗碗，我月末记账，说我不陪她不移西红柿"],
            ],
"2021-7-1": [
            ["00:00-23:59","早上我坐地铁上班她开车，下班下大雨她还是开车回南口了，我在学校吃完后，她视频跟我，我说你也不回家她就生气挂我电话，拉黑"],
            ],
"2021-7-2": [
            ["00:00-23:59","早上坐地铁上班，坐地铁下班晚上自己吃方便面，去龙旗广场一直等她开车回家，等到快她也没回家，心情不好穿热裤假发伪街"],
            ],
"2021-7-3": [
            ["00:00-23:59","早上在家吃了个花卷，骑车去她单位，结果她开她家车来的，我自己就做地铁回南口了，姥爷家吃，下午开车去昌平区医院接她妈，去菜市场买菜，她家吃羊排，晚上吃完饭我骑车回家找我妈待会，就回她家睡了"],
            ],
"2021-7-4": [
            ["00:00-23:59","早上开车送她上班后我就回龙旗广场了，吃了两个包子后坐公交去三院看耳朵，晚上去她单位找她然后去好适口消费检查，支付两笔不成功，帮她说话嫌我话多，我生气出去了，生气极了"],
            ],
"2021-7-5": [
            ["00:00-23:59","早上我坐地铁上班，我下班去金达园羽毛球馆打第二针疫苗，骑车去她单位接她下班，眉州小吃，到家种西红柿"],
            ],
"2021-7-6": [
            ["00:00-23:59","早上我开车上班，她之后去长庚医院帮我交体检费，孔菲告诉我有两个受精卵可以移植并找了个好大夫帮我们移植，她去五彩城跟周安赵佳杉吃饭，我下班后她炒三丁大虾，我洗碗，一起去物美遛弯，永辉买两箱矿泉水，晚上啪啪啪"],
            ],
"2021-7-7": [
            ["00:00-23:59","早上我开车上班，下班我炒茄子西蓝花竹笋鸡胸肉，朱小辉老师打电话了，她洗碗，到楼后面遛弯，晚上商量怎么开达芙通她又不高兴了"],
            ],
"2021-7-8": [
            ["00:00-23:59","早上我开车去上班，下班回来自己煮方便面，她回支行开会，晚上假发小裙子伪街"],
            ],
"2021-7-9": [
            ["00:00-23:59","早上坐地铁上班，下班不舒服，订的吉野家外卖，较劲，她没吃完饭，我在沙发上睡了一晚，没刷牙洗澡"],
            ],
"2021-7-10": [
            ["00:00-23:59","早上起来她订的肯德基早餐，上午讨论去哪玩，结果因为吃啥没谈拢，又生气闹别扭，结果睡了一觉后有点偏头痛，我没吃饭，她吃的零食，晚上我吃做点剩的吉野家去外面走了一圈，她订的西少爷自己吃的，她顿土豆牛肉第二天上班带的"],
            ],
"2021-7-11": [
            ["00:00-23:59","早上我不舒服没起来开车送她上班，上午开车回南口先到她家找她爸拿菜，我给买的一箱U8啤酒，回调解室我爸妈从北戴河回来，我跟我妈吃的煮饺子虾，去了趟姥爷家，回家拿的东西，调解室拿上炖的肉跟我回龙旗广场，跟我妈永辉买菜做饭，她下班一起吃，她洗碗，一起永辉遛弯回来就下雨了，我妈睡沙发"],
            ],
"2021-7-12": [
            ["00:00-23:59","早上我坐地铁去三院做前庭功能检查，下班打花小猪回家，买好适口玉米饼牛肉炖土豆西蓝花竹笋活鸡蛋，掰玉米莫名其妙跟我火了，用菜刀剁玉米可吓人了，她洗碗"],
            ],
"2021-7-13": [
            ["00:00-23:59","早上我开车上班，她在家下午去三院找张春梅大夫，下班她烤鸡腿西葫芦南瓜，我洗碗，出去小跑步"],
            ],
"2021-7-14": [
            ["00:00-23:59","早上我开车上班，下班到家我做一半饭，开车去她单位接她，到家嫌我都没怎么做，一起做炒鸡胸肉茄子，嫌我这炒鸡胸肉没食欲茄子也没茄，她洗碗我浇花，我说她嫌弃我婚前就嫌弃，然后她就又生气躺床上，我急了跟她吵，她睡沙发"],
            ],
"2021-7-15": [
            ["00:00-23:59","早上我开车上班，下班到家骑车去她单位，她先走了没去好适口，我又骑回家，结果又给我发地点在大鸭梨烤鸭店，吃完回来我自己去后面快走，基本没话一天"],
            ],
"2021-7-16": [
            ["00:00-23:59","早上我坐地铁上班，她可能是坐小火车回家的，我妈打电话让她开车去镇里接她，我才知道她没开车，下班我坐地铁回去开车回家，她坐小火车回龙旗广场自己住了"],
            ],
"2021-7-17": [
            ["00:00-23:59","在家一天谁也不理谁，她下班自己打车回平谷去了"],
            ],
"2021-7-18": [
            ["00:00-23:59","也是一天没话，晚上吃完饭了，去她家找她，她爸妈知道闹别扭了，把她接回家了，在家路口违章了"],
            ],
"2021-7-19": [
            ["00:00-23:59","早上我开车上班，下班赶紧去永辉买菜，我炒口蘑茄茄子，她洗碗，我去跑步，然后一起去超市买水买吃的，啪啪啪"],
            ],
"2021-7-20": [
            ["00:00-23:59","早上我开车上班，下班我炒三丁鹅蛋，她洗碗，出去走了一圈，她买了个小零食，晚上啪啪啪"],
            ],
"2021-7-21": [
            ["00:00-23:59","早上我开车上班，下班开车接她送到西二旗地铁，她回家跟她爸妈去乐多港唐人府吃饭了，我到家吃包子"],
            ],
"2021-7-22": [
            ["00:00-23:59","早上我开车上班，她跟她妈去乐多港看电影逛街，下班她炖鸡腿小龙虾青椒，她洗碗，在家做HIIT，啪啪啪，她高潮了！"],
            ],
"2021-7-23": [
            ["00:00-23:59","早上坐地铁上班，一天特别疲惫，就提前从单位出来了，坐地铁回龙旗广场赶紧迷了一会，开车去单位接她回调解室跟我爸妈吃羊蝎子，晚上她家睡"],
            ],
"2021-7-24": [
            ["00:00-23:59","早上她开她家车上班，把我先送回家，下午在调解室串串，她下班开车来调解室吃烤串，晚上她家睡"],
            ],
"2021-7-25": [
            ["00:00-23:59","早上蹭蹭啪啪啪，她开车她家车上班，我走到地下通道开车回家，姥爷家吃，晚上去她家帮他妈做饭，吃完饭我自己回龙旗广场"],
            ],
"2021-7-26": [
            ["00:00-23:59","早上我开车上班，她跟他爸妈先去办理卖房子的事，然后去看车，她们饭店吃出虫子面单，下班她蒸茄子米饭煮虾西蓝花，我洗碗，看乒乓球混双比赛中国队输了，晚上啪啪啪，舔耳朵疯狂大笑"],
            ],
"2021-7-27": [
            ["00:00-23:59","早上我开车上班，下班我炒圆白菜南瓜烧鸡，她下班在单位打王者荣耀，下雨打车回，吃完饭看寻龙传说，又打王者，我洗碗，她玩纯白拼图，晚上啪啪啪口射"],
            ],
"2021-7-28": [
            ["00:00-23:59","早上我开车上班，下班我炒西葫芦鸡蛋鸡丁青椒，她下班晚了，我有点虚躺下歇会，她洗碗蒸鹅蛋，让我浇花，我再躺会起来她就不高兴了，莫名其妙的，又开始不理我，抱她就推开我说别碰我，心累"],
            ],
"2021-7-29": [
            ["00:00-23:59","早上我开车上班，龙跃苑二区确诊一例新冠，下班回家没做饭，她加班查开户记录，开车接她下班回龙旗广场吃麦当劳"],
            ],
"2021-7-30": [
            ["00:00-23:59","早上啪啪啪，一起开车回昌平万科银行解压，跟我急脾气，他爸妈说她跟我道歉，好伦哥，下午石景山游乐园大摆锤打火花"],
            ],
"2021-7-31": [
            ["00:00-23:59","早上开车送她上班，我回南口，姥爷家吃，下午带我爸妈昌平区医院看幽门螺杆菌，回来去平房看看，晚上调解室洗澡喝瓶大窑"],
            ],
"2021-8-1": [
            ["00:00-23:59","姥爷家吃，下午擦车，调解室拿两瓶酒两条烟去她家，送我爸妈去昌平游泳，走南丰路回龙旗广场，到家炒鸡丁，接她下班，她煮虾芦笋，她洗碗，晚上看苏炳添百米决赛"],
            ],
"2021-8-2": [
            ["00:00-23:59","早上我开车上班，她在家，下班她炒豇豆角麻辣香锅豆皮，看《速度与激情9》，去永辉买水好利来，回家她HIIT，晚上啪啪啪"],
            ],
"2021-8-3": [
            ["00:00-23:59","早上我开车上班，下班我烧茄子蒸俩南瓜热麻辣香锅，我洗碗"],
            ],
"2021-8-4": [
            ["00:00-23:59","早上我开车上班，下班我炒倭瓜烤巴沙鱼，我洗碗，吃完饭去龙旗给她买了个小米手环"],
            ],
"2021-8-5": [
            ["00:00-23:59","早上我开车上班，她之后去三院找张春梅开了十天补佳乐，然后回昌平跟他妈还贷款，我到家自己煮饺子，给她蒸鸡蛋南瓜，她晚上坐小火车回来，我去黄土店火车站接她，心理挺不舒服的，接上她晚上没怎么说话，然后她就又不理我"],
            ],
"2021-8-6": [
            ["00:00-23:59","早上我坐地铁上班，路上微信骂自己一路，晚上回来骑车去她单位找她，结果她下班早了，在回龙观地铁那她看见我了，去龙旗广场吃宏状元，晚上到家看男乒决赛"],
            ],
"2021-8-7": [
            ["00:00-23:59","早上开车送她上班我回南口，在姥爷家吃杨硕也在，下午带我妈来龙旗广场买三件衣服永辉买菜，单位接她下班，送我妈回工作室请给我家干活的人吃饭，我俩去她家吃炖鸡，晚上我爸叫我跟着送这帮人回去，送完太晚了我就直接回家了"],
            ],
"2021-8-8": [
            ["00:00-23:59","早上来她家找她，然后买了个西瓜去姥爷家吃饭，下午我俩送我爸妈去游泳，然后就回龙旗广场了，她把手环背景换成了我俩结婚照，睡了一觉去三旗百汇看了看，永辉买菜，晚上一起做冬瓜丸子汤鸡蛋倭瓜我爸炖的牛肉，看奥运会闭幕式，她洗碗，晚上我妈发微信说我爸吐了，睡前我不让啪她委屈的哭了，然后我就抱着她啪啪啪"],
            ],
"2021-8-9": [
            ["00:00-23:59","早上我开车上班，下班做三明治，要下大雨去单位接她，她洗碗，看《X特遣队》太血腥她不看，看《决战厨神》，她蒸南瓜糯米"],
            ],
"2021-8-10": [
            ["00:00-23:59","早上我开车上班，下班我炒茄子她到家挑虾线南瓜糯米，我洗碗，之后把《决战食神》看完了，给她揉了脑袋她就睡觉了"],
            ],
"2021-8-11": [
            ["00:00-23:59","早上我开车上班，我下班去永辉买一箱水，她在家休息给我做麻辣香锅，我洗碗，晚上玩跳棋象棋五子棋飞行棋，可惜五子棋输了"],
            ],
"2021-8-12": [
            ["00:00-23:59","早上我开车上班，下班我炒茄子冬瓜剩麻辣香锅，她洗碗，装投影仪架子，五子棋又输了"],
            ],
"2021-8-13": [
            ["00:00-23:59","早上我坐地铁上班，在万人食堂下买七夕礼物，下班五道口做13号线到回龙观，然后去单位买了三元梅园开上车接她，到家煮饺子，我洗碗，看《情圣》"],
            ],
"2021-8-14": [
            ["00:00-23:59","早上开车去三院，子宫内膜7mm还不能移植，又开了5天补佳乐，开车刚到南口她想起来没看白带结果又开车返回去了，结果没事又开车回她家吃饭，下午睡一觉我去姥爷家接上俩狗放调解室，晚上去乐多港唐人府吃饭，晚上她跟我回我家睡"],
            ],
"2021-8-15": [
            ["00:00-23:59","早上开车给她送到单位我就回龙旗广场了，结了好多西红柿，把所有西红柿都放外面了，在家看了一天书，晚上炒三丁蒸牛肉，下班她买了七夕小蛋糕，我洗碗，两局飞行棋赢了一局五子棋又输了，晚上捅屁屁"],
            ],
"2021-8-16": [
            ["00:00-23:59","早上我开车上班，下班我到家煮饺子吃，她开会，去单位买三元梅园接她，到家给她煮了饺子第二天带的，晚上五子棋我先手全赢了，飞行棋两局都输了，跳棋赢了"],
            ],
"2021-8-17": [
            ["00:00-23:59","早上我开车上班，下班到家我抄青椒，然后去单位接她，吃完饭后去永辉买面包，晚上飞行棋输了跳棋赢了"],
            ],
"2021-8-18": [
            ["00:00-23:59","婚假第一天，早上去三院看内膜0.67cm，还是不行换药继续，然后去把职称评审放丰台人才档案，回龙旗广场吃宏状元，下午睡了一大觉，网上她做冷面，晚上象棋竟然一不留神输了"],
            ],
"2021-8-19": [
            ["00:00-23:59","婚假第二天，早上下雨闹别扭哪也没去，揪我头发给哄好了，开车去昌发展吃韩时烤肉，之后去沙河玩蹦床，拉肚子身体虚开车回来身体极其不适，她煮粥我也没喝，晚上我没吃饭昏昏沉沉就睡了"],
            ],
"2021-8-20": [
            ["00:00-23:59","婚假第三天，早上起来她给我煮的小米枣粥，我吃了个西少爷肉夹馍热的包子，她觉得我不想去植物园生气不高兴，结果一天都没出屋，也没做饭吃，晚饭我订的西少爷外卖她不吃，委屈的哭"],
            ],
"2021-8-21": [
            ["00:00-23:59","婚假第四天，早上吃西少爷肉夹馍把嗓子拉坏了，去三院检查内膜0.8，8月28日移植，之后去海淀医院挂不上消化内科，挂的内分泌科不给开，找的消化科大夫加的号，新中关一品焖锅，我俩因为找大夫较劲无话，去家乐福买完东西就开车回平谷，我开一路她睡一路，她奶奶过生日，二大爷家打乒乓球篮球"],
            ],
"2021-8-22": [
            ["00:00-23:59","婚假第五天，早上吃过饭后我俩去京东大溶洞，之后去他舅舅家吃饭，她舅妈爸妈弟弟在，饭后回南口，新世纪接上我爸妈回家，给我俩炒的豆角芹菜，饭后遛弯因为我只顾自己走没管她，就不高兴了，弄得我爸不高兴，晚上回她家睡，我很生气"],
            ],
"2021-8-23": [
            ["00:00-23:59","婚假第六天，早上开车送耿高惠妈妈去广安门医院，之后到海淀医院约核磁，回到龙旗广场煮饺子吃，哭鼻子想爸妈，耿高惠就叫我妈妈来沙河玩蹦床，回南口我家吃饭，晚上骑电瓶车带着她到美廉美买吃的，到调解室关门窗，赶在下雨前回我家，在我家住"],
            ],
"2021-8-24": [
            ["00:00-23:59","婚假第七天，早上吃过早点后出发，到酒店办入住就进古北水镇，震远镖局八旗会馆，吃清真大盘鸡大众点评送水果，杨无敌祠英华书院月老祠永顺染坊司马小烧酒坊，回酒店睡了一大觉，下午又进来吃的烧肉馆，司马台长城无人机表演，下山后看水舞表演，登山顶教堂，就回酒店休息了"],
            ],
"2021-8-25": [
            ["00:00-23:59","婚假第八天，早上进去啪啪啪两下，在酒店吃了好多自助早餐，去圆通塔皮影剪纸买山楂树糖葫芦，开车回家，没吃饭，晚上她炒豇豆角，我洗碗，晚上看《超时空同居》"],
            ],
"2021-8-26": [
            ["00:00-23:59","婚假第九天，早上开车去三院做核酸，之后去北七家找她妈过户，请她舅舅舅妈吃西北人，下午回调解室做小抄，30她去营业部考试，回她家吃炖牛肉，然后我家待一会就回龙旗广场了"],
            ],
"2021-8-27": [
            ["00:00-23:59","婚假第十天，早上肯德基外卖，我炒倭瓜热牛肉，下午龙旗广场看《失控玩家》永辉买菜，晚上烤牛排茄子土豆口蘑，我洗碗，晚上飞行棋输了跳棋象棋赢了"],
            ],
"2021-8-28": [
            ["00:00-23:59","婚假第十一天，早上开车去三院接儿子回家，左右移植，到家宏状元外卖，外卖到早了，她偏让我跑两步找买卖小哥，她还急了，下午打飞机睡觉，晚上我炒菠菜热牛肉，晚上看《西游记之再世妖王》"],
            ],
"2021-8-29": [
            ["00:00-23:59","婚假第十二天，早上在家休息，我炒茄子我洗碗，下午她爸妈来龙旗广场看她，待一会就走了，晚上我炖可乐鸡炒西葫芦我洗碗"],
            ],
"2021-8-30": [
            ["00:00-23:59","早上我开车上班，下班我到家蒸饭切口蘑，然后去单位接她，到家我接着炒口蘑热牛肉，我洗碗，晚上因为周五办过户怎么安排几句话又不高兴不说话了"],
            ],
"2021-8-31": [
            ["00:00-23:59","早上我开车上班，下班她在家切好鸡丁我炒的鸡丁，我洗碗，晚上去稻香村永辉"],
            ],
"2021-9-1": [
            ["00:00-23:59","早上我开车上班，结果学校要求做核酸，被捅鼻子了，但这回感觉还好，下载了保卫萝卜2玩了玩，下班我准备圆白菜接她下班回来炒热牛肉，她洗碗"],
            ],
"2021-9-2": [
            ["00:00-23:59","早上我开车上班，花150买了GD的网课，下班我切茄子接她回来后炒，她洗碗"],
            ],
"2021-9-3": [
            ["00:00-23:59","早上我坐地铁上班，她坐小火车回南口，她爸接上她去昌平房产过户，下午去提新车然后送她回龙旗广场，到家验孕试纸两道杠了！到家她把豇豆角切好了，我炒的，我洗碗"],
            ],
"2021-9-4": [
            ["00:00-23:59","早上开车把她送单位，超大的雨，然后我就回南口了，跟我爸看电影，下午去她家拿的包子肘子鸡蛋什么的就回龙旗广场了，又赶上大暴雨，接上她回家吃包子，就因为我回答包子还行，她就不乐意了，生气的睡觉，不让我看书，开始跟我闹，把我惹急了"],
            ],
"2021-9-5": [
            ["00:00-23:59","早上她自己上的班，起晚了就没回南口，在家看书洗衣服买菜，接她下班，我炒菜花煮虾，她到家一句话不说不吃饭，一直躺着睡了"],
            ],
"2021-9-6": [
            ["00:00-23:59","早上我开车上班，下班我切口蘑接她下班后炒，我洗碗，她小臂让我弄青了"],
            ],
"2021-9-7": [
            ["00:00-23:59","早上我开车上班，她去中西医医院验血值，HCG和孕酮都偏低，下班她蒸的茄子肉馅，吃一半种植群说孕酮值要除以3，结果她就担心的吃不下去饭，因为我问单位怎么算她就跟我急了"],
            ],
"2021-9-8": [
            ["00:00-23:59","早上我开车上班，岳龙离职饭王亚坤掏的饭钱，下班她做冬瓜丸子汤，我洗碗，晚上好利来面包永辉面包香蕉"],
            ],
"2021-9-9": [
            ["00:00-23:59","早上我开车上班，她去中西医医院抽血，HCG孕酮都降了，赶紧去三院检查张大夫告知生化了，保胎意义不大，伤心，下班她来清华的加油站等我一起回的家，她煮饺子，我洗碗"],
            ],
"2021-9-10": [
            ["00:00-23:59","早上我坐地铁上班，30骑车去海淀医院，在新中关地下一层肯德基跟她汇合，她去吃了西少爷，下午我去做增强核磁，增强剂好难受，左手麻木的厉害，她挂了神经内科看睡眠，一起打车回龙旗广场，她蒸包子汤圆，我洗碗，晚上溜了一小圈"],
            ],
"2021-9-11": [
            ["00:00-23:59","早上我俩先去学校拿电脑，然后开车回南口，西大桥接上我爸妈，我家吃带鱼，下午水库里面洗车，调解室来人送枣，调解室吃烤串，姨妈家待会，晚上我家住，我晚睡装ELK"],
            ],
"2021-9-12": [
            ["00:00-23:59","早上吃完早饭去她家，开车跟她爸妈去康陵吃春饼宴，她突然姨妈肚子疼，下午去长庚医院看肠胃，会龙旗广场，她煮饺子她洗碗"],
            ],
"2021-9-13": [
            ["00:00-23:59","早上我开车上班，上午演示openvas，elk一塌糊涂，下午哲哲姐姐来清华荷园二层吃送舜德楼，晚上快八点回家，子宫内膜脱落了"],
            ],
"2021-9-14": [
            ["00:00-23:59","早上我开车上班，下班切西葫芦接她回，有客户查明细可晚下班，到家我炒菜她洗碗，晚上跟我跑了5分钟"],
            ],
"2021-9-15": [
            ["00:00-23:59","早上我开车上班，她在家躺在沙发上玩保卫萝卜投影看动画，甚是惬意，下班她炒虾仁茄子她洗碗，晚上她跟我跑了5分钟，躺床上简单啪啪啪"],
            ],
"2021-9-16": [
            ["00:00-23:59","早上我开车上班，办公室吃饭，去海淀医院取核磁结果，然后开车去长庚医院心电图麻醉科约肠镜，到家眯一觉接她下班，我炒菜花，我洗碗她检查不干净"],
            ],
"2021-9-17": [
            ["00:00-23:59","早上我坐地铁上班，她去中西医医院验血值，只有0.5生化了，下班她来西门等我去西单吃鳗鱼饭，然后去风云再起抓娃娃，晚上睡觉竟然笑醒了。。"],
            ],
"2021-9-18": [
            ["00:00-23:59","早上我开车上班，下班接她，我炒倭瓜，然后去买稻香村永辉买猕猴桃，我晾衣服她洗碗"],
            ],
"2021-9-19": [
            ["00:00-23:59","早上开车送她上班，然后我就回龙旗广场了，看网课扫地浇花补笔记收拾衣服，下班差一点没补完笔记接她晚了，她在路上小学门口等我，先回她家送奶啤酒，然后去我姥爷家吃罗非鱼，回调解室拿鱼蜂蜜又去她家，然后回我家住，我爸自己搬水上楼爬阳台放垫子雨滴声小多了，把经济学剩下的笔记补完了"],
            ],
"2021-9-20": [
            ["00:00-23:59","早上吃过早餐，因为拿月饼弄得挺不高兴的，然后就去她家吃午饭烤肉肉饼，睡了一觉之后去她同事王海玲家，她同事聚餐吃烤串，开通北交所，送两个同事到东关地铁就回她家住了"],
            ],
"2021-9-21": [
            ["00:00-23:59","早上她开车把我送回家就去上班了，上午姨妈姨夫姥爷我和爸妈挤一车去吃阳坊胜利涮羊肉，然后我爸去佳明眼镜店修眼镜，回到调解室我妈给俩狗洗澡，我跟我爸去办公室拿电脑，我骑电瓶车先回家了，她下班开车先回我家跟我爸妈待了一会就去她家吃肉饼粥，回龙旗广场，我在后小门外递拿的东西，她在里面用手推车接着，晚上因为我买女士上衣她嫌我美男子气，就闹别扭了"],
            ],
"2021-9-22": [
            ["00:00-23:59","早上我坐地铁上班，饭后去海淀医院取核磁光盘，下班坐地铁回家热肉饼吃，她开车直接回南口了，晚上失眠了"],
            ],
"2021-9-23": [
            ["00:00-23:59","早上我做地铁上班，她去去医院体检，下班她炒西葫芦洋葱菠萝从南口拿来三姑妈给的烤鸭，看两集《鱿鱼游戏》，晚上啪啪啪"],
            ],
"2021-9-24": [
            ["00:00-23:59","早上我坐地铁上班，下班到家炒茄子西红柿蒸紫薯山药热牛肉，洗两波衣服，浇花，她下班开车回来，吃完饭我俩躺着睡了一觉，她头疼没有啪本来说想内射的，陪她到我去看书她就不高兴了"],
            ],
"2021-9-25": [
            ["00:00-23:59","早上吃完早饭送她去上班，然后去4s点做保养清积碳，回龙旗广场把车停地下车库，她下班没去接她，我炒豇豆角永顺炸鸡外卖，我洗碗，看一集《鱿鱼游戏》，然后我看书她就生气回屋睡觉把门还锁上了，我睡沙发给我扔个被子"],
            ],
"2021-9-26": [
            ["00:00-23:59","早上起晚了我开车上班，我妈泡石头浴眼睛黑晕了，下班把车停地库，她准备菜我炒鸡丁她蒸鸡蛋豆腐虾羹炒鸭架子，她洗碗，晚上看三集《鱿鱼游戏》，啪啪啪"],
            ],
"2021-9-27": [
            ["00:00-23:59","早上我开车上班，下班准备菜，接她下班拉她单位发的东西，到家炒口蘑摊鸡蛋，她洗碗，晚上看三集《鱿鱼游戏》"],
            ],
"2021-9-28": [
            ["00:00-23:59","早上我开车上班，拉岳龙注册建行生活APP，帮杨帆解决com接口问题，哲哲姐姐感冒没来清华听讲座，我就回家蒸包子，我洗碗，两家约10月1号昌平吃饭，她收拾阳台植物，因为柠檬换盆我从上面倒土弄掉叶子就数落我，呛呛几句，我不管了去补笔记，她自己能干的事也得拉着我，我干还嫌干不好，结果晚上折腾我到多不让睡觉"],
            ],
"2021-9-29": [
            ["00:00-23:59","早上我开车上班，她上午跟我微信道歉，得知清华五道口有技术转移金融硕士，车里补觉都睡不着想报考，下班到家补觉，她顿可乐鸡冬瓜丸子，她去接孙畅，我煮虾削梨，她回来炒麻辣香锅，我们先吃，孙畅盛一大碗，周安骑车15公里自行车来，我去接，我洗碗，送走孙畅后周安在我家留宿"],
            ],
"2021-9-30": [
            ["00:00-23:59","早上我开车上班，下班补笔记晚出来一会，直接去单位接她，正好她下班早就去龙旗广场吃宏状元，吃完到家躺下了，她睡觉，我听完课记账，查出个记账错误"],
            ],
"2021-10-1": [
            ["00:00-23:59","早上开车送她上班然后开车回家，到家用塑料袋接着拉屎，去姥爷家吃饭，把小妮子放姥爷家了，下午去调解室，我爸洗澡，刘岩母亲去世我爸跟邱志毅过去，我跟我妈在调解室跟调血糖的骗子沟通退款，华军店拿酒，接上我爸去东巴火锅，她跟仇师傅的车来昌平，麦当劳等我们，到了我妈给她家车占地跟服务员吵起来了，饭后接上邱志毅把他们送到刘岩母亲家，回耿高惠家住"],
            ],
"2021-10-2": [
            ["00:00-23:59","早上开车送她到昌平地铁站，西关加油，回家后放狗吃饭接上邱志毅沃尔玛迎上杨连成去郭金山新盖的房子，推荐投影仪，饭后去捡栗子，西山口地铁接耿高惠，把俩狗送回调解室，我们四个和邱志毅乐多港吃鱼头泡饼，嫌不会点菜，买了好几回酸奶，去物美买吃的五折，他们去刘岩妈家，我俩回她家洗澡浇花，接上他们调解室接俩狗回我家住"],
            ],
"2021-10-3": [
            ["00:00-23:59","早上啪啪啪，出发去福来居聚餐，先到三姑妈家楼下，再去餐厅，我妈去买稻香村，然后又把车开到餐厅门口，饭后送耿高惠回平谷，拿了两个被子，开车回龙旗广场，跟我爸妈永辉买菜，我爸做了冬瓜汤，他们就开车回去了，出门时栏杆不好用"],
            ],
"2021-10-4": [
            ["00:00-23:59","早上我坐地铁上班，感冒了，下班蒸肉饼鸡蛋香蕉枣糕，没洗澡就睡了"],
            ],
"2021-10-5": [
            ["00:00-23:59","早上坐地铁上班，感冒太难受了，点的李先生牛肉饭外卖，她坐公交车回家，莫名其妙嫌我不吃这不吃那到家没做饭，我到家吃的枣糕鸡蛋豆浆，很伤心"],
            ],
"2021-10-6": [
            ["00:00-23:59","早上我坐地铁上班，她今天早下班，她坐三明治牛排鸡胸生菜芒果，她洗碗，新买的假发到了，晚上啪啪啪高潮，她洗衣服"],
            ],
"2021-10-7": [
            ["00:00-23:59","早上我坐地铁上班，她坐小火车回南口打车去延庆单位聚餐，下班我打车去西二旗坐地铁回南口，西山口下车走到乐多港，她跟她妈万达看《长津湖》电影，接上我回调解室吃涮肉，没跟爸妈打招呼给个惊喜，吃完饭开舅舅手动挡的车把姥爷送回家，回来开车去她家拿东西就回龙旗广场了"],
            ],
"2021-10-8": [
            ["00:00-23:59","早上我开车上班，她在家帮我寄快递，下午去安贞开药，组会管饭，下班一起去三旗百汇买发财树，物美买擀面杖，她做三明治，她洗碗"],
            ],
"2021-10-9": [
            ["00:00-23:59","早上我开车上班，门口有只蟑螂，她家卖方的房贷到了，下班我妈不让我回家，到家我炒洋葱鸡蛋茄子西红柿烤巴沙鱼，她洗碗，"],
            ],
"2021-10-10": [
            ["00:00-23:59","早上开车把她送到单位，我就回家了，到家待着吃排骨，跟我爸看了会《站直了别趴下》，送他们到南口文化中心练跳神，我就回龙旗广场了，我爸给我投资2万，多抓鱼卖了4本书，戴假发，接她下班去龙旗广场吃米粉永顺炸鸡，我晚上没吃饭，到家给她炒西葫芦第二天上班带的，我洗碗"],
            ],
"2021-10-11": [
            ["00:00-23:59","早上我坐地铁上班，她把车开走了晚上回南口，我到家吃的肉饼排骨，她晚上保险培训，单位订的披萨，培训完很晚回南口，我特简单的伪了个街，晚上躺着恶心的厉害，不知道是不是偏头痛了"],
            ],
"2021-10-12": [
            ["00:00-23:59","早上我坐地铁上班，她去歌诗德美容理发，还是恶心不舒服到荷园人多没吃，到清青永和买了两个酸菜馅儿包子回3吃，她下午去体检报告看乳腺囊肿，然后去燃气公司，下班她来清华西北门接我下班，到家接着弄燃气表再去燃气公司挂失卡，回来发现是卡插反了，我炒茄子西红柿西葫芦排骨，她洗碗，把筷子铲子啥的挂到了墙上，厨房整洁好多，晚上看《冒牌大保镖》，高顿陈一磊老师直播抽到了一等奖，CFA加油！"],
            ],
"2021-10-13": [
            ["00:00-23:59","早上我开车上班，她晚上保险培训，我到家吃的肉饼苹果，给她煮的胡萝卜西蓝花，她买了味多美早点骑车回来，一起去达美乐吃披萨，到家煮虾蒸白薯，洗衣服数落我，我想把结块的盐戳开了不乐意，我真生气了我又没让你干，我好心弄一弄碍你什么事了哪那么不耐烦，就简单戳了戳盐的刀子不用洗也不行，我好心搅拌煮虾说我搅拌啥，勺放桌上也挨说，干活挨说我还干个屁，还不如不干，蒸白薯可能水放少了真的时间长锅糊了，晚上让我晾衣服我就不凉，凭啥指使我干你不会干，急了抢我手机，真生气"],
            ],
"2021-10-14": [
            ["00:00-23:59","早上我开车上班，我那天感冒那么难受，她从平谷坐车回来，莫名其妙嫌我不吃这不吃那不给我做饭，下班我也不做饭，她到家吃剩披萨，我吃剩西蓝花胡萝卜虾白薯，几年是认识两年的日子，躺下给她发了条我们第一次发的微信，半夜她摸我了"],
            ],
"2021-10-15": [
            ["00:00-23:59","早上我开车上班，下班没做饭，挺晚的去单位接她，谁知道她开会，接回来我说出去吃什么，她说不知道，我说吉野家，她不吃甩我回家了，我自己去吃"],
            ],
"2021-10-16": [
            ["00:00-23:59","早上起来跟我闹，掐我打我咬我，她妈生日，开车去昌平阳光商厦好伦哥，我只能简单吃，饭后她爸妈回平谷，我俩去长庚医院做核酸，竟然没鼻咽拭子，做了咽拭子！然后去看自行车，有一辆大行p8挺好的没买，我砍价砍少了，永辉买了点菜就回家了，她煮挂面摊鹅蛋，晚上啪啪啪尿床"],
            ],
"2021-10-17": [
            ["00:00-23:59","早上她开车上班，我在家待着，洗衣服，吃米饭鸡蛋，我爸蒙我说在家门口，开始和福静清，喝一袋后开始拉肚子，她让我垫上卫生巾真的正确，等喝第二袋，结果第二袋都没喝了，实在喝不下去，但是感觉拉的清水样了，喝了柏西后多了，赶紧睡会"],
            ],
"2021-10-18": [
            ["00:00-23:59","早上起来她开车带我去医院，早上在家拉的清水样的，但是到医院拉的很浑浊，担心排的不干净，检查竟然不是按照预约顺序按照报到的排队顺序，等了1个多小时，检查结果没有事很开心，瞬间觉得生活又有劲头了，听她说知道结果没事她差点哭出来，待了一会我们就回家了，没排气肚子这个疼，她煮的挂面，她吃西少爷外卖，下午睡了会，晚上她烤琵琶腿鸡胸肉我炒青椒胡萝卜，晚上聊天我跟她说少吃点，她就闹小脾气说我嫌她胖，哄了好久呢"],
            ],
"2021-10-20": [
            ["00:00-23:59","早上我开车上班，给她订宏状元外卖，粥里没放糖就又闹小脾气说我不懂她不爱她，我气她说不爱了，下次自己订，然后她就生气了，下班一直没带理我，我就先到家化虾和鸡胸肉，结果就问我咋不接她不吃肉，我赶紧去单位接她，到家我俩蒸白薯鸡蛋奶，不好吃，我简单吃了威化香蕉，结果晚上真饿了，又喝了奶粉"],
            ],
"2021-10-19": [
            ["00:00-23:59","早上她开始感冒嗓子疼了，我开车上班，下班她早出来我直接到单位接她，碰到她单位大堂专门迎来送往的同事，然后去中西医结合医院看急诊，开了药回到家，吃肉饼和方便面，晚上给她重药水放多了，这个不乐意，晚上量体温37度8了"],
            ],
"2021-10-21": [
            ["00:00-23:59","早上我开车上班，我把味多美一个小塑料盒拿到办公室当笔筒用，她不乐意，下班她啥都不吃，在家一天不洗衣服不买菜不做饭，说好的给我做鸡腿吃也没做，我自己煮饺子，我洗碗，我把衣服洗了，晚上出去给她买麦当劳双吉汉堡鸡块香芋派"],
            ],
"2021-10-22": [
            ["00:00-23:59","早上我开车上班，她说晕了，同事王海玲打车带她去积水潭医院回龙观分院看急诊，我赶紧开车去医院，我去超市买的面包香肠我俩车里吃的，抽血检查没有什么事，把她送到单位上班我就回龙旗广场了，下班去接她，我去吃吉野家她在家吃剩饭，去物美买两箱奶两箱矿泉水西蓝花面包垃圾蛋，推一辆共享单车回来的，晚上我把阳澄湖大闸蟹给我三姑吗了，她不乐意不理我了"],
            ],
"2021-10-23": [
            ["00:00-23:59","早上送完她我就回龙旗广场了，我爸妈去通州参加跳绳比赛我就没回去，下班接上她回南口去她家吃晚饭炖羊排，然后去调解室拿上枣和葡萄回我家住，我妈给她买了身保暖内衣"],
            ],
"2021-10-24": [
            ["00:00-23:59","早上吃过早点到调解室跟我爸洗车，我妈去姥爷家做饭，她妈把我车牌录入小区把车停丰景高苑，去姥爷家待会，我爸妈和舅妈去天坛参加体能测试，我们回她家吃罗非鱼，下午她睡觉我看网课，晚上去调解室吃烤肉，给她妈送半箱苹果，我们就回龙旗广场了，她嫌我怕捅鼻子说我怂，一路上我都懒得理她，到家用小推车在小门递东西回家"],
            ],
"2021-10-25": [
            ["00:00-23:59","早上我坐地铁上班，她因为去过病例去过的中西医结合医院被要求去测核酸，到家我去永辉买菜，我买的永辉包子吃，她吃的糖火烧，我洗碗她嫌我洗的不干净，晚上我听陈一磊老师二级分数解析直播，社区打电话要求我们隔离，晚上社区来人封门，之后防疫部门到家做核酸，竟然捅鼻子！而且两个鼻孔都捅！！！"],
            ],
"2021-10-26": [
            ["00:00-23:59","早上起来补笔记，上午不记得为啥他又不高兴了，我蒸米饭炒青椒昨天煮的胡萝卜西蓝花，我洗碗，晚上她炖鸡翅根，她洗碗，晚上飞行棋我赢了象棋竟然输了，睡觉前啪啪啪内射"],
            ],
"2021-10-27": [
            ["00:00-23:59","早上她炒方便面，上午啪啪啪没忍住又内射了，一起炒麻辣香锅，她洗碗，下午这个虚，她妈同事打电话才知道她妈妈手腕骨折了要做手术，晚上我自己煮挂面吃，她外卖味多美，快递小哥帮忙把快递放门口了，晚上我失眠睡不着"],
            ],
"2021-10-28": [
            ["00:00-23:59","早上起床后闹别扭，哄她吃达美乐披萨外卖，晚上我炒西葫芦鸡蛋"],
            ],
"2021-10-29": [
            ["00:00-23:59","早上因为个小事又不高兴了，她烙鸡蛋饼烤肉，下午防疫的人上门做核酸捅鼻子，晚上吃剩的烤肉，看《黑寡妇》"],
            ],
"2021-10-30": [
            ["00:00-23:59","早上用我ipad不让我买华为matepadpro，还要卖我两个ipad，我不悦懒得理她了，她洗衣服就几件还要我帮着晾，明摆着找我茬，她去烙馅饼冬瓜丸子汤，切葱时我让她在中间剁她不听，我就不帮着做饭，她就不做生气了，过来抢我手机，拿走我的电脑iPad笔记充电器，她让我从我是出去，我俩争执推搡互掐，生气极了，最后我摔门出去了，我爸妈感觉出我俩打架，晚上我煮挂面，她烙馅饼"],
            ],
"2021-10-31": [
            ["00:00-23:59","早上起晚了，没忍住偷吃了她昨天烙的馅饼，妈的真好吃，到晚上我爸妈跟我视频说我要有男人的样子，反思了自己去跟她道歉哄着她，晚上订了麦当劳外卖和贡茶的杨枝甘露，但是还是不给我充电器啥的，轰我从卧室出去"],
            ],
"2021-11-1": [
            ["00:00-23:59","早上起晚了，打电话咨询斯蒂文斯理工学院和杜兰大学的合作办学，想申请杜兰的金融硕士，跟唐宇佳要成绩单，她做冬瓜牛肉丸子汤，我洗碗，下午写英语推荐信，我用手机拍小门私自开锁的视频，她不让我拍，晚上吃剩饭，她洗碗，晚上失眠了跟我爸微信谈心"],
            ],
"2021-11-2": [
            ["00:00-23:59","多来人做核酸，捅两个鼻孔，她炒豇豆角白菜蒸红薯米饭，我洗碗，下午接着写推荐信，晚上她炒自然羊肉，我洗碗，晚上啪啪啪假鸡鸡捅屁屁"],
            ],
"2021-11-3": [
            ["00:00-23:59","本来我妈看牙让她顺道来我家，结果快出的核酸结果，她都上高速回去了，晚了一步，她烙糖饼我炒茄子，吃完饭回南口，先回她家，下车吐了，她给她妈妈做饭吃，我爸妈去农商行存3年15万理财送电动车，吃完饭去那接上我爸妈到调解室，待了一会拿了两箱苹果回龙旗广场，到家她又吐了"],
            ],
"2021-11-4": [
            ["00:00-23:59","早上我开车上班，停车场竟然收费，到单位早上给阮博士送苹果，找徐颖续签合同，打电话要本科成绩，下班到家炒宫保鸡丁，她开会下班晚我开车去接她，她洗碗"],
            ],
"2021-11-5": [
            ["00:00-23:59","早上我开车上班，下班我到她单位，先去商品折扣上厕所，出来看见前面车被贴条了，他们下班后两个同事跟我车去昌平营业部做核酸，她高速出口瞎指挥，晚上先到调解室跟我爸妈吃饭，然后回到我家楼下给爷爷奶奶老叔烧纸，然后回她家住"],
            ],
"2021-11-6": [
            ["00:00-23:59","早上她妈问羊肉卷能不能在我爸朋友那里切片，最后商量一块在调解室吃涮肉，我俩去市场买菜锡盟处切肉，结果下雨了，肉店老板借了把伞，到她家接上她爸妈，又让我上楼拿趟糖蒜，我俩在调解室准备菜，饭后杨硕舅妈来调解室拿箱苹果，我俩开车回她家她去洗澡，我去超市买汉堡面包丘比酱，出来就开始下冰雨降温大风，到她家待会回调解室吃完饭，回我家住"],
            ],
"2021-11-7": [
            ["00:00-23:59","早上开车送她到昌平地铁后回家遛狗，去姥爷家吃饭，我妈让我从调解室搬箱苹果去姨妈家，下雪地上都是冰我没办搬，姥爷家吃完饭，给她订渝是乎外卖快了发现没送，赶紧给她顶眉州小吃排骨饭，饭后爸去美廉美买东西，我妈自己搬的，我之后去地下通道接他们，开车送他们回家，然后回城里先去换纪念币，自己把车里的东西都搬家里了，在家补笔记，她下班打车到物美我们俩买完东西到家立冬吃饺子，我洗碗"],
            ],
"2021-11-8": [
            ["00:00-23:59","早上我做地铁上班，因为来姨妈了打算明天去三院开始移植，下班我炒三丁我洗碗"],
            ],
"2021-11-9": [
            ["00:00-23:59","早上我开车上班，监控室开组会，吃的李先生咖喱饭，把lkup标记搭上去了，她把三院号退了没去移植，提前出来去回龙观社区医院做核酸，结果社区的人走了，自己花钱做的，还好是咽拭子，停好车后一起去永辉买菜买水，她做咖喱饭用空气炸锅炸鲜奶手抓饼和红薯做的小卷，吃炸鲜奶吃多了这个恶心，我补笔记她在我旁边玩游戏"],
            ],
"2021-11-10": [
            ["00:00-23:59","早上我开车上班，上午去王家伟老师实验室听qt的图形展示需求，下班到家准备菜，开车去单位接她，到家我炒西葫芦洋葱蒸发糕猪蹄，她洗碗，晚上做完旁边玩游戏我补笔记"],
            ],
"2021-11-11": [
            ["00:00-23:59","早上我开车上班，早上爱乐维拿成钙片了，上午去范世龙办公室问osc文件head问题，我爸妈让选一个电动车颜色，我爸选蓝的，我三选灰的（结果是白的），晚上我炒茄子西红柿，他煎牛排，她洗碗"],
            ],
"2021-11-12": [
            ["00:00-23:59","早上我开车上班，下班先到家接上她，回我家吃饭，晚上她家睡"],
            ],
"2021-11-13": [
            ["00:00-23:59","早上我开车到家接上我爸妈，先送她到到单位，然后去长庚医院，我妈看完病我们回国泰逛了逛，吃的好伦哥，下午先到调解室洗车，然后跟我妈爬山，回来装后备箱液压杆，晚上就喝了粥，闹肚子浑身不舒服"],
            ],
"2021-11-14": [
            ["00:00-23:59","早上我吃完早饭把我爸带到调解室我就开车回龙旗广场了，结果去提前刷卡堵了半天扣了5毛钱，下午见龙旗王保安头子给了瓶酒，说给弄个抬杆遥控器，下午去永辉买菜买了四只河蟹，晚上我炒了西葫芦鹅蛋炖鸡翅根蒸螃蟹，她洗碗，我写笔记没理她，她就生气了，我睡沙发"],
            ],
"2021-11-15": [
            ["00:00-23:59","早上我坐地铁上班，下班我到后窗户看她是不是做饭呢，结果她炒了豇豆角孜然羊肉块，我洗碗"],
            ],
"2021-11-16": [
            ["00:00-23:59","早上我开车上班，上午去范世龙处问head问题，加了会班出来晚了直接去单位等她，晚上吃的眉州小吃给她买三元梅园，吃完饭回家她蒸发糕，我在淘宝上话0找人写PS和RL"],
            ],
"2021-11-17": [
            ["00:00-23:59","早上我开车上班，下午她去首师大帮我取本科中英文成绩单，来清华西北门一起开车回家，路上说我考杜兰大学的金融硕士有啥用就是买证，到家吃的蒸发糕她摊的鸡肉饼汤圆，我洗碗"],
            ],
"2021-11-18": [
            ["00:00-23:59","早上我开车上班，终于把osc图片能展示出来了，下班我到家炒三丁蒸白薯，下班没开车接她，她没打车说骑车结果没有，她就坐681回来，我赶紧出门迎她，她这个不高兴，我洗碗，晚上啪啪啪"],
            ],
"2021-11-19": [
            ["00:00-23:59","早上我开车上班，把滚动放大缩小功能写出来了，下午去王佳伟老师处看第一版软件效果，见到新同事，下班直接去她单位等她上品折扣简单看衣服，我说先回家做饭她不高兴了，下班去吃吉野家套餐还没肌肉了等了好一会，饭后去味多美物美，晚上啪啪啪"],
            ],
"2021-11-20": [
            ["00:00-23:59","早上一起开车先去昌平营业部她去换纪念币见王新颖，然后回她家拿鸡蛋白薯，再回我家接上我爸妈去调解室，我俩又回小棚子骑小电动车，吃完饭她洗碗我们四个去万科海澜之家买了一套面试用的西装，逛物美买汉堡胚子，到家我妈耿高惠我去姥爷家呆了会，我骑电瓶车给姥爷买烧饼，晚上吃完饭后她洗碗，电瓶车没装上汽车，我家住"],
            ],
"2021-11-21": [
            ["00:00-23:59","早上我爸去买烧饼，我俩吃完饭就回龙旗广场了，下午我爸找人把电瓶车拉来，我骑电瓶车去单位接她加班下班，她骑着把我带回来的，晚上我炒茄子吃昨天的黄花鱼，我洗碗，她跳绳，我感觉个人陈述写的不行，又花找另一家写"],
            ],
"2021-11-22": [
            ["00:00-23:59","早上坐地铁上班，买清华信纸，印老师快递到了，她又加班，下班我炒鸡蛋西红柿白薯玉米牛排，晚上没吃饱她又给我做了手抓饼，她洗碗，吃晚饭去给她买多乐之日，结果她摊玉米饼没买回来了"],
            ],
"2021-11-23": [
            ["00:00-23:59","早上我开车上班，阮博士家楼下签字，上午个人陈述出初稿，下午我跟陈晋红去找王佳伟老师问细节，下班她做手抓饼美龄粥炸鸡翅根羊肉块，我洗碗，饭后去龙旗看羽绒服雪地靴，买了一条加绒运动裤真贵啊。。。还没用花呗，老板让发代码我也忘了，个人陈述修改迟迟不交稿，然后刚给她付完款就因为我皱着眉跟我生气，我可真是气坏了，她打完上课材料就回家了，我走我的她走她的，还跟我玩失踪"],
            ],
"2021-11-24": [
            ["00:00-23:59","早上我开车上班，交所有MFIN材料，告知推迟到1月15日了，开始看CFA高顿网课，她在家培训，下班她做冬瓜丸子，我洗碗，晚上啪啪啪她高潮内射"],
            ],
"2021-11-25": [
            ["00:00-23:59","早上我开车上班，算移植时间，下班我炒芹菜炸春卷，她洗碗，一块收拾屋子，放蟑螂诱饵"],
            ],
"2021-11-26": [
            ["00:00-23:59","早上我开车上班，我妈来北京更岳丽梅吃午饭去长庚医院看肺，然后来龙旗广场，我到家接上我妈去她单位，逛会上品折扣，一起吃达美乐披萨，把我妈送达耿高惠家路口，我俩回她家住，拿了两袋羊奶粉"],
            ],
"2021-11-27": [
            ["00:00-23:59","早上吃完饭她拉肚子，开车到调解室，姥爷舅舅舅妈姨夫姨妈孙志强调解室吃螃蟹啥的，我爸带我跟耿高惠出去拿4箱橙子，我给我爸倒车，踩刹车刮倒挡，吃完饭我爸值班，我们开车回家换鞋，车上说我对移植不上心生气，爬完山回来碰上警察查狗，调解室给我妈看书摆拍，晚上调解室吃虾胡萝卜饺子，爸妈值班，我俩回我家睡觉了"],
            ],
"2021-11-28": [
            ["00:00-23:59","早上我爸出去单位，我俩吃完早饭去调解室拿冻肉和午饭，她拉泡屎然后就送她回单位了，我在龙旗补笔记给电动车充电俯卧撑，下班骑电动车接她，买味多美，到家我炒口蘑芹菜，我洗碗晾衣服，跳了个绳"],
            ],
"2021-11-29": [
            ["00:00-23:59","早上我坐地铁上班，晚上去吃吉野家宫保鸡丁饭她吃小火锅，她京东买雪地靴"],
            ],
"2021-11-30": [
            ["00:00-23:59","早上我开车上班，社科院杜兰交报名费，加了会班，回来到家壁挂炉水压低放了水，准备菜鸡胸肉，她到家后发现壁挂炉漏水我没跟她说放水她急了跟我，我炒鸡蛋西红柿她做手抓饼，我洗碗"],
            ],
"2021-12-1": [
            ["00:00-23:59","早上我开车上班，我送她到育新地铁，她去积水潭医院跟她爸妈汇合给她妈看腿和手腕，他们在龙旗广场吃的红状元然后去三旗百汇，下班她做虾饼鸡胸肉饼剩菜，我洗碗"],
            ],
"2021-12-2": [
            ["00:00-23:59","早上我开车上班，赶紧找王亚坤用他windows电脑测试软件结果还是卡顿，到王佳伟老师处只能跨网络展示了，她心情不好，请王亚坤陈晋红去熙春园吃饭，下午改版软件，下班我炒茄子西红柿冬瓜，我洗碗她嫌洗的不干净一遍一遍让我洗，我很不高兴不想理她，在沙发上她说我胸大，我说大有什么用你也不让我长，她就不高兴了，我躺床上睡不着去沙发上开灯玩手机结果睡着了"],
            ],
"2021-12-3": [
            ["00:00-23:59","早上我开车上班，下班到家没做饭，她到家后我自己煮挂面吃，她订炸鸡巴黎贝甜吃，晚上收我手机回卧室锁门，我之前留了要钥匙备用，睡沙发"],
            ],
"2021-12-4": [
            ["00:00-23:59","早上我开车去三姑妈家接三姑父三姑妈，车里吃早点，到南口跟爸妈汇合去给景仰园给老叔上坟，去吃一品莜面，下午洗完车，接上李月香去昌平典当行我爸见老总买房，把他们送回南口我就回龙旗广场，跟她去吃麦当劳，给她买大衣"],
            ],
"2021-12-5": [
            ["00:00-23:59","早上开车一起回南口，先把我爸的钥匙放调解室，然后去她家吃罗非鱼，下午她在家睡觉我补笔记，起来后开车到浴池那取我妈的快递，打电话跟爸妈商量去调解室吃，我俩去美廉美买菜，爸妈从家出来调解室汇合，晚上我爸妈烙饼炒葱爆羊肉油菜蘑菇牛肉小米粥，吃完饭我俩就回龙旗广场了，晚上啪啪啪用手高潮"],
            ],
"2021-12-6": [
            ["00:00-23:59","早上我坐地铁上班，她说下巴两边疼，下班我做咖喱饭，我洗碗，给电瓶车充电，开车带他去积水潭回龙观医院看下巴"],
            ],
"2021-12-7": [
            ["00:00-23:59","早上我开车上班，一大早去王佳伟老师处展示，开组会，下班我炒荷兰豆杏鲍菇热烙饼，都是黑暗料理没法吃，她洗碗，去永辉买水去她的羽绒服，把那件帽衫买了，晚上我爸发微信想跟我聊天"],
            ],
"2021-12-8": [
            ["00:00-23:59","早上我开车上班，下班我炒鸡蛋西红柿西蓝花，去麦当劳取鸡腿堡和鸡块，我洗碗，晚上啪啪啪用那个小球球，她高潮两次"],
            ],
"2021-12-9": [
            ["00:00-23:59","早上我开车上班，她上午去积水潭回龙观医院看下巴，然后回家弄洗衣机，下班回来正好碰到燃气公司换燃气表，结果没装好，折腾2多小时，本来说伪街去地铁接她也没去成，永辉买的包子吃，晚上她老晚才睡觉"],
            ],
"2021-12-10": [
            ["00:00-23:59","早上我开车上班，田梁开车带我妈来安贞看心脏，下班我去永辉买西葫芦菜花生菜香菜啥的，她今天早下班了，她炒冷面，我洗碗，破icloud没同步把我之前准备面试的给覆盖了"],
            ],
"2021-12-11": [
            ["00:00-23:59","早上开车回清华建行给她取存的美元，回家到地下通道，爸妈正好过来，一起去姥爷家吃饭，带鱼洋葱萝卜丝汤，下午回调解室一个调解的一个咨询的一个送狗粮的，然后回家睡了一觉就开车回龙旗广场了，我炒西葫芦菜花西红柿，她到家做手抓饼，她洗碗，她做小视频被我发现了"],
            ],
"2021-12-12": [
            ["00:00-23:59","早上骑小电动送她上班，上午自家做考研英语二管理综合数学选择，洗澡煮挂面，下午买花买玩具买零食换燃气卡，下班开车接她去昌发展万科吃鱼头泡饼"],
            ],
"2021-12-13": [
            ["00:00-23:59","早上我坐地铁上班，她去积水潭回龙观医院看全科查生殖免疫，结果也没给看，下午去王佳伟老师处，晚上她炒麻辣香锅，晚上拉肚子了"],
            ],
"2021-12-14": [
            ["00:00-23:59","早上我开车上班，新同事来了，下班我炒西葫芦剩的麻辣香锅她到家空气炸锅小酥肉，我洗碗"],
            ],
"2021-12-15": [
            ["00:00-23:59","早上我开车上班，刘晓蕙午餐会一点吃的丽华快餐，下班后我先回家沙发上眯了一觉，冻着了脚丫子凉肚子不舒服，开车去她单位吃的吉野家，她开车回南口我骑小电动回家，拉肚子不舒服"],
            ],
"2021-12-16": [
            ["00:00-23:59","早上我坐地铁上班，叫了李先生香菇饭，她去积水潭医院拍彩超，颈部多个肿大淋巴结，下午生物医学馆消防演习后回家，她炖鸡腿我炒的芹菜，我洗碗"],
            ],
"2021-12-17": [
            ["00:00-23:59","早上我开车上班，到家我去永辉买菜，晚上我炒茄子芹菜，我洗碗，本来计划晚上给我大飞机的，都洗好抹上延时了，结果她开始看医生磨磨唧唧，兴致全无，睡觉了，晚上西城男孩线上演唱会唱《平凡之路》"],
            ],
"2021-12-18": [
            ["00:00-23:59","早上她骑小电动上班，我爸妈跟刘岩他们爬箭扣长城我就没回南口，在家做雅思11听力阅读，晚上我炒西葫芦青椒煮虾，我洗碗，晚上去好利来买早点"],
            ],
"2021-12-19": [
            ["00:00-23:59","早上我开车回家，到家待了会去调解室，舅舅舅妈姥爷来吃饺子和苦荞面，我爸洗车，吃完饭开车带我爸妈去西直门二姑妈家，回来把他们送到西三旗桥他们坐公交回去了，我到家去永辉买菜，等她下班去买麦当劳回家吃"],
            ],
"2021-12-20": [
            ["00:00-23:59","早上我坐地铁上班，中午给她订眉州小吃排骨饭，胰腺最近总是不舒服，想放弃考MFIN不学了玩了，她买的乳胶枕到了，到家烤牛排做手抓饼，她洗碗"],
            ],
"2021-12-21": [
            ["00:00-23:59","早上我开车上班，我把她送到育新地铁，她去北医三院查脖子淋巴找张春梅大夫开始进周期，她去农行存美元，下午拍淋巴彩超结果见好，下班到家跟她躺着睡了一觉，冬至晚上她煮饺子空气炸锅做白薯鸡蛋饼，她洗碗，饭后去龙旗看ipadmini6，热风给她买帽衫灰运动裤毛拖鞋，永辉买矿泉水手抓饼春卷南瓜"],
            ],
"2021-12-23": [
            ["00:00-23:59","早上我开车上班，早上要照片不给，杨涛催我来办公室，我到3吃早餐没着急去他办公室他不爽，结果发现工作群里昨天多就把照片连接发来了，上午赶稿给到李雪老师给了洗发水充电宝布袋，下午快下班跟杨涛办公室听九三提案的腾讯会议，晚了一小时下班，她在家去银行换纪念纸币，炖牛肉自己擀的面条，牛肉炖的超级软，她洗碗"],
            ],
"2021-12-22": [
            ["00:00-23:59","早上我开车上班，到生物医学馆E述职，有个同事述职的时候晕倒了，订的李先生香菇饭外卖，下午去主楼协助九三学社清华支社成立70周年大会，跟摄影师要照片，到家我炒请教煮鸡丝挂面，她洗碗我写新闻稿，要照片对方一直没给"],
            ],
"2021-12-24": [
            ["00:00-23:59","早上我开车上班，早上我尿床了，她骑小电动被追尾了一下，去校医院检查胰腺彩超，囊肿2cm了，唉，肿瘤标记物抽血，约王佳伟老师问参数细节，杨涛老师给了个据说是他们老家的橙子还发了奖金，可真没想到不知真假，下班去化验结果都正常，尝试走龙旗酒店车库，太坑了可绕了，到家我炒西葫芦热牛肉面，我洗碗"],
            ],
"2021-12-25": [
            ["00:00-23:59","早上她骑小电动上班，我上午查肿瘤基因，15个里占2个，哎，不想考杜兰MFIN了，骑车去她单位把小电动骑回来，吃的挂面，下午物业抽奖，可把我冻坏了，纪念奖洗衣液，我前面几个的抽着一等奖了，我妈给我视频想让我回来呢，下班接上她回她家，她跟罗师傅说做试管了，她妈做的肉饼"],
            ],
"2021-12-26": [
            ["00:00-23:59","早上她妈去体检，我和耿高惠去美廉美与我爸妈汇合，我爸先到的买生菜西红柿面包胚子丘比酱鸡蛋，我妈之后汇合的，我爸带我俩去平房放水，阚老师家看石头拿盆兰花，姥爷家吃自制汉堡，摇号都没中，舅妈给姥爷送泳裤，调解室待了一会，他们就跟刘万山去御林汤泉了，我俩回她家睡觉，晚上吃炸带鱼芹菜，饭后调解室把俩狗带回家，然后就回龙旗广场了，我去买好利来推小推车到车库"],
            ],
"2021-12-27": [
            ["00:00-23:59","早上我坐地铁上班，杨涛因为我周末不干活不爽呢，我看了一天kkndme文章，醍醐灌顶，晚上到家我炒茄子，她今天下班早了一点吃自制汉堡，我洗碗，她下班回来一直很暴躁"],
            ],
"2021-12-28": [
            ["00:00-23:59","早上我开车上班，她订了原麦山丘到我单位，她小主管要调走，下班我做咖喱饭，我洗碗，她说头疼不舒服，很早就睡了"],
            ],
"2021-12-29": [
            ["00:00-23:59","早上我开车送她到育新地铁然后去上班，她去三院看内膜0.99cm，安排1月6日移植，但右卵巢有个囊肿，然后她就赶紧打车回单位，她们换了个新主管，我给她订真功夫香汁排骨饭，下班到家骑小电动单位等她，她下班跟罗师傅车库里拿肉，回龙旗广场吃吉野家，菌珍锅弄错了，永辉买菜，回家种风信子和铃兰"],
            ],
"2021-12-30": [
            ["00:00-23:59","早上她跟我车去育新地铁我上班，她去三院查脖子乳腺结果还都好，她去吃的永和大王，我吃饭的时候又晕了心脏怦怦跳，缓了好一阵，下班她到家炖鸡腿蒸糯米肉丸我炒西葫芦，她洗碗，我下楼扔垃圾把电动车充电线，晚上玩召唤神龙游戏不亦乐乎，觉得玩的不爽打算买iPadmini6，结果晚上我俩都找到技巧随便通关了"],
            ],
"2021-12-31": [
            ["00:00-23:59","早上我开车上班，下班我去MINISO买5合1玩具100-40，到家自己热肉饼吃，她晚上年底结账加班，我给她订汉堡王外卖结果他们单位也订饭了，下班我去迎她她骑小电动回来"],
            ],
"2022-1-1": [
            ["00:00-23:59","早上开车送她到单位，然后我坐地铁回家西山口打车回，迎上我妈调解室跟我爸汇合开车去买肉，调解室姥爷过来我爸炒菜吃，下午跟我妈爬山我爸在调解室炖羊蝎子大块牛肉小块牛肉带鱼，晚上耿高惠开车回调解室我买烧饼迎着她，晚上调解室一起吃饭，我跟我爸去搬大缸放苹果，晚上回我家住，刚要睡觉三姑吗三姑父来我家待了一会，拿了素什锦狗喝的羊奶"],
            ],
"2022-1-2": [
            ["00:00-23:59","早上她开车去上班，眉州小吃吃早饭，我跟我爸妈上午去美廉美买烤肉酱生菜香肠，姥爷家我做手抓饼吃，下午调解室跟我爸说面试题讨论kkndme文章，然后他们开车把我送西山口，我坐地铁跟她水果摊汇合，回单位碰她同事然后开车加油回平谷， 她妈包的饺子，饭后去她二大爷家，回来我自己去照滑雪场，晚上聊天她奶奶给核桃聊工作的事"],
            ],
"2022-1-3": [
            ["00:00-23:59","早上起来她帮我做热水，我从平谷开车上班竟然没迟到，她下午跟她爸妈开车回龙旗广场，下班到家点的烤鸭外卖吃，永辉买菜买水买刮刮乐，结果晚上她准备明天的饭问我七个烤鸭我随口说吃这多，她就又生气了，洗澡的时候水管子漏水"],
            ],
"2022-1-4": [
            ["00:00-23:59","早上我坐地铁上班，她早上先去京都儿童医院做核酸，下班我炒青椒芹菜她热肉饼煮元宵，她洗碗"],
            ],
"2022-1-5": [
            ["00:00-23:59","早上我开车上班，监控室开组会，晚上我用淀粉炒鸡丁，开始想考事业编了"],
            ],
"2022-1-6": [
            ["00:00-23:59","早上开车一起去三院，早餐吃的头壹号，她去移植了，我去退核酸有个大姐帮忙去找大夫签的字，我去开车没让一辆白色比亚迪秦dmi，司机骂人竖中指不咋滴，回来叫的宏状元，我没吃午饭，晚上我炒西红柿菜花，我洗碗，饭后去我出去买味多美，晚上买了粉笔职测综应网课秦叶事考红宝课"],
            ],
"2022-1-7": [
            ["00:00-23:59","早上我开车上班，上午去王佳伟老师那里展示，下班回来她蒸饭我炒杏鲍菇炒鸭肉，我洗碗，晚上她帮我准备面试，结果啥都不会说，紧张的结结巴巴，跟没准备一样，心里好没底"],
            ],
"2022-1-8": [
            ["00:00-23:59","早上我开车送她去上班然后开车回家，刘万山鼎富阁请客吃饭，然后去看他们南邵的房子，回南口先去调解室再回家待会，开车去她单位接她下班，然后去龙旗广场吃宏状元，遇到个不错的人主动跟我俩换座位，我去永辉给他买可乐，结果回来时他吃完走了，晚上我撸来的"],
            ],
"2022-1-9": [
            ["00:00-23:59","早上我开车送她上班，回到家准备面试问题，吃挂面，下班开车去接她，我炒西葫芦热我爸炖的小块牛肉，我洗碗"],
            ],
"2022-1-10": [
            ["00:00-23:59","早上我开车上班，下班去永辉买生菜西红柿维生素面包腊八粥，她单位下班开会我开车去接，到家我做手抓饼煮腊八粥，我洗碗，她验孕棒测出来了有一点浅浅的印"],
            ],
"2022-1-11": [
            ["00:00-23:59","早上我坐地铁去协和医院看郭俊超大夫，还是说观察着，赶回学校上班，订的李先生香菇鸡丁饭，下午特别疲惫，下班到家她把菜准备好，我炒菜花茄子，她去西三旗支行拍照，我在外面等着冻得我啊，到家我洗碗"],
            ],
"2022-1-12": [
            ["00:00-23:59","早上我开车上班，上午去王佳伟处展示，代码推到清华代码托管，下班去单位接她，永辉买菜买水买虾馄饨买包子卖煎饼，我洗碗"],
            ],
"2022-1-13": [
            ["00:00-23:59","早上我开车上班，下载了公考雷达发现北京脑重大疾病研究院科技与开发办公室事业编岗位，打算报考，感觉要犯偏头痛，下班去她单位接她，回来路上公交成心怼我，到家我炒西葫芦煮虾蒸米饭热牛肉，她测验孕棒颜色浅又焦虑，我洗碗，她玩拼图我去后面走了一圈"],
            ],
"2022-1-14": [
            ["00:00-23:59","早上我开车上班，然后去刘晓蕙那里写网站，跟王亚坤陈晋红去听涛园二层吃大盘鸡饭羊肉串，下班直接到单位接她，到家我做手抓饼煮混沌，我洗碗，晚上看《开端》"],
            ],
"2022-1-15": [
            ["00:00-23:59","早上我开车去社科院望京考试，上午专业题还好，英语考的啥玩意全蒙的，去吃吉野家，回来赶紧换西装，面试紧张了竟然，问题回答的一塌糊涂还好英语答的还好，面试官有赵芮胡滨还有一个女英语考官，考完了开车回来，她爸妈前后脚到，我推小推车拉东西，帮她爸顺丰寄粉条，我炒鸡丁西葫芦，买的那个小西红柿是真好吃，支付宝打电话让我改信息，吃完饭她爸妈回去了，她洗碗，晚上看《开端》"],
            ],
"2022-1-16": [
            ["00:00-23:59","早上开车送她上班后我回南口，先回家再去姥爷家，我爸买牛肉，吃完饭调解室，我跟我爸拉电视去修，社区拉米面油鸡蛋奶放小棚子，回家拿物美购物卡看我爸体检报告，刚回调解室就来人修马桶我就又赶回家了，修完去调解室拿上电脑我就赶紧回北京，先去建行小营东路支行换纪念币然后回家做饭，去单位接她，到家我炒茄子煮虾热肘子，她洗碗，晚上买面包永辉买包小面包热风看雪地靴，到家看了一集《开端》"],
            ],
"2022-1-17": [
            ["00:00-23:59","早上我开车上班，下班去单位接她，我去永辉买东来顺羊肉片火锅蘸料矿泉水，试纸变深了好多，晚上吃涮羊肉，我洗碗"],
            ],
"2022-1-18": [
            ["00:00-23:59","早上我坐地铁上班，上午给刘小蕙展示网站MRM功能，下班去永辉买面条，到家炒茄丁面，她打车下班，结果我把面条煮糊了又去超市买了一趟，我洗碗，晚上戴假发看了3集《开端》"],
            ],
"2022-1-19": [
            ["00:00-23:59","早上开车去三院抽血，吃头壹号，等着的时候看了一集《开端》，HCG是325.67，结果张春梅没出诊，看的李楠楠，说血值低隔天再来抽血，停车收了我45肯定是坑我了多收了1小时，去吃姥姥家春卷，下午到家给小电动充电，睡了一觉我洗澡听粉笔课，验孕棒测得好深，晚上我炒面，我洗碗，看了4集《开端》，社科院黄老师告诉我面试通过了，还是很想去上的"],
            ],
"2022-1-20": [
            ["00:00-23:59","早上我开车上班，下雪了，穿小内衣上班，上午把网站数据整完了，下班去她单位接她，她给我味多美卡我去买面包，下班永辉买包子晚上吃涮肉，我洗碗，验孕棒颜色也不怎么加深，加油啊"],
            ],
"2022-1-21": [
            ["00:00-23:59","早上我开车把她送到三院就去上班了，结果张春梅还是没上班，我赶紧找孔菲，她找了护士长高玲帮忙看结果挂号，结果儿子真争气血值873.14，开了药她就回家了，下班我先回家接她一起回她家，她爸妈都在家呢，晚上吃的肉饼西葫芦芹菜，在她家睡的"],
            ],
"2022-1-22": [
            ["00:00-23:59","早上她爸开车上班车撞了，我俩吃完早饭回我家，跟我爸妈说她怀孕了，本来不让她去姑妈家大下雪天的，她懂事还是跟着去了，大二姑妈家拿的米面西红柿，在那吃的饺子，下午回来把我爸妈送到她家路口，我们就回她家了，晚上我俩来调解室吃黄花鱼羊蝎子牛肉油菜蘑菇，我妈给我剪头发，拿了两条鲈鱼，超市买一箱水人工结账机器还死机了她进来自助结的，晚上回她家睡"],
            ],
"2022-1-23": [
            ["00:00-23:59","早上起来试纸挺深的，但是她上厕所有些出血担心极了，开车去新世纪换香油奶米，先回调解室拿了两瓶香油，我爸同学都在调解室，然后回她家吃蒸鲈鱼荷兰豆，吃完饭就回龙旗广场了，走到红泥沟了快她妈打电话她的粉包没拿回去又拿一趟，到龙旗后我骑小电动去交网费，下午在家听课，晚上吃手抓饼汤圆，我洗碗，她玩拼图"],
            ],
"2022-1-24": [
            ["00:00-23:59","早上我开车上班，吃完饭去建行给她取0新钱，下午到刘小蕙那问问网站行不行，然后找徐颖问问再去人事开工作证明，下班到家去永辉买菜到家蒸鲈鱼，我洗碗"],
            ],
"2022-1-25": [
            ["00:00-23:59","早上坐昨天约的曹操出行一起去三院查血值，早餐吃的头壹号，骑车回单位，学抽的早但是结果出的好晚，但是血值很好0，张大夫出诊说翻倍还行就是基础值低，做了彩超宫内早孕，继续加油！下午给杨帆解决了个pylibtiff包的问题，丰胸药用了两天浑身不舒服，坐地铁下班她炖的牛肉土豆胡萝卜蒸米饭，穿她给买的新内衣套装，吃完沙发上我睡的呼呼的，换床单洗床单凉床单，晚上看最后两集《开端》"],
            ],
"2022-1-26": [
            ["00:00-23:59","早上开车上班，上午老板diss我问王佳伟的软件，食堂就开了一层，到家发现小区做核酸，我们楼14层有一个次密接，我炒西葫芦热牛肉她做的鱼豆腐娃娃菜，本来说送她晚上去单位开会也没去，做完核酸去永辉买阿迪羽绒马甲好利来面包华为手表，我洗碗，晚上回来做行测题被她完爆了。。。"],
            ],
"2022-1-27": [
            ["00:00-23:59","早上我开车上班，上午去王佳伟处问新需求，送华为手表，到家我剁鸡她看着我起急，干煸青椒鸡肉还挺好吃，我洗碗，去做核酸，然后去永辉买水饼干草莓面包酸奶酱油，本来拿着袋子结果因为手推车不好用我临时换了一辆就把袋子落之前那个车上了，晚上洗新的被单床罩"],
            ],
"2022-1-28": [
            ["00:00-23:59","早上我开车上班，下午又忘了她跟我说晚上吃什么结果她又生气了，下班我到家骑小电动去她单位给她送假条仇师傅给开的门，果味多买车厘子，她给烙的肉饼，我洗碗，春节她不能回家过年很难受哄了她好久"],
            ],
"2022-1-29": [
            ["00:00-23:59","早上我开车上班，上午杨涛让我下来一趟，下午她爸取完车接她回家，我到家后骗子穷追不舍差点被骗啊，简单吃的肉饼剩粥，洗澡扫地洗衣服"],
            ],
"2022-1-30": [
            ["00:00-23:59","早上我开车上班，订的李先生卤肉饭，她吐了，下班早出来先回龙旗广场浇花拿东西，然后回南口她家，她家春联掉了，让我找胶带我听错了结果她跟我急了，回调解室吃炖鸡羊排肘子芹菜，买的马甲我爸很高兴我妈的化妆品也不错，到家三姑妈三姑父来告诉小惠怀孕了，晚上我家睡"],
            ],
"2022-1-31": [
            ["00:00-23:59","早上起来爸妈先去姥爷家，我跟她之后过去，拎着东西手这凉，姥爷家吃的杨硕龙娇舅舅舅妈姥爷在，吃完饭他们去壶口瀑布我俩回她家休息拿饺子，起来去味多美订蛋糕肯德基吃蛋糕，回姥爷家吃饭，王磊他们来了，我爸上班我们就回家了，给三个姑妈老姨姥姥打电话，晚上她出血挺多的好担心，我爸竟然就回来了，她睡了我们吃的饺子"],
            ],
"2022-2-1": [
            ["00:00-23:59","早上起来煮饺子吃，上午爸妈出门买菜取蛋糕，在家过得生日，下午爸妈去调解室我俩在家，她吐了3回，我们拿上水果走着去调解室，我跟她先吃的，杨硕龙娇给买的了蛋糕，舅舅给买了皮带，吃完就回去，晚上把《永恒族》看完，直到睡觉都挺好谁知道她躺着吃完药就不行开始吐得厉害，我爸给蒸了豆包吃"],
            ],
"2022-2-2": [
            ["00:00-23:59","早上在家休息，来调节室，李月香唐新生一起吃的，吃完饭我俩回她家浇花睡了一觉，下午回调解室他们回来摘得草莓，晚上在一起又接着吃的，吃完饭我俩就开车回龙旗广场了"],
            ],
"2022-2-3": [
            ["00:00-23:59","早上开车去三院，先在头壹号吃早餐，回三院做彩超结果没有胎芽胎心，胎停的可能性大5天后再做彩超看看，到家出了不少鲜血，微信问张春梅决定下午回医院看看，我蒸豆包煮馄饨草莓，下午在医院改挂急诊号，开了5针黄体酮针剂，在三院打第一针，回来联系到东村卫生服务中心能打针，晚上我做手抓饼，我洗碗，吃了一小粒色谱龙"],
            ],
"2022-2-4": [
            ["00:00-23:59","早上先去打针，然后开车回调解室，我妈文化组织员领导刘纲强熊瑶一家三口来吃饭，我爸烙的饼，下午他们坐车去西关买石头架子结果没开门就回来了，晚上在调解室吃的剩饭，我妈去姥爷家接回俩狗我俩就回龙旗广场了，到家看了点冬奥开幕式"],
            ],
"2022-2-5": [
            ["00:00-23:59","早上去打针，然后去龙旗广场看电影《这个杀手不太冷静》，去吃麦当劳，我下午想去看房她想在家待着就跟我不高兴了，下午我在链家看看房，我爸去看冬奥会冰车比赛，晚上我做手抓饼，我洗碗，晚上陪杨硕手机打麻将"],
            ],
"2022-2-6": [
            ["00:00-23:59","早上去回龙观卫生服务中心打针，然后开车回南口，高速不让上，先在她家待了一会，然后我开车一起去调解室，在她家路口碰上个大SB不让路懒得理他，两家在调解室吃的涮羊肉，提买房的事，下午去西直门那里跟链家中介看房，看上一套红联北村一楼，回来时车堵住了我挪不出来，回来路上她们买房磨磨唧唧我不高兴，晚上到家煮饺子，给她大舅打电话问问买房子"],
            ],
"2022-2-7": [
            ["00:00-23:59","早上我开车上班，写北京脑重大疾病研究所的应聘表，打算把五楼挂网上卖，去吃饭我爸不同意，建行存钱，校医院问核磁能拷电子版么，下班她炖黄花鱼我炒西葫芦，她洗碗，晚上我去永辉买菜买水，考虑社科院那个博士项目，得知外语还有duolingo这个考试，晚上陪她手机打麻将"],
            ],
"2022-2-8": [
            ["00:00-23:59","早上一起打车去三院生殖中心，在那吃的蛋糕，确认胎停了，我骑车回单位，她看完后坐公交回龙旗，下午去中西医抽血，交龙旗广场停车费，我下班到家骑小电动取结果，她蒸肉我炒西葫芦，晚上帮我改北京脑重大疾病研究所材料，并发邮件报名"],
            ],
"2022-2-9": [
            ["00:00-23:59","早上我开车上班，发现昨天报名的简历硕博连读写成本硕连读了，上午跟我视频我屋里有人没看她，她就挂电话生气了，下班到家她准备好菜我炒咖喱饭，我洗碗，晚上玩手机麻将"],
            ],
"2022-2-10": [
            ["00:00-23:59","早上开车一起去三院看计划生育科，开单子做检查，她早上吃东西了没发抽血只查了白带心电图和尿，二楼走廊吃早点，查完开车把她送到六道口地铁她回家我上班，差点闯红灯，下班她准备菜我炒鱼香肉丝，我洗碗，晚上她说遛弯结果犯懒不去了我很是失望，我自己去的"],
            ],
"2022-2-11": [
            ["00:00-23:59","早上开车送她到三院然后我上班，她抽完血就坐地铁回南口她妈开车接她乐多港，下班我回她家，她爸她妈在家吃肉饼"],
            ],
"2022-2-12": [
            ["00:00-23:59","早上起来她爸妈去扎针，我来吃完早饭出门正好她爸妈回来，在姥爷家吃带鱼，吃完饭我们四个打麻将，下午开车去西关买博古架，乐多港看衣服投篮玩鲁班锁看小猪，回调解室拉上东西回我家我爸把东西放小棚子我妈回家，然后我俩回她家吃晚饭炸酱面，我骑车回家跟我妈待会，然后回她家睡觉，她就又不高兴了"],
            ],
"2022-2-13": [
            ["00:00-23:59","早上下大雪了，去调解室吃涮羊肉，决定还是开车回，吃饭前我们四个打麻将我妈赢的大豪华小对儿，饭后又玩了一把我赢得多，饭后送她去新中关找高寒，雪大走的西山口的京新高速，我在龙旗广场戴假发试给她买的长羽绒服，结果她回来时开始出血，我骑小电动地铁接她，然后赶紧开车去三院看急诊，还好出血不多观察了会，打车去汉庭酒店，过了不能用她建行的优惠"],
            ],
"2022-2-14": [
            ["00:00-23:59","早上坐公交到医院她约检查和手术，我回单位王佳伟处展示，她开了个小时房，下午她做核酸然后坐车单位找我一起回家，订的大鸭梨烤鸭，结果吃完饭她就又开始出血了，这回孕囊排出来了，我们赶紧去三院看急诊，好在出血不多，我开车把她送到酒店然后我把车开到学校骑自行车回酒店，开车掉头时在桥底下逆行来的"],
            ],
"2022-2-15": [
            ["00:00-23:59","早上一起坐公交去三院，把组织给了朱小辉老师，然后去看计划生育科改药流，她的医保卡落机器上后来找回来了，吃肯德基，退了手术做公交回家永辉买元宵，她躺着我写CFA笔记，结果她生气了，我煮饺子炸元宵，我洗碗，晾衣服，给小电动充电，晚上睡觉看手机她又不高兴"],
            ],
"2022-2-16": [
            ["00:00-23:59","早上我坐地铁上班，结果奥森两站通过不停车，只能林萃桥下车坐公交去15号线，结果还早下了一站，到单位急着给杨涛图书馆北门送录音笔，她去三院取中药，下班到家我做土豆牛肉炒青椒热宏状元外卖，我洗碗，睡觉前收拾屋子，跳绳俯卧撑做过劲儿了"],
            ],
"2022-2-17": [
            ["00:00-23:59","早上我开车上班，我妈坐公交来龙旗广场，超市帮我们买菜看热风雪地靴，然后来我家看，给她耿高惠做午饭，吃完饭就回家了，下班先到家然后骑小电动我俩去北店时代广场吃好伦哥，不知道为啥我特不舒服站不住，回来去龙旗广场热风给我妈买黑色雪地靴给她买条灰色运动裤，晚上到家我们四个远程玩手机麻将，我连输三把，第三把输的最多"],
            ],
"2022-2-18": [
            ["00:00-23:59","早上我开车上班，下午好多快递她买的拼图花小零食啥的，下周末她想去度假我不想去她不开心，下午好像是犯偏头痛了但是不严重，下班先回家接上她然后回她家，她妈炖的排骨，吃完饭打手机麻将，突然浑身不适，晚上她家睡的"],
            ],
"2022-2-19": [
            ["00:00-23:59","早上吃完早饭去姥爷家，姨妈姨夫在炖的黄花鱼什么的，吃完饭回家，她回家睡觉，我爸跟李晨去田梁家，我跟我妈走到水库回来迎上我爸，我把车停到楼下后我妈偏要把大铁柜搬到五楼，我们不搬跟我和我爸吵，晚上走着去调解室吃自制牛排汉堡蒸年糕，我妈给我买口腔溃疡散黄码没买成，打手机麻将我胡了个海底捞月七对自摸门清赢了256分，开我爸那手动挡拉了几块石头回家，她先上楼我跟我爸妈后面走了一圈，晚上到家又玩了两局"],
            ],
"2022-2-20": [
            ["00:00-23:59","早上我妈发微信让我俩赶紧起床，我爸请人吃我俩结婚份子钱的饭，我妈也先下去了，我俩之后开车下去，我在车上跟她说我妈问我她姨妈不准的事，她就生气怪我不跟她商量，我也很生气不想理她，把车停地下通道车里坐着，我妈打电话一块去的姥爷家，我妈炒鱼香肉丝炖黄花鱼炒荷兰豆，她就坐着玩手机也不说话，吃完饭我和我妈把她送到她家楼下，我送她上去她也不说让我妈上去坐坐，然后我妈回调解室我就开车去4s点给车做保养了，我在4s点把软件所的主管申请材料写完发过去了，晚上到家我自己做的手抓饼吃"],
            ],
"2022-2-21": [
            ["00:00-23:59","早上我开车上班，她做小火车回来的，快下班时她出门了，到家我自己做的手抓饼吃，问过才知道她去找高寒吃饭住那里撸猫去了，但是没打招呼夜不归宿做的很过分，晚上睡觉尿床了"],
            ],
"2022-2-22": [
            ["00:00-23:59","早上我坐地铁上班，找王老师去签实验技术成果结果告诉他签字错地方了，还没写论文材料，上午在生物医学馆2楼眯了一觉，下班到家她啥也没干，本来准备做饭的我也不想做了，去永辉买面包买包子三送一，我买俩还是送了我一个，晚上玩了两把手机麻将，我妈胡了个双素豪分，第二把她输的最多362分，一晚上没跟我说话"],
            ],
"2022-2-23": [
            ["00:00-23:59","早上我开车上班，上午王佳伟处展示，然后到监控室讨论V集群管理员登录，下班到家我炒长条茄子热麻辣香锅，哄她吃饭，晚上玩一把手机麻将"],
            ],
"2022-2-24": [
            ["00:00-23:59","早上我开车上班，杨涛跟我布置一年任务，早上太困了一直打哈欠，估计他不爽了，下午她去三院检查还是没有流干净，开了一星期药等下次姨妈来再复查，下班到家她还是是都没弄睡的正香，因为她把花插到我的柠檬芒果中我抱怨几句她就急了，她订的烤串外卖我煮小米粥，我洗碗，晚上玩三把手机麻将，她总是点大炮输了不少，又订了栗子和奶茶外卖，晚上躺床上不给我被子盖踢我掐我，不懂我为什么不哄她，我去，你冻着我踢我掐我不让我睡觉，我抱你你不让我碰让我离你远点，我TM还哄你我哪那么贱，她去睡沙发了"],
            ],
"2022-2-25": [
            ["00:00-23:59","早上我开车上班，她去三院取药，下午可晚才回来不知道干嘛去了，到家我看她也没做饭我也躺着去了，玩麻将她也不应我爸妈，睡觉前有点饿吃了饼干豆浆苹果"],
            ],
"2022-2-26": [
            ["00:00-23:59","早上没去安贞医院直接开车回南口了，到她家她妈去买面条，带她妈和她去乐多港吃韩式烤肉我结的账，后来她妈把钱给我了，回来把她们送到地下通，她给买的桃酥什么的，我回调解室以为姨妈他们在呢锁着门，车里睡了一觉然，下午跟我妈去后面爬楼梯山，回来我跟我妈去她家接她，我妈没上楼，美廉美买了个蛋酥卷，晚上姨妈姨夫舅舅舅妈姥爷一块吃的，吃完走着回她家睡了"],
            ],
"2022-2-27": [
            ["00:00-23:59","早上起来去调解室，吃饭前我们一起玩手机麻将，我爸给炒米饭，她也不帮忙不拿碗拿筷子什么的，我爸去招待所吃饭，我们三个吃，吃完我把她送回家她跟她妈睡觉我在客厅听课，我妈给我发微信我就拉两块石头回家了，在家跟我爸妈玩手机麻将好开心的时光，然后回她家吃面条，晚饭吃的怪别扭的，开车回龙旗广场，她一路憋着没哭出来，给她买的筋膜枪到了，我先把她送回家然后去永辉买面包，晚上睡觉前给她发了很长一段话，她哭着回到床上我们和好了，结果晚上竟然尿床了"],
            ],
"2022-2-28": [
            ["00:00-23:59","早上我开车上班，阮华斌要写自然基金专利部分，下班骑可以变档的小青桔去新中关跟她汇合，我还是迟到了，去看OPPO的折叠屏手机，买两个小蛋挞甜点，刮彩票没中奖，吃火炉火自助烤肉给她过生日，然后做回清华开车回家，晚上我跟我爸妈玩了1把手机麻将，晚上说蹭蹭结果还是啪啪啪了，出血了还是先别啪了再养养"],
            ],
"2022-3-1": [
            ["00:00-23:59","早上我坐地铁上班，监控室开组会，下班我炒口蘑苦瓜鸡蛋，她第一天上班下班特别晚，我洗碗，一起去永辉买菜"],
            ],
"2022-3-2": [
            ["00:00-23:59","早上我开车上班，上午王佳伟处展示可能要改图片格式，回杨涛办公室开会说v集群心跳设计，吃完饭去西操打篮球，下午她又说难受手抖憋气心脏难受，真的好烦，就不能积极向上健康起来吗，就这状态能生小孩么，下班我煮苹果金桔水，我炒菜花煮苦瓜热牛肉，我洗碗，吃完饭拉着她去后面走了0步，回来我跟爸妈玩了两把手机麻将，混悠都没胡感觉他俩故意的"],
            ],
"2022-3-3": [
            ["00:00-23:59","早上我开车上班，在食堂买了晚上吃的花卷玉米饼，下班我煮苹果金桔蜂蜜水，我炒西葫芦热牛肉，我洗碗，自己去永辉买了个面包，回来跳了0个绳，本来说明天去看南二环附近的房子，又改海淀的，结果她觉得房子不好，嫌我瞎看房也不查查怎么买房晚上就又不高兴了，真是不理解，感觉买房上就我最上心结果还不得好"],
            ],
"2022-3-4": [
            ["00:00-23:59","早上我开车上班，她去安贞开药看病，问我吃啥还是吃麦当劳去了，我去校医院约核磁，下班她炒莴笋炒鸡蛋大虾空气炸锅面包屑大虾，我洗碗"],
            ],
"2022-3-5": [
            ["00:00-23:59","早上她去上班，我做动车回南口，我妈俩狗接我，把俩狗放姥爷家，跟我妈去美廉美买菜，舅舅舅妈姥爷家吃的，舅舅跟我说龙娇怀孕了，下午回家待了会，然后我爸开车送我跟舅舅到西山口，回龙旗广场，假发片到了，很真但是发量少，她下班我俩去永辉买菜，我不推车说我，我拿的塑料袋小也说我，回家没开壁挂炉也说我，晚上我切羊肉片，她煮的涮肉吃，她洗碗，我歇了会感觉她就不高兴了"],
            ],
"2022-3-6": [
            ["00:00-23:59","早上她去上班我坐动车回家，我爸妈俩狗接我，姥爷家玩了几把手机麻将，姨妈过来待了会告诉孙志强是男孩，我爸炒菜花油菜烩肉，用保温盆装了晚上吃的，调解室待了会，然后自己坐动车回龙旗广场了，她说下午头疼吐了，我骑自行车接她下班，去味多美买面包，到家热带回来的饭，她煮混沌，吃饭我不让她玩手机她怼我生气了，我洗碗，晚上让她出去走走她也强烈不去也不跳绳了，晚上睡觉嫌我打呼噜把我戳醒了"],
            ],
"2022-3-7": [
            ["00:00-23:59","早上我开车上班，她吃完饭做坐动车回南口了，下班我自己煮挂面吃，穿打底裤雪地靴长羽绒服伪街去了"],
            ],
"2022-3-8": [
            ["00:00-23:59","早上我穿森马牛仔裤坐地铁上班，下午有点拉肚子，下班回来的路上特别渴，浑身不适，两腿无力，她做动车回来的，晚上她做牛排吃煮西蓝花胡萝卜玉米粒炒西葫芦，她洗碗，我吃完饭不舒服躺着睡了一觉"],
            ],
"2022-3-9": [
            ["00:00-23:59","早上我开车上班，中午修苹果一代手写笔，坏了没法修了，张云老师那拿大型仪器效益奖证书，下班关注到欣飞翔的前高用品，我炒菜花热西葫芦热牛肉，她洗碗，永辉买菜，刮彩票中了30，看了看小米华为折叠屏手机，晚上啪啪啪她高潮了"],
            ],
"2022-3-10": [
            ["00:00-23:59","早上我开车上班，通知中国农业科学院农业信息所笔试考试，考虑再三不考，到家我做咖喱饭，我洗碗，她尝试做鸡蛋牛奶淀粉白糖芝士片甜点，结果给煮糊锅了，晚上我俩走到后面地铁那里，聊着天一会儿就走回来了也不累，走走多好！回来她不服又去做了那个甜点做成了，睡觉前我玩欣飞翔玩具她偷拍"],
            ],
"2022-3-11": [
            ["00:00-23:59","早上我开车上班，去王佳伟老师那里拷不同格式的图片，聊了一会儿天，下班我开车先回家等她下班，在蒙古包那接上她先回她家，上楼的时候正好她爸到家，吃的涮羊肉，吃完待了一会回我家了，玩了会手机麻将在我家睡了"],
            ],
"2022-3-12": [
            ["00:00-23:59","早上起来我爸买了糖火烧回来，家里听了一晚上水说来也没来，我爸还打了一桶水回来，我妈走着去调解室，我们仨开车过去，我跟她去接姥爷来调解室吃饭，我妈之后带着俩狗也来姥爷家，我先去美廉美买生抽老抽他们直接去调解室，我爸做的带鱼芹菜虾，吃完饭我们开车到水库底下走着往水库里走了走，打算买五菱宏光miniev，算上租号太贵了，回来我跟她回她家，她睡了一觉还起晚了，我和她跟她爸妈拿着排骨什么的来调解室一起吃的晚饭，晚上她手机开会我们仨玩手机麻将，她着急想回家，到她家她妈没睡等她爸呢，睡觉前她问我我爸吃饭时说给罗师傅打电话来的么，可能是嫌我回答太敷衍就不乐意了，我也生气了"],
            ],
"2022-3-13": [
            ["00:00-23:59","早上从她家出来，她开我车去上班，我走着回家，到家遛狗，吃完早饭我爸开舅舅的车我们仨去乐多港，在好特卖买了好多东西，会调解室吃昨儿晚的剩饭，下午我爸跟阚老师去看石头，我跟我妈回家走到水库地下，回来写了两节笔记，晚上我妈做苦荞饼我爸炒葱爆羊肉煮小米粥，送我做动车回龙旗广场，她下班吃完饭来接我晚了点，到家我跟我爸妈晚手机麻将"],
            ],
"2022-3-14": [
            ["00:00-23:59","早上我开车上班，下班我去超市买菜，我炒辣酱西葫芦做彩椒烤串，她洗碗，晚上啪啪啪"],
            ],
"2022-3-15": [
            ["00:00-23:59","早上我做地铁上班，到单位主管打电话告诉我要在王新全老师课上将我做的那个qt软件，下班到家我做汉堡包，她洗碗，晚上拉着她去绕着三旗百汇那遛弯，走一半我开始闹肚子赶紧回家了"],
            ],
"2022-3-16": [
            ["00:00-23:59","早上我开车上班，上午赶紧做讲课的ppt，她好像自暴自弃不运动了，下班我去永辉买白菜，她炒彩椒虾仁鸡蛋蒸白菜肉卷烙玉米饼，我洗碗，晚上我自己遛弯，回来跟我爸妈玩手机麻将"],
            ],
"2022-3-17": [
            ["00:00-23:59","早上我开车上班，到单位在车里坐会听网课，去生物技术馆一楼拉泡屎就去做核磁，必须得有人跟着没办法让王亚坤过来，他没到我就被叫进去了，机器刚启动没检测到呼吸，重启了一下，让大夫找了块布改在胳膊上要不都冻麻了，这次钆喷酸葡胺增强剂打进去反映大，心跳快嘴麻了，回来吃完早饭赶紧到杨涛办公室，订的李先生外卖，下午快下班难受的厉害，到家坚持着炒口蘑炒醋溜白菜辣椒放多了，她回来热昨儿的肉馅饼，她洗碗，吃完饭去好利来买蛋糕，买10块钱即刮型彩票中20，睡觉前简单啪啪啪"],
            ],
"2022-3-18": [
            ["00:00-23:59","早上我开车上班，上午给王新全试讲了一下，抢戴梦华的号半个小时没抢着，下班下大雪晚上决定不回南口，到家我没接她让她打车回来自己外面吃的，我在家吃煮挂面吃，她不高兴回来，晚上中介推荐明光北里的房子，睡觉前因为我跟我妈说她不想去参加婚礼就又不高兴了"],
            ],
"2022-3-19": [
            ["00:00-23:59","早上一起开车回南口，先去姥爷家跟我爸妈汇合，然后开车出发去觅舍盛宴婚礼堂参加婚礼，她自己回家，吃完饭我爸送姥爷他们回家然后去值班，我跟我妈送李月香回家然后在家睡了一觉，然后跟我妈去耿高惠家楼底下到市场拿羊肉，晚上调解室吃烤串，张帅通知参加面试，吃完饭我们四个玩手机麻将，爸妈先回家，我跟她回她家待会拿上东西回我家，玩了吧手机麻将就睡觉了"],
            ],
"2022-3-20": [
            ["00:00-23:59","早上起来我俩开车先回家，吃完早饭她骑小电动上班，我上午在家写笔记，热肉饼吃，下午准备讲课内容，炖羊蝎子，她下班吃羊蝎子涮菜，她洗碗，然后他就开始收拾屋子各种不爽，把我说不高兴我很气愤的让她好好说，她就不高兴不出去了，我自己去超市买洗涤灵，回来没理她我自己睡沙发"],
            ],
"2022-3-21": [
            ["00:00-23:59","早上我开车上班，下午去取核磁结果，1.3*1.4*1.3了，抢戴梦华的特需号，在王新泉院长研究生课上讲了30分钟的课，到家后跟爸妈玩了把手机麻将，然后晚上睡觉尿床了"],
            ],
"2022-3-22": [
            ["00:00-23:59","早上我坐地铁上班，上午在监控室开会，我得把jumpserver搭上一个基于ttyd的email二次认证和lkupV，下午基本上设计实现好了，下班坐地铁时突然想到解决办法，小陈帮我完善了，她下午骑小电动车去五彩城买桃酥就一盒了，回来给车胎打气，到家她炒的菠萝咕咾肉洋葱爆羊肉，我洗碗，晚上我出去跑了一小圈，回来跟她拼拼图同时跟我爸妈玩了把手机麻将"],
            ],
"2022-3-23": [
            ["00:00-23:59","早上我开车上班，下午在监控室写email+ttyd双认证jumpsever脚本，陈晋红帮我注册建行生活卡，下班到家我把剩下的那块拼图拼好了，我炒鸡蛋彩椒，她到家她热肉饼空气炸锅骨肉相连，我洗碗，一块走了一圈，回来拼拼图，壁挂炉感觉有蛐蛐在叫"],
            ],
"2022-3-24": [
            ["00:00-23:59","早上我开车上班，上午去工会俱乐部做核酸捅嗓子，马海峰请假在家写职称材料顺便帮我注册建行生活卡，我到家等她开完会下班，骑小电动迎她下班然后去五彩城吃南京大牌档，除了美颜粥其他的巨难吃，家乐福买了面包片，买了泸溪河桃酥，骑车车回家接着拼拼图"],
            ],
"2022-3-25": [
            ["00:00-23:59","早上我开车上班，上午杨涛办公室讨论V集群管理员登录，最终决定使用Google Authenticator二次认证，她坐动车回家剪头发做美容，下午跟小陈一起搭在了Jumpserver上，开车回南口现在家待了会，然后去她家吃排骨，她爸妈都在，吃完饭拿上她帮我给小狗带回的鸡胸肉和牛肉我就回家了，到燕磨峪迎爸妈，然后一起去美廉美买明天带的午餐，他们结账好多不刷可真够可以"],
            ],
"2022-3-26": [
            ["00:00-23:59","早上起来我跟我爸妈开车去黄楼院，上山土路上没少托底盘，爬到山顶，祭奠先烈，跟小糊涂仙合照，在山上吃的午饭，风可大了，下山滑到正好被我妈录下来，下午回调解室我跟我妈擦车我爸给人咨询，在调解室吃的涮羊肉，到家玩了几把手机麻将，拉了3泡稀"],
            ],
"2022-3-27": [
            ["00:00-23:59","早上起来爸妈又较劲，我爸拿着早上买的猪肉先下去了，没拿调解室钥匙，我开车我妈走着到的调解室，我爸回来把肉炖上，我妈去姥爷家接他过来，我爸找人把折叠床的腿儿焊上了，我们四个吃的炖肉炒豆腐炒芹菜炒菜花，吃完饭我把姥爷送回家，我们把床支上和沙发换了个位置，我眯了一觉就出来了，到我爸单位正好他出来说了几句就回龙旗广场了，到了碰到快递小哥寄了书包和假发快递，坐了他的机车，永辉花点时间订了的花，然后又去物美买面包坯子草莓工行存，到家做汉堡，我洗碗，把拼图一起拼完了"],
            ],
"2022-3-28": [
            ["00:00-23:59","早上起来吃完早饭一起躺了会，洗完毯子开车去丰台档案服务中心，走着去吃吉野家服务员挺好告诉手机扫码优惠多麻将有点怪味给换了，下午开车去协和把车停in88，戴梦华大夫看周围有强化很担心，开了B超造影和超声内镜，我开始没决定做超声内镜，后来又回来给加上了，很担心不好，手术应该很快会做了，我妈跟银行因为封闭基金的事吵了一天，耿高惠几句话就说到点子上了，回来在家她订的眉州小吃外卖，晚上我妈去找行长同意等到6月封闭期结束拿补偿，晚上我遛弯回来，她自己炖的土豆胡萝卜牛肉"],
            ],
"2022-3-29": [
            ["00:00-23:59","早上我坐地铁上班，阴天没拿雨伞，上午在2203开会，把jumpserver首页的文字改掉了，胰腺群里有个病友通知周五住院，下班回来我去好适口给她买了3个玉米饼，我炖土豆胡萝卜牛肉煮生菜空气炸锅薯条，薯条忘了吸水了没弄好，我洗碗，晚上去永辉买水买山药面包玉米粒西蓝花茄子，买了两张即刮型彩票没中奖，晚上穿情趣内衣戴假发玩欣飞翔搞射了"],
            ],
"2022-3-30": [
            ["00:00-23:59","早上我开车上班，到单位杨涛让我给jumpserver做扫描，在调解室解决防火墙ip不能上问题，enable的选项被人取勾了，点李先生咖喱饭套餐一直没配送，刚去食堂吃退单就给送过来了，下午试出来jumpserver免密登录的方案，打印店打印日记，下班我做汉堡，她洗碗，晚上一起走到后面红绿灯，回来我们四个玩了把手机麻将"],
            ],
"2022-3-31": [
            ["00:00-23:59","早上我开车上班，上午杨涛让写工会活动中心材料，开月会，他自己要了份开会的饭自己吃，贾安宝在讲课杨涛让我进去把投影插上我说好弄，其实是想让他快点我没明白没进去，他自己进去了我才反应过来进去也没弄好，他亲自给贾安宝下楼又要了一份饭，下午去王佳伟处了解怎么提取head，到家我炒茄子热牛肉蒸山药，她下班月结晚点出来买了香蕉草莓回来，她洗碗，我自己后面走了一圈，到家记账她蒸山药发糕，晚上啪啪啪，没啪呢上来用玩具就高潮了，今天状态特好用延时可猛了"],
            ],
"2022-4-1": [
            ["00:00-23:59","早上我开车上班，上午给杨涛笔记本下了个office，担心胰腺长得不好，下午装新版jumpserver，到家她做烤羊排炒西蓝花鸡胸肉煮剩饭紫米粥，她洗碗，一起去后面跑了一小圈然后去永辉刮彩票中10元又换一个没中，买面包咸菜酸奶，到家戴假发她给我剪了剪，换黑盒子蟑螂药，我们四个玩了把手机麻将"],
            ],
"2022-4-2": [
            ["00:00-23:59","凌晨胳膊没知觉惊醒了，早上我开车上班，打电话让我把取了一下京东快递，下班我妈坐的动车来找我，我骑小电动去车站接她，然后开车接上耿高惠去昌发展吃韩时烤肉，正好有一个靠窗户的位置，吃完饭在西三旗那掉头堵车太晚了还是把耿高惠送回龙旗广场了，然后我就跟我妈开车回南口，我爸值班接上他回家，用了用新买的文石leaf电纸书阅读器"],
            ],
"2022-4-3": [
            ["00:00-23:59","早上起床我爸开车去单位开门，我跟我妈下楼迎着我爸，接上我们开车到姥爷家集合然后去天寿陵园给姥姥上坟，在那碰见上次帮忙解决查狗姓杜的人，回来把姥爷送到路口，然后去道南美廉美买菜道南市场切羊肉，把我爸妈送到调解室，然后我到家拿书包，姥爷舅妈姨妈姨夫调解室吃涮羊肉，我睡了一觉我爸妈洗车，然后我就开车回龙旗广场洗了个澡，她让我去永辉买水果，她下班超市找我买了青怡苹果香蕉粑粑柑，开车回平谷她大舅家，就她妈他大舅舅妈，吃的烤串炖鱼炖肉豆角，吃完饭没回她奶奶家，玩了几把麻将，我就胡两把"],
            ],
"2022-4-4": [
            ["00:00-23:59","早上起床她妈推门告诉我们她先回去我俩接着睡，吃过早点联系她爸去接她，从他舅家出来接上她爸就去她奶奶家，她小哥耿高亮打电话让去以为是要借钱，到她家他媳妇聊微信不出来，我说要回她才过来，咨询税务上账目微信流水的事，我两句话解决的，吃的大棒骨豆角炖鱼卷子，吃完发我俩就开车回龙旗广场了，到家她嫌东西多拿不了我把车开到家门口，结果一趟能拿，玩了会拼图睡了一觉我戴假发穿小吊带粉裙子让她玩我捅屁屁，晚上她热大棒骨煮小米枣粥，吃完饭去永辉，30块彩票她刮出我刮出10，买了面包芋头苹果香蕉小蛋糕，到家拼了会拼图就躺下了，睡觉前用玩具和手让她高潮两次，我知道怎么用手了，嘿嘿嘿"],
            ],
"2022-4-5": [
            ["00:00-23:59","早上送她上班赶紧去火车站迎我妈，接回家后坐去五彩城无印良品买了个小包，试了试假发片2+我妈没舍得，到底下一次美食街她吃肉夹馍凉皮我吃照烧鸡排饭，骑车去五道口唐风采假发店试了顶假发片，骑车去新中关再看一家结果没开门，骑车返回买了那顶，骑车到五道口坐13号地铁，本来打算坐到我家然后骑小电动送我妈去做动车，我妈决定坐地铁回去让我爸西山口接，我们在清河换乘，我把我妈送上昌平线回去了，我在清河站等她下班做13号线过来，一起坐地铁送她到西直门她找高寒吃饭，我没下车坐这个车回龙旗广场，到家吃的手抓饼喝的小米粥，晚上骑小电动回龙观地铁接她，到家拼拼图"],
            ],
"2022-4-6": [
            ["00:00-23:59","早上我坐地铁上班，早上跟杨涛说了要做检查请一些年假，吃完饭去建行存我爸给的，卡心坏了柜台存的，然后去工会俱乐部做核酸，没预约现场预约工作人员看我手机是英文的说我是外籍人员，下班到家我玩拼图，我炒西葫芦热鱼和芋头，她洗碗，晚上我自己去后面走了一圈，回来一块把拼图拼完了"],
            ],
"2022-4-7": [
            ["00:00-23:59","早上我开车上班，她先去建行换卡没换成，然后去三院检查，结果还好，问朱小辉老师胚胎染色体结果是正常的，下班她顿鸡腿炒芹菜，我洗碗，晚上出去一块跑了一圈，晚上我们四个玩手机麻将"],
            ],
"2022-4-8": [
            ["00:00-23:59","早上我坐地铁上班，30左右从学校出来，到协和那边apm吃吉野家，去看消化科吴晰月超声内镜，让别人插了个队先看了，正好有个专家教学会诊给安排下周五的无痛内镜，看完坐地铁回龙旗广场了，到家补了个笔记，晚上我炒芹菜鹅蛋热剩肉美龄粥肉饼，他洗完，出去一块走到了红绿灯"],
            ],
"2022-4-9": [
            ["00:00-23:59","早上开车把她送到单位我就开车回南口，到调解室正好爸妈到那，给俩狗煮鸡胸肉喂了，然后去姥爷家，我爸炖带鱼炒芹菜菠菜，带鱼感觉时间长了鱼腥味，下午我开车带我妈去昌平区医院看头疼，外科说让看内科，内科没号看的急诊，拍了个CT，等结果去杰奥看羽绒服，CT结果有个白点说是正常钙化，回来后到姥爷家吃的剩饭，我喝了小米粥吃了橘子，然后一块出来地下通道那买芒果我妈买菠萝蜜，我在车站接耿高惠，我爸妈就回去了，在她家跟他妈爸吃的荠菜馅包子，吃完饭我拿她奶奶买的鸡蛋苦菜荠菜开车回家，拿了本书，手机麻将玩一半就赶紧出来走着回她家，到她家她爸还没回来呢，她家睡"],
            ],
"2022-4-10": [
            ["00:00-23:59","早上爸妈找刘岩刘万山他们去京西古道，给我打了好几个电话最后还是决定去，从她家出来地下通道买香蕉，对面农行国家反诈app注册送布包，把要卖的三本书方调解室拿上我爸的充电器接上我妈俩狗刘万山两口子，调解室拉了泡屎，刘岩开车汇合，去京西古道，协和医院给我打电话确认没吃凝血类药物，突然觉得还是别爬了有疫情什么的，把他们送到那我俩就开车回龙旗广场了，中午订的鑫巴蜀烤鸭外卖，下午用手让她高潮简单啪啪啪，她去单位开会，晚上吃中午剩菜煮的西蓝花，坐地铁住到协和附近汉庭"],
            ],
"2022-4-11": [
            ["00:00-23:59","10点多到协和，先约抽血，等麻醉科的时候打电话让我去做超声造影，囊内有实质成分，然后抽血看麻醉科，附近吃的李先生我吃牛肉饭她吃咖喱饭，坐地铁到家，我先回家她去育新建行换卡，去永辉买菜，晚上她炖黄花鱼炒香菇油菜蒸白薯，她洗碗，我去走了一圈"],
            ],
"2022-4-12": [
            ["00:00-23:59","早上我开车上班，杨涛发微信让我转让lkupV工作给王亚坤，下班我做咖喱饭，她洗碗，晚上一起后面遛弯，到家我们4个玩了两把手机麻将"],
            ],
"2022-4-13": [
            ["00:00-23:59","早上我坐地铁上班，医院通知硕硕住院，我看协和APP超声内镜约的是周四上午，一直打电话确认一直打不通，下午刚让硕硕帮我去现场问一下，她刚到5楼内镜中心结果电话打通了，让她白跑一趟，快下班到校医院开了肿瘤标记物的化验单，约了校医院第二天核酸，确认是嗓子眼，到家我炒西葫芦热牛肉吃的肉饼芒果她买的糖火烧，她洗碗，晚上我后面走了一圈"],
            ],
"2022-4-14": [
            ["00:00-23:59","早上我开车上班，吃过早饭去校医院做核酸竟然只花了1.77，回来到杨涛办公室问了问我手术的情况，上午他们练习实心球我也扔了仍最多10米吧，下班我到家等她下班买面包后一起坐地铁去王府井apm吃吉野家，吃撑的好撑，到酒店放书包后一起出去遛到长安街，然后去逛了王府井书店，出来在麦当劳买了冰激凌就回酒店了，洗了澡就睡了"],
            ],
"2022-4-15": [
            ["00:00-23:59","她还是起来出门给我买早点去了，去那个凉皮店结果没做出来，其他的都没开，最后还是等在麦当劳给我买了皮蛋瘦肉粥，就买了一碗只喝了大米其他的皮蛋肉都没敢吃，她后悔只买了一碗，我们躺到了30然后退了房，一起去麦当劳她去吃饭，然后就去5楼内镜中心了，等到也没问清楚到底几点能做上，然后她就在那等我去急诊输葡萄糖去了，一直输到通知我赶紧过去，结果员工通道不让我过，只能先坐6号电梯下到B2层再坐7号电梯坐到1层，赶到5楼内镜中心后进去输上液喝了局部麻药等着的时候，左边的大爷高干70多岁是胰腺癌心态真好，右边的大爷胰头上的，和局部麻药的时候都说我太紧张了，做完后麻药一过我的话可多了，那个胰腺癌大爷竟然还没做上呢，看结果竟然没跟导管相通，和之前的检查不一样啊，跟我爸妈说了我做检查，拔"],
            ],
"2022-4-16": [
            ["00:00-23:59","早上她上班去了，起床吃过早饭我爸给我打电话说他们做动车过来找我，上午也确实不舒服，写了一个笔记正好他们快到了，我就开车去火车站接爸妈，到家蒸米饭炒豆腐鸡蛋西红柿吃炖的排骨肉，吃完饭睡了一会，实在是不舒服，他们去三旗百汇看看，回来我妈到热风给我发微信我过来找他们，我买了2个即刮型彩票让他们挂，啥也没中，永辉买菜回来给我妈买了2根冰激凌她吃了1根，到家我们三个打了把手机麻将，我爸炖鸡腿，我爸妈烙木头芽馅饼煮粥，等耿高惠下班后一起吃完饭，嗓子捅的还是不行馅饼咽着疼吃面包片了，她洗碗，吃完饭我们四个玩了把手机麻将，然后去永辉好特卖看了看结账嫌排队我妈就没买，出来海澜之家回力看了看鞋，然后爸妈就开我的车回家了，我俩又去买回力的鞋，想试试哪款女鞋，销售不让我穿我生气不买了，结果不知道是没给她买鞋还是没买奶茶她就不高兴了，到家嫌锅没刷干净把冰激凌直接冻冰箱里没法吃，我躺沙发上玩手机她自己去睡觉，醒了就把我叫回去睡了"],
            ],
"2022-4-17": [
            ["00:00-23:59","早上她去上班，我出门骑了辆没锁的小青桔正好月卡到期了没花钱，赶到火车站差点完了公交卡余额不足，充了没到账呢，工作人员就让我晃一下赶紧进去就没花钱，下火车到调解室拉屎，我妈带着俩狗来了，我把鸡胸肉给俩狗煮了吃，我爸到姥爷家做的丸子胡萝卜烩肉，吃完饭回调解室我妈非要去爬山没去跟我爸吵吵，我跟我爸洗车顺便把舅舅那辆车也洗了，柳絮毛太多了就简单洗洗，我妈给俩狗洗澡剪毛，然后我开车把我爸送单位值班，我妈打电话不干了让回来，正好我爸没拿钥匙，回调解室又待了会，我妈给我理发，我爸电脑统计社区打疫苗的，然后我就开车回龙旗广场了"],
            ],
"2022-4-18": [
            ["00:00-23:59","早上我坐地铁去三院生殖看男科开自精保存单子，到三院精子库开检查，然后又回生殖中心抽血，她从家出来我们在北土城汇合坐地铁到apm吃胜博殿日式炸猪排，然后去协和，从侧门我进来了保安不让她进莫名其妙，最后也进来了，戴说超声造影和超声内镜的结果冲突，让以超声内镜为准，再观察半年，又开了MRCP和肿瘤标记物肝功胰功的抽血化验，从医院出来我们去了雍和宫求平安，出来买了根抹茶冰激凌，到家出地铁骑小电动回家，她做土豆胡萝卜炖肉，我洗碗，她没遛弯，我戴短发去永辉买面包，晚上本来说内射，结果她不让我戴假发啪啪啪，我不乐意她就不高兴了，也没啪就睡觉了"],
            ],
"2022-4-19": [
            ["00:00-23:59","早上我开车上班，到单位杨涛找我给我安排工作，我跟他说了医院让再观察3月，上午先去校医院退肿瘤标记物的化验，医生签字不在就去工会俱乐部补测核酸，然后又回校医院医生回来了就给退了，下班打电话问退保险附加险，结果这个是绑定的不能退，到家我先在沙发上睡了一觉，去永辉超市买羊肉片金针菇香菜蒿子秆，晚上吃涮羊肉，她洗碗，我戴短发去遛弯，回来我躺沙发上看手机她把卧室门锁上了，晚上躺床上嫌我玩手机轰我去沙发上睡了"],
            ],
"2022-4-20": [
            ["00:00-23:59","早上我在家吃的早饭，然后坐地铁去北医三院做精子细菌检查，然后美团打车回单位，坐了极狐的电车，上午杨涛让我查微软开会的人信息，网页被删了一楼看poster也没有，中午点的麦当劳巨无霸外卖，下班到家写了个笔记，买的那双回力的板鞋到了有点小，自己热肉饼煮青菜吃苹果，戴短发走了一大圈，回来楼道门打不开走的地下车库上来的"],
            ],
"2022-4-21": [
            ["00:00-23:59","早上我坐地铁上班，出门前赶紧装蟑螂屋，药饵质量差一撕撒了一地，她开车从家出来，清华西北门把车给我然后她去三院生殖中心了，估计她下午去看电影了很晚才到家，下班到家我炒茄子炒鸭架，哄她吃了点，我洗碗，晚上我去永辉买面包菜花洋葱青椒香蕉，晚上我睡的沙发"],
            ],
"2022-4-22": [
            ["00:00-23:59","早上我开车上班，她竟然给我发微信了，张春梅跟孔菲说让去看看王海燕，但是孔菲没跟我说，下班到家我炒酱爆鸡丁菜花西红柿，我洗碗，晚上我去遛了一大圈，手机落车里了，睡觉前我才知道她昨天抽了11管血，晚上她想让我回床上睡我看出来了，但我睡沙发"],
            ],
"2022-4-23": [
            ["00:00-23:59","早上我坐地铁去协和医院抽血，退核酸好麻烦也才退了2.4，然后坐地铁回单位，下班我先去物美买面包坯子半脂填丘比酱生菜柑橘草莓，结账时美通卡还是不能用，是APP上有个开启按钮没选上，太小太隐蔽了真不好看到，买的回力帆布鞋终于到了，把之前那双回力鞋寄快递退了，到家我做汉堡，她洗碗，晚上想让她出去走走，结果她说累怎么着也不去，我生气了自己去的回来一直没理她，我睡的沙发"],
            ],
"2022-4-24": [
            ["00:00-23:59","早上我开车上班，上午因为她不运动微信又闹别扭，她说她不生了，本来打算下班不回家在学校吃的，但是还是心软了，下午想翘班还是忍住了，下班到家去超市买了面包和好多菜，结账时忘了刷山药，到家肚子疼拉稀结果她多点就到家了，也不理我我也懒得做饭了，她回屋玩新到的拼图喝新买的豆浆，我玩手机吃剩木头芽馅饼，然后自己去遛弯，我睡沙发"],
            ],
"2022-4-25": [
            ["00:00-23:59","早上她起得特早就去同仁堂看中医去了，我开车上班，她上午又去了中山公园，马海峰找我吃饭，拉肚子似的特别虚，吃完饭去监控室找HDMI转VGA线，看到了个小米摄像头就拿回来了，下午生物技术馆7开刘晓蕙网站的会，开完去做核酸，给杨涛查微软会议人的资料，她下午去三院生殖王海燕说免疫可能有问题都在临界值，担心怀孕后这些指标会高让一个月后复查，下午她又回同仁堂把重要拿回来，下班到家我给她洗了草莓喂她吃给她哄好了，我做菜花西红柿鸡丁娃娃菜鱼豆腐蒸米饭，我洗碗，晚上我自己溜了一圈，晚上洗完澡帮她拼拼图啪啪啪"],
            ],
"2022-4-26": [
            ["00:00-23:59","早上我开车上班，出来时拿错钥匙了，把她小电动的钥匙拿走了，把我的钥匙落家了，中间小铁门锁上了只能走正门，点的嘉和一品咖喱鸡饭，下午到监控室搭建schedule写了个自动鼠标切换电池监控界面的脚本，修改lkupV的GPU使用率和温度，下班出来晚点，到家后她快下班了我骑小电动去她单位，吃的眉州小吃干臊面麻辣烫，回来去永辉20块钱即刮型彩票我第一张中20第二张中10块，买一次性筷子水女短袜南瓜面包片苹果，到家她不出去走走洗衣服，我穿牛仔裤回力帆布鞋短发去走了一圈，回来一起拼拼图，晚上她性欲特高，玩玩具没能高潮然后就干我啪啪啪，非让我射出来，我忍住没射明天还有工作，后天想拿跳高第一呢"],
            ],
"2022-4-27": [
            ["00:00-23:59","早上我坐地铁上班有点小雨，上午到监控室结果杨涛发微信让我过来做监控，中午跟王亚坤马海峰去荷园吃的，校长办公室那边走了一圈，下午在监控室继续写lkupV的GPU使用率和温度，问陈晋红才知道运动会因为疫情推迟了，到家我去小区做核酸非得让我绕远，准备菜她到家炒麻辣香锅我炒鹅蛋菠菜，我洗碗她去做核酸，一起骑小电动去五彩城买桃酥，晚上啪啪啪她把我干内射了"],
            ],
"2022-4-28": [
            ["00:00-23:59","早上我开车上班，上午在监控室写lkupV，他们去吃饭，我点的李先生香菇鸡饭外卖到生物技术馆吃的，下午接续在监控室写lkupV，下班了他们都在我也没好意思早走多呆了会，然后跟杨涛说先撤了，到家我先把剩下的拼图拼上了然后做手抓饼吃，她下班打车到火车站坐动车回家了，晚上遛了一圈"],
            ],
"2022-4-29": [
            ["00:00-23:59","早上我开车上班，她早上去体检了，上午先到王佳伟老师那里看他演示引入外部lib，然后到监控室继续写lkupV，杨涛故意让我给他脚丫子上碘酒，马海峰表示不理解，我就用养狗来给他解释，他人品差但这个我忍了，谁没养过狗呢，在人手底下该忍就忍，我把lkupV按照王老师搭在了vjob上，谁知道要把这个撤了放vmgt01上，拔网线我才知道，拔之前说这个我没听到，杨涛说我充耳不闻，中午在清青永和吃完饭去做核酸，下午接着做lkupV，终于调试好了，外来负责V集群的两个人闹不和其中一个人罢工走了，下班我开车回南口没走高速，先到她家接她，她家要装窗户屋子里乱着呢，然后一起去调解室吃晚饭，吃的炖牛肉肘子姨妈给的枣味儿馒头不知道啥做的，从我爸这拿了两条烟去她家，帮着搬了几盆花，然后开她家车到我爸社区待了会，然后到调解室我开上我家车回家，两辆车都停楼下了，三姑妈他们我家楼下我爸下去他们没上来，我家睡，嫌我老弄那个联通版手机不高兴了"],
            ],
"2022-4-30": [
            ["00:00-23:59","早上我爸5点去准备核酸会场，我俩多开她家车到中共南口特支纪念馆（詹天佑）做核酸，她开车去上班，我爸骑电瓶车带我到他办公室我开车回家遛狗，吃完饭补CFA笔记洗头，跟我妈走到调解室把剩下的笔记补完，跟她去做核酸后去姥爷家再去美廉美买菜，舅舅舅妈做饭在姥爷家吃的，晾衣绳掉了舅舅重弄上的，我爸拿着盒饭我们吃完饭收拾好才回来，没怎么吃就去地下通道东边去剪头发，我跟我妈骑电瓶车回家开车，我妈也理了发，然后去红泥沟看特斯拉组装聊了聊，回来后到调解室我跟我爸洗车，车上都是树粘子擦不掉，晚上姥爷舅舅舅妈杨硕龙娇姨夫姨妈姨夫姨妈王磊代翠红王怡欢在调解室吃的，舅妈做的饭，吃完饭我开车把杨硕龙娇送回北七家北京城建畅悦居，路上杨硕说想要女孩，买金条给闺女便宜了女婿，龙娇听了不乐意，然后开车回龙旗广场，到家她玩拼图呢，洗了龙娇舅妈给买的白雪公主草莓，然后我记账不睡觉她不高兴把卧室门锁了，一会起来没收我电脑，还好我藏了卧室钥匙，我睡沙发"],
            ],
"2022-5-1": [
            ["00:00-23:59","早上起来把她送到单位，刚往南口开我爸打电话说一会去二姑妈家，我就开车回龙旗广场去麦当劳买了个汉堡吃，回家收拾收拾屋子，然后开车到西三旗桥南接上爸妈去西直门危改小区，葛佳于静文葛爱予也在，在二姑妈家吃的葛佳做的西红柿鸡蛋面，吃完饭拿上给的毛毯凉席什么的，到南口就把凉席扔了，她下班没回家，晚上去姨妈家吃烤羊肉串，我先去接姥爷碰上王磊和姨妈，我爸妈说去买水果，结果半天也没过来我骑姨妈电动车迎着他们，结果我爸漏刷东西被扣那了，我妈先出来，吃一半我爸也过来了，据说是交了1800的罚款，吃完饭我们就回家了"],
            ],
"2022-5-2": [
            ["00:00-23:59","早上我爸去布置核酸，我跟我妈走着下来到调解室，她也开车到那汇合，做完核酸我跟她回她家，她爸妈也在，吃的排骨豆角蒸鱼炸香椿儿卷子，吃完饭打算去玩刺杀雍正结果人数太少就没去，她爸妈下午去水库里面爬山，我跟她在家睡了一觉，然后去调解室吃饭，我爸做的烤羊肉串煮的玉米棒渣儿粥，吃完饭我耿高惠我妈去美廉美买第二天的午餐，我爸在调解室睡觉，买回来一起走着回家，我家睡的"],
            ],
"2022-5-3": [
            ["00:00-23:59","早上起来我爸去布置核酸，我耿高惠我妈起来吃完早饭到调解室拿上吃的，然后去做核酸后出发去后花园，爬万福梯后没去一线牵就往回走，吃了自热锅面包片熟食香蕉我妈吃的包子粥，回来后先到调解室接上我爸，把爸妈送到家，我拿上电脑就回她家了，在她家洗了澡没找着眼镜洗了衣服，穿她妈给买的睡衣，啪啪啪内射后睡了一觉，晚上吃的茴香馅儿馅饼虾炸香椿儿，吃完饭把刘晓蕙网站的作图的功能写完了，晚上在她家睡的"],
            ],
"2022-5-4": [
            ["00:00-23:59","早上起来从她家出来开车去我爸那做核酸，没看见我爸，送她到西山口，我到家我妈带俩狗出去了，上午查农行理财以为利息是57块，打电话找理财经理小翟，结果到农行发现是看错了，我在调解室上午待了会看CFA高顿网课睡了一觉，到地下通道找我妈，她去美廉美买水煮肉底料，地下通道口买豆芽菜，舅舅舅妈在姥爷家一块吃水煮肉排骨竹笋，我爸晚回来吃的饭，到调解室有两个人送了三箱橙子，睡了一觉刚要走就来了个咨询的，发现结了串小葡萄，我爸骑电瓶车放回办公室，我去迎着，我妈取快递走着回去，把我爸送到家等我妈到，然后我开车回龙旗广场，骑小电动去她单位接她，跟仇师傅聊会天，到永辉买两个刮刮乐没中买大鸡腿柠檬黄瓜，到家做核酸，她做手撕柠檬鸡，我洗碗，她玩拼图，我去走了一圈，她想吃冰激凌，我去麦当劳给她买原筒，我往里走非让我出来到门口，买回来路上冰激凌都化了我赶紧跑回来"],
            ],
"2022-5-5": [
            ["00:00-23:59","早上她骑小电动上班，我在家写了点笔记等我妈，我去开车结果龙旗广场门都没开，我从车库出口下去开的车，到西三旗桥南接上我妈先去唐风采修发卡修发型，然后赶紧去三院那边看房牛奶宿舍蓟门南里光明北里，群里说明天居家办公了，把车停到花园东路我去三院打印结果，有个凝固酶阴性葡萄球菌感染，也能存就是贵一倍多一年，然后对面肯德基取餐，我妈吃牛肉堡我吃鸡肉堡，吃完到天通苑那边弄眉毛，到那问哪个门，结果非让先预约我们就回龙旗广场了，结果停地库时说永辉封了，我们就把车停上来，问耿高惠回不回南口，我妈在我家等会她，听说不回我妈就坐汽车回去了，我在家把笔记补完，都糊涂了以为她还是三点下班呢，我炒莴笋，我洗碗，我绕着龙旗广场走了一圈差不多都封了，到家洗衣服没把排水管插下水道水撒了一地，晚上把被褥都换了"],
            ],
"2022-5-6": [
            ["00:00-23:59","早上一起开车去三院生殖，她先下车去分诊，我把车停对面车上吃的早点，结果这个诊室看的特别慢等了半天，约无痛宫腔镜结果得补几个检查，抽了血查了心电图，出来在巴黎贝甜买了小蛋糕小面包面包片，回龙旗广场路上收到短信工行牡丹卡又忘了还款了，她做手抓饼，我洗碗，补笔记，两点腾讯会议开组会，戴长假发文胸女T恤黑魔术裤，开完会突然想起来明天检查最好做核酸，小区正门口排队做核酸，看到另一对以为人少呢，结果排过去发现是排队做核酸，要先到另一队那身份证录入，我又回去重排，还好骑着小电动可以坐着，回来把小电动充上电，晚上她做美龄粥鸡块薯条青椒，我洗碗，她给单位报备永辉被封让跟社区报备，我怕真给封了明天没法去医院让她明再说，她就跟我急了说我不当回事，我没理她，晚上戴长发穿新买的蓝色T恤黑魔术裤回力帆布鞋走了一圈，可真冷冻坏了，到家她在沙发上睡的真香叫她回床上睡也不去，我就自己回屋睡觉了"],
            ],
"2022-5-7": [
            ["00:00-23:59","早上醒来发现她回屋床上睡呢，她吃过饭骑小电动给我送到育新地铁，然后她就去上班了，我到协和去做MRCP，昨天做的核酸结果没出来，担心48小时过了进不去，虚惊一场没过48小时，中去做的现实的是晚上的检测时间，等到才做上，昨晚也没吃早饭就赶紧赶回家，在小区做了核酸，联系快递小哥刘半仙把乐心手环5寄出去卖了，爸妈做公交车到育新，我出小区迎着他们，他们带的苋菜馅儿和和好的面到我家拉的馅饼，我没吃这个馅儿吃的她妈之前烙的茴香馅儿馅饼，热的美龄粥喝，泡了两杯柠檬蜂蜜水，我洗碗，也没休息就赶紧带着爸妈去长庚医院，到了不好停车先让我爸进去取号，我跟我妈找地方停车，我妈找保安停了个位置，进去发现我爸自己把号取了，安排的是2:30-3:00给我爸看心脏3:00-3:30看消化3:30-4:00我看外科，结果外科打电话叫我先过去看，肩上脂肪瘤很尴尬局麻还是全麻，最后还是观察着先备孕，心内刘芳大夫说我爸是典型的心脏病症状让住院查，他不住，医生帮我劝我爸，本来想在消化给他约个无痛胃镜，结果心脏不好不能做，等心电图时我爸去抽血结果过号了，我妈去拿药，住院中心登记住院后我开车把爸妈送回南口，调解室吃的手抓饼小米粥，她下班没回家买的玉米饼吃的橙子，据说晚上跳刘畊宏操，她在家把鸡腿炖了，我爸7点去社区开会，我把车停到俱乐部跟我妈从道北后面菜市场走回家，我爸到家待了会我就去睡觉了"],
            ],
"2022-5-8": [
            ["00:00-23:59","早上我遛狗，吃完早饭跟爸妈走着到调解室，我爸先去大操场给做核酸拍照，他们去姥爷家，我跟调解室补笔记喂俩狗鸡胸肉，到姥爷家吃茴香陷儿山药并，舅舅舅妈姥爷也在，吃完饭我跟我妈去美廉美买菜，到调解室补笔记，睡了一觉我就开车回龙旗广场了，到了小区做核酸取快递回家，又出去取快递，新假发，我炒西葫芦她昨天炖的鸡腿蒸米饭，她洗碗，晚上一起跳刘畊宏操，带新假发她把我口射了我用玩具让她高潮了，她这次好快，她玩新买的立体拼图"],
            ],
"2022-5-9": [
            ["00:00-23:59","早上她去上班，我在家看网课，上午戴新买的假发去取快递，吃的鸡腿黄瓜，下午戴假发去做核酸小区没有，走到了永辉对面打疫苗的那做的，第一天伪街，感觉太棒了！回来补笔记，晚上我做涮羊肉，我洗碗，晚上我自己去遛弯特别虚，晚上躺床上睡觉我说明天早上起不来她先去医院，她就又生气了"],
            ],
"2022-5-10": [
            ["00:00-23:59","早上起来没吃早饭一起骑小电动到育新地铁，不知道为啥手机不能刷NFC我去买的票，结果没赶上这趟车，她就抱怨我，我生气的怼她手机坏了我是故意的，她就生气了，上车过一会坐到我这边来没事了，到同仁堂开药，然后在一层我俩简单吃了点，她就赶去三院约宫腔镜，我在这等着拿代煎药看网课，快到骑肯德基拿汉堡，今天周二会员日66折，然后去协和打印MRCP结果，她微信聊起总去医院很烦不生了，我走回同仁堂中医院拿上药坐地铁到西土城等她，张春梅调义那边去了，她约了下周一的无痛宫腔镜，地铁汇合回龙旗广场，我妈去天通苑做完眉毛找岳丽梅然后就回南口了，我接耿高惠5000块钱竞拍天爵酒店管理股份，区做了核酸，晚上她炒香菇油菜鱼香肉丝，我洗碗，晚上一起跳刘畊宏操，她玩盲盒，我给哲哲姐姐分析他们的新股IPO作业，晚上失眠了又纠结上不上杜兰大学的管理硕士，拿被子去沙发上听微信读书才睡着"],
            ],
"2022-5-11": [
            ["00:00-23:59","早上起来吃完早饭，她骑小电动上班，我上午在家继续分析聂晓哲的数据，上午拍卖天爵酒店管理的13%股份都拍到了35万多，中午煮挂面泡鱼香肉丝吃，下午戴长假发去车里拿行驶本，回到家摘了假发又去小区做核酸，把写完的作业发给哲哲姐姐，补了个CFA笔记，发胶粘头发上弄不下来了，我炒杏鲍菇西葫芦热她妈烙的馅饼，我洗碗，晚上她条刘畊宏操，我收拾衣服，他帮我把发胶剪了"],
            ],
"2022-5-12": [
            ["00:00-23:59","早上起来她去上班，我在家补笔记，上午去取快递，吃的手抓饼，下午看网课，帮王老师解决lkupV时间是4月28日的问题，是因为我从root切换到thippo用户了，她今天下班早让我把鸡翅化上，我没用水泡上她到家就生气，她用炸鸡粉空气炸锅炸鸡翅我炒香菇油菜煮馄饨，我们手机都收到电子围栏的短信，我爸妈和我是因为5月1日去过西直门二姑妈家，她是因为前天去三院去枫蓝国际买原麦山丘，吃饭时我说晚上出去走一圈她怕疫情不让我出去我很不爽，她洗碗，晚上知道得居家隔离我因为过了10天隔离期可以外出打算回南口，结果她就不高兴说我觉得合适么，我真的特别失望，一方面跟着她隔离8天我爸妈的生日我都不能给她们过，我爸住院没准我也没法带着去，另一方面她下周一的宫腔镜也耽误了，最主要的是她真的很自私真的不为我考虑，我很失望不理她，她让我回去我还怎么回去，人真应该自私点"],
            ],
"2022-5-13": [
            ["00:00-23:59","隔离第一天，早上起来各自吃早饭，我给我妈生日转了666的红包，我补笔记她回屋睡觉，上午有社区的人来封门，她问我走不走，我赌气的说不走，她吃剩饭我煮方便面吃，方便面过期了，下午我看网课她一直躺着，晚上她吃剩饭我自己做手抓饼吃，睡觉前她做玉米饼，她睡沙发"],
            ],
"2022-5-14": [
            ["00:00-23:59","隔离第二天，早上起来各自吃早饭，上午她跳刘畊宏操我补笔记，上门做核酸被捅鼻子了，她定了菜到家，中午她自己做的酸汤肥牛，我馋的想吃一口舍着脸想吃，她不让吃，我自己煮挂面了，下午我看网课补笔记，开发网站日记的功能，晚上都简单吃的，她跳刘畊宏操，她睡沙发"],
            ],
"2022-5-15": [
            ["00:00-23:59","隔离第三天，早上起来各自吃早饭，上午我补笔记把portfolio management这章写完了，中午我打算炒菜花蒸米饭一起吃，结果她不吃，下午跟我妈我爸舅妈玩了3把手机麻将，晚上我主动给她做咖喱鸡丁饭，她不吃跟我嚷，我做好了喂她她不吃，结果撒被子上了，我赶紧去洗，她吃剩饭，晚上跟聂晓哲聊微信跟我说了好多她之前上学工作的事，睡觉前臭女人给我发了个哼，我赶紧借坡下驴哄哄她，还是不回屋睡"],
            ],
"2022-5-16": [
            ["00:00-23:59","隔离第四天，早上她跑我被窝睡，上午我写笔记，她订了好多菜，种的菠萝蜜种子发芽了，然后啪啪啪她高潮了把我干射了，我炒芹菜腊肠剩咖喱鸡薯片，岳龙的工作调查给我打电话，下午睡觉写笔记，晚上我吃她妈之前烙的馅儿饼看绿色星球纪录片她没吃饭，吃完了拉着我跳刘畊宏操，结果今儿不直播找的录像跳的，这个虚啊，晚上我们4个玩手机麻将，我胡了个混杠胡，晚上上床睡觉社区发微信说明天解除做完核酸就能解除隔离了，10天变7天了，太坑了，计划全打乱了"],
            ],
"2022-5-17": [
            ["00:00-23:59","隔离第五天，早上吃完早饭我写笔记，中午一块做麻辣香锅蒸南瓜，我跟她聊天聊聂晓哲她不爱听，我有点不高兴不理她了，她吃饭跟我道歉了，我洗碗，下午看网课，做核酸的来了，结果我被捅了两次鼻子，第一次我躲了一下没捅到，下午她吃酸奶冻冰香蕉想拉肚子，结果也不拉，我看《我的几何人生：丘成桐》，晚上我吃的剩麻辣香锅，她给我爸妈不知道买啥生日礼物，一烦就不跳槽了，最后给我爸买的台灯给我妈买的水杯，吃完饭屋里原地跑了20分钟有点虚脱，跟爸妈玩了把手机麻将，洗完澡喝奶粉，晚上躺床上啪啪怕，特别虚胃疼不舒服，一直睡不着，转寄顺丰的CFA二级课后原题多花2元"],
            ],
"2022-5-18": [
            ["00:00-23:59","隔离第六天，早上吃完早饭社区的把门禁拆了，上午我俩出去小区做核酸，正门找刘半仙寄快递，我俩没有通行证出不去取了快递就回来了，上午继续写笔记，计算平台有个腾讯会议听了听跟我没大关系，她核酸一直没出跟我撒气，中午做饭一直数落我，我这个生气，她做的冬瓜丸子，我洗碗，终于把高顿CFA二级知识精讲看了一遍，下午她躺着睡觉的时候她的核酸终于出了，我俩的弹窗也解除了，收拾东西去物业办出入证，然后开车回南口，先到我把社区接他，结果他有咨询的我们就先回家了，我爸到家炒的鸡丁西葫芦，吃完饭他们去后面遛弯，我俩就开车到地下通道然后回她家住了"],
            ],
"2022-5-19": [
            ["00:00-23:59","早上她开车把我送到家，走的时候想亲我，我对着老叔的小铺让她把车拐过去点，她不高兴没亲就上班去了，到家我妈正好要下楼，我跟着去后面找我爸，我爸在火车道打八段锦，打完回去买豆腐小萝卜，我爸去上班，我跟我妈去大操场做核酸，到调解室跟我妈洗车，然后洗了个头就去姥爷家，中午舅舅舅妈一块在姥爷家吃的，在地下通道那我妈给我爸订了束花，爸妈去春西子买衣服，下午在调解室睡了一觉，然后王艳来田梁来了，他们给了红包，阚老师也来了，他们帮着做的饭，我跟我妈去取花回来，刘万山两口子盛宝吉也到了，舅舅舅妈也到了，我妈给舅舅也买了衣服，阚老师爱人和外孙也到了，晚上一起给我爸过的59岁生日，我也喝了一点点1680的红酒，才想起来周一还要存精，耿高惠临下班来了俩警察打流水，结果加班到九点半，就让她直接龙旗广场了，没能给我爸过生日，我就带着爸妈回家了"],
            ],
"2022-5-20": [
            ["00:00-23:59","早上吃完饭跟我妈开车去大操场做核酸，人太多没做，医院打电话让我爸住院，给舅舅买200块钱刮刮乐体彩，到调解室跟我妈把车又擦了一遍，京东金条借了5万一月免息，等我爸来调解室收拾东西，我妈先去姥爷家做饭，我爸之后去社区办事，耿高惠从龙旗广场回来，一起在调解室写我爸病历，然后到社区接上我爸，到家继续收拾东西，我坐她车，我爸开舅舅车到地下通道，中午姥爷家吃的，舅舅生日，彩票200中165，吃完饭我妈回家耿高惠回家，我开车送我爸去住院，还是落了衣架没拿，押金3000，等了会没事我就开车回南口，快到了我爸打电话说不做冠状造影，我着急的直犯哮喘怎么说也不听，到调解室给我妈拿上药茶回家找我妈，带了会就让我赶紧下去买彩票买花去了，结果还是忘了拿她的衣服和中药，我拿着花盆去买的花，到她家刮奖200中120，吃的炖羊肉块，吃完饭她爸去打乒乓球，我跟她走着回我家拿药，跟我家待了会就回她家了，在她家洗了个澡还是用了洗发水，晚上啪啪啪"],
            ],
"2022-5-21": [
            ["00:00-23:59","早上起来她爸妈回平谷了，我俩早上吃的我爸的生日蛋糕，然后提着油杂粮各种东西到调解室开车回我家，给我爸拿暖壶干果什么的，让我爸帮着给耿高惠注册建行生活，不是本机不能办，等我妈快11点快到家我俩给炒的荷兰豆热的昨天她妈炖的羊肉阚老师的红烧肉买的烧饼，她洗的碗，吃完饭我把我妈的十字绣都挂闲鱼上了，中午想歇一会结果京东快递催着取快递就开车回龙旗广场了，推了个永辉小推车她回家收拾，我去停车刚回来到楼门口她发微信让我去取多米诺快递，到家歇了一会她给我爸空气炸锅鸡翅我炒茄子蒸黑米饭，我开车去长庚给我爸送过去，他吃完饭我把饭盆拿回家，到家眯了一觉，起来吃苹果香蕉，充电维护我把车推到别的地儿充的，回来我们仨玩手机麻将，她新买的煎药锅觉得放不稳给退了，晚上啪啪啪"],
            ],
"2022-5-22": [
            ["00:00-23:59","早上起来她做的鸡蛋饼，吃完骑小电动到育新地铁我去三院做核酸她去上班，她单位22-28号停业了，我到家把柠檬芒果菠萝蜜放阳台，把昨天的煎药锅退了然后去取快递去永辉买生菜，她中午回来买的巨无霸，到家让我用微波炉热剩饭，我直接带着盖就热结果盖变形了，她就生气，又说阳台都是水也不擦，我给她又买了个饭盒，我也不爽摔饭盒盖摔手机的，下午在沙发上睡着了，听见小门收垃圾的把锁打开了，我拿着车锁下去想上私锁结果锁太小，让收垃圾的走正门，我给社区的打电话，收垃圾的也找人，来了一女一男，都是臭外地老农民，也不知道牛逼个啥，那个女的还凑活还明白点事理，那收垃圾的接了个电话不让走小门就得了，到家我把俩摄像头都朝窗户外了，然后我赶紧给我爸做饭，煮馄饨做手抓饼，把琵琶腿去骨时还把手划了个小口子流血了，把琵琶腿做成照烧鸡块，开车给我爸送到长庚医院就回来了，停车的时候跟坐着的老头打招呼把车停他们旁边车位，老爷子说我车左前方可能是狗挠的，车前盖里有骨头，聊了一会我去买吉野家麦当劳圆筒，取了京东快递回家，"],
            ],
			
}
