diary_20230328_20240327_dict = {
	

"2023-3-28": [
            ["00:00-23:59","早上我开车去上班，上午复习CFA，中午吃完饭去万人给她买了个小玩具，然后赶回去车里给方纬打电话讨论ChatGPT应用，下午户军雷来3303说在这坐这了，我做了点虚拟人物视频，下班到家先取蓝莓快递，到家把它种上了，然后骑美团单车去她单位找她一块去吃好伦哥，然后一块走着回来的，到家开监管的组会就睡了"],
            ],
"2023-3-29": [
            ["00:00-23:59","早上我开车上班，上午把ChatGPT视频做完了，中午吃完饭去眼镜店，付了押金借了个眼镜框，下午复习CFA，她上午去三院做检查，然后去六院看康岚做了检查有轻微焦虑无抑郁，然后她去木棉花，下班到家我把香蕉苗种上了，我俩赶紧热肉饼吃然后去西小口看花，我说让她运动就给说急了，天黑了啥也看不清走了一圈就回家了，我洗碗"],
            ],
"2023-3-30": [
            ["00:00-23:59","早上我开车上班，上午复习CFA，把MFIN剩下的学费交了，中午点的吉野家外卖，吃完饭赶紧换西装，去生物新馆前照大合照，就我穿的正式，然后去先进个人三等奖颁奖，出来在门口找了计算平台集体照，然后去生物医学馆拍个人正装照，出来去还眼镜，回3303跟阮博士腾讯会议学习他那个mrc压缩，到家我贴新行车记录仪贴歪了，我做饭炒西葫芦热牛肉，结果蟑螂爬西湖里鸡蛋里了，她洗碗，我俩去永辉买袜子蛋酥卷，我跳300她跳500，到家监管小组开会讲PPT，然后就睡觉了"],
            ],

}