 diary_20230328_20240327_dict = {
	

"2023-3-28": [
			["00:00-23:59","早上我开车去上班，上午复习CFA，中午吃完饭去万人给她买了个小玩具，然后赶回去车里给方纬打电话讨论ChatGPT应用，下午户军雷来3303说在这坐这了，我做了点虚拟人物视频，下班到家先取蓝莓快递，到家把它种上了，然后骑美团单车去她单位找她一块去吃好伦哥，然后一块走着回来的，到家开监管的组会就睡了"],
			],
"2023-3-29": [
			["00:00-23:59","早上我开车上班，上午把ChatGPT视频做完了，中午吃完饭去眼镜店，付了押金借了个眼镜框，下午复习CFA，她上午去三院做检查，然后去六院看康岚做了检查有轻微焦虑无抑郁，然后她去木棉花，下班到家我把香蕉苗种上了，我俩赶紧热肉饼吃然后去西小口看花，我说让她运动就给说急了，天黑了啥也看不清走了一圈就回家了，我洗碗"],
			],
"2023-3-30": [
			["00:00-23:59","早上我开车上班，上午复习CFA，把MFIN剩下的学费交了，中午点的吉野家外卖，吃完饭赶紧换西装，去生物新馆前照大合照，就我穿的正式，然后去先进个人三等奖颁奖，出来在门口找了计算平台集体照，然后去生物医学馆拍个人正装照，出来去还眼镜，回3303跟阮博士腾讯会议学习他那个mrc压缩，到家我贴新行车记录仪贴歪了，我做饭炒西葫芦热牛肉，结果蟑螂爬西湖里鸡蛋里了，她洗碗，我俩去永辉买袜子蛋酥卷，我跳300她跳500，到家监管小组开会讲PPT，然后就睡觉了"],
			],
"2023-3-31": [
			["00:00-23:59","早上我开车上班，上午压缩数据，下午复习CFA，把结果发给杨涛，下班我做饭炖鸡腿煮芹菜，她洗碗，晚上给马峥峥做小chat，晚上买了好利来点心各跳200个绳"],
			],
"2023-4-1": [
			["00:00-23:59","早上我坐地铁去上课，把好利来点心给张洁了，下午听课趴桌上玩手机游戏，高帅提醒我老师过来了，下课小组一起准备明天汇报，下课我回来她骑小电动地铁接我，到家热的肉饼她买的糖醋里脊和豆角煮粥，我中午就吃的这俩菜，我洗碗，晚上去跳绳我她"],
			],
"2023-4-2": [
			["00:00-23:59","早上她骑小电动带我到地铁，我去去上课她去体检，上午一组汇报到11点30，二组有下午回去的，本来说中午不吃先汇报结果没同意，二组对李跃军有意见，中午一块拍照后吃完饭就回来接着汇报，我们组汇报的最次，我那部分没声效果一般，下课回来我吃的苹果，她在家吃完回来我去停车场我跳100她跳700"],
			],
"2023-4-3": [
			["00:00-23:59","早上我开车上班，上午复习CFA，然后在技术馆2105开组会，下午复习CFA，下班到家我做饭炒菜花煮虾，我洗碗，晚上各条1000个绳，肚子胀后背疼了"],
			],
"2023-4-4": [
			["00:00-23:59","早上我坐地铁上班，上午复习CFA，下午去校医院开彩超和肿瘤标记物检查，下午复习CFA，下班到家她说她又拉又吐不知道吃啥，我煮的饺子吃，她订的宏状元外卖，晚上一块去龙旗看看华为pad，看上那个水墨屏，晚上睡觉前在闲鱼上2400买了个二手的"],
			],
"2023-4-5": [
			["00:00-23:59","早上起床我俩吃过早饭，我把香蕉移到了大盆，把菠萝蜜抬高了，她买的阳台架子到了，我俩装完后去肯德基买了汉堡鸡肉卷，然后开车去植物园，找不着停车的地方绕了一大圈找到个好多人不知道的停车场，逛了逛去看了温室管，申晴彩超能看到胎心胎芽了，我俩逛了逛就开车回南口了，先到调解室，我爸妈炖牛肉呢，他俩先去姥爷家我俩盯着牛肉，我俩累的都睡着了，然后在姥爷家吃的带鱼排骨鸡蛋西红柿什么的，然后一块出来她回家在农行那就让我回调解室了，在调解室待了会我就开车回龙旗广场了，洗了澡担心胰腺，晚上忘了把炖的肉放冰箱了"],
			],
"2023-4-6": [
			["00:00-23:59","早上我开车上班，先去校医院做彩超抽血，上午下午复习CFA，她开车带她妈去北医三院，然后又去了植物园，下午我翻墙下小电影，她回来直接到清华找我，她在车里睡着了，我就自己先去取结果，肿瘤标记物都在正常范围内，彩超显示2.4cm了，下班我俩就开车回家了，先去永辉买了奶紫薯芋头什么的，到家她做饭蒸紫薯芋头热牛肉，我洗碗，然后晚上SM她捅我屁屁颜射她"],
			],
"2023-4-7": [
			["00:00-23:59","早上我开车上班，上午下午复习CFA，中午点的吉野家外卖，键盘坏了，她说她焦虑潜意识的，下班到家发现电饭煲里有小蟑螂，我做饭蒸米饭炒鱿鱼花，我洗碗，我俩先去永辉买了面包，然后走到了回龙观地铁，往回走的时候跟我闹情绪，洗了个头就睡了"],
			],
"2023-4-8": [
			["00:00-23:59","早上她去上班，我在家等华为paper快递，在家做题，把花搬外面阳台了，正好10点多快递到了，然后我就开车回南口了，我爸在调解室等我，中午给我炒的鸡蛋西红柿豆角什么的，我妈12点就参加别人的满月酒回来了，下午先去洗车，然后开车去昌平新世纪给我买了裤子外套短袖，然后开车回来我爸去特斯拉那开孙宏宇的奔驰，我跟我妈先回调解室，王凤英在调解室，拿上菜和肘子我就开车回龙旗广场了，我做饭超鸡蛋西红柿芹菜热肘子，本来说炒鸡丁的，我洗碗，到家又因为我不知道她哪天歇跟我闹脾气，躺着不说话也不出去了，我自己出去走到地铁，给我爸妈打电话抱怨说心理焦虑问题大，然后给她妈打电话，到家没什么就睡了"],
			],
"2023-4-9": [
			["00:00-23:59","早上开车带她去三院做检查，她检查完白带就下去抽血，我在三楼玩游戏没下来，她就生气了不理我，检查完就开车送她去单位，然后我就去4s店做保养去了，中午到家煮的饺子吃，然后做题，下班骑小电动去她单位接上她去华联吃的呷哺呷哺，回家洗了头就睡觉了"],
			],
"2023-4-10": [
			["00:00-23:59","早上带着她走到小区门口，她妈正好开车过来带她去北医三院机场院区，然后我开车上班，上午下午做题，户工把机械键盘帮我修好了，下班我开车去北医三院机场院区找她，南楼北楼找半天，结果也不让出来，门口见了见我就开车回龙旗广场了，到家做的手抓饼，跟我爸妈视频聊天被她听到了，晚上跟我闹情绪好久"],
			],
"2023-4-11": [
			["00:00-23:59","早上我坐地铁上班，上午把第六届实验室创新基金申请表写了，上午她快11点才做上宫腔镜，结果都正常，下午做题，然后《实验室研究与探索》发邮件让我修改稿件，管赵芳要了正装照，她跟她妈回南口了，下班到家热的饼吃的肘子黄瓜，去永辉买了两桶水面包，回来做题，洗个澡就睡了"],
			],
"2023-4-12": [
			["00:00-23:59","早上我开车上班，上午下午做题，到家躺着玩了会，突然想回家找她去，赶紧做饭煮饺子，吃完她说明天就回来了我就没回去，晚上戴假发牛仔裤伪街，回来做了几道题就睡了"],
			],
"2023-4-13": [
			["00:00-23:59","早上懒得起，在家吃的早饭，然后开车上班，上午弄美区Apple ID竟然弄好了，然后无意下了个免费的VPN，还挺好用，下午做题，她跟她妈玩完就回龙旗广场了"],
			],
"2023-4-14": [
			["00:00-23:59","早上我开车上班，上午整理照片，做题，中午去吃饭碰着王亚坤了，本来说是去吃牛拉，结果没开门，带我去吃清青汉堡，还挺好吃，然后去给聂晓哲充饭卡，监控室聊了会天，她去木棉花了，下午做题，下王志安YouTube，下班到家特虚，没做饭吃的苹果牛奶面包片，她去木棉花扎针灸，高寒用小惠手机给我发微信，然后她俩去吃烤鱼，回来我去地铁接她，拉肚子，晚上睡觉起来又拉"],
			],
"2023-4-15": [
			["00:00-23:59","早上起来在家收拾屋子，收羽绒服换床单，中午我做饭蒸米饭炒芹菜热昨天她拿回来的鱼，我洗碗，下午躺着睡觉，带她看pornhub，给他看了gay片，然后我就忍不住了让她捅屁屁，射了两回这个虚，然后骑小电动去三旗百汇，买了山竹紫薯橙子草莓苗芹菜苗，回来煮芹菜热牛肉，她洗碗，晚上出去我俩打台球，龙旗开了个自助台球厅，5比0赢她，晚上洗澡就睡了"],
			],
"2023-4-16": [
			["00:00-23:59","早上起来她去上班，我在家做了一套mock题52%,57%的正确率，中午吃的手抓饼，下午下王局拍案视频，看错题，晚上我做饭炖鸡腿炒圆白菜丝蒸紫薯米饭，试吃胰酶，我洗碗，晚上跳绳我200她300，然后去打台球我1比2输了，感觉甲醛太呛，我俩就出来了，711买了面包然后永辉买了肉片，到家没啥就睡了"]
			],
"2023-4-17": [
			["00:00-23:59","早上我开车上班，上午看错题，聂晓哲给买了个上岸的卡套，下午背知识点，下视频，下班到家躺瑜伽垫，她下班说我都不陪着去，我就去回龙观地铁找她一块去，地铁上特别不舒服，浑身虚出虚汗饥饿感，下地铁她先去扎针灸我去吃永和大王鸡排卤肉饭，然后去丰联广场3层木棉花找她，扎完针她去吃西少爷，然后坐地铁回家，洗了澡就睡了"],
			],
"2023-4-18": [
			["00:00-23:59","早上我起晚了，打了卡没着急出来，走着到地铁，下地铁也没车，等了会有车，到学校复习知识点，上午正装照发过来了，下午复习知识点，还是拉肚子了，下班前杨涛让我下去帮他改PPT晚出来了会，坐地铁回家，我做饭烤鸡胸肉夹生菜，她到家吃的时候生菜里有只小蟑螂，我洗碗，晚上永辉超市买面包香蕉，车库各条800个绳，到家看了会CFA就睡了"],
			],
"2023-4-19": [
			["00:00-23:59","早上我开车上班，上午下午复习知识点，写论文，打算把直播的也写成论文，她去三院机场院区办出院，吃的麦当劳，然后去木棉花，到早了一直闹腾喝奶茶，下班开车到家我做饭煮大虾西蓝花，吃的肉饼，她扎针让大夫看光光，她回家吃的饭，我自己去走了一圈，我洗碗，看了会书就睡了"],
			],
"2023-4-20": [
			["00:00-23:59","早上我开车上班，上午下午写论文复习知识点，中午没吃胰酶下午就拉肚子了，肚子涨疼的不舒服，下班开车到家吃手抓饼，然后龙旗去看《灌篮高手》，比赛中总是回忆感觉不好看，她开会8点多才回来，吉野家汇合吃的小火锅，到家协会就睡了"],
			],
"2023-4-21": [
			["00:00-23:59","早上我开车上班，上午复习写论文，我妈说我爸最近总晕，杨涛让写个转出数据的文章怼他来的，发工资了给她转了1万，中午吃完饭去U5-010会议室，跟刘晓蕙许丽娜开网站的会，给她们出了找本科生实习的方案来做网站前端，结果在盖章上没结局好，最后打算在清华校内找助管，下班到家先去洗车，到家我做饭炒豆腐蒸米饭，她洗碗，晚上去取快递我跳1000她跳600个绳买面包回家，看会书就睡了"],
			],
"2023-4-22": [
			["00:00-23:59","早上起来吃过早饭开车去平谷，她姨妈大儿子结婚，吃的农村流水席，吃完就开车回去，北务服务站上厕所，然后开车去奥森南园西门，车里眯了会，然后去逛公园看花，本来说好她去坐地铁我回家做饭，结果她又开始说我也不陪着去不高兴，最后我开车跟她去，不能说一说她就不高兴，一路上都没理她，她扎完针灸就开车回龙旗了，到家我炒西葫芦热牛肉吃的，她没吃，看了会书就睡了"],
			],
"2023-4-23": [
			["00:00-23:59","早上我穿小吊带内裤开车上班，到单位杨涛贾安宝去石林峡春游了，我没忍住看小电影撸射了，上午写文章复习，中午点的吉野家外卖，下午复习，到家我做饭炖鸡翅根煮芹菜蒸米饭，我洗碗，晚上一块去永辉买好利来，20彩票没中，买了水爆米花什么的，然后去取快递，到家看论文想写个英文论文"],
			],
"2023-4-24": [
			["00:00-23:59","早上我开车上班，上午下午写论文复习，下班到家我做饭炒茄子西红柿蒸紫薯，吃的挂面茄子，她下班去木棉花扎针灸，我去回龙观地铁接她，然后去取快递，我洗碗，她想啪没敢"],
			],
"2023-4-25": [
			["00:00-23:59","早上我坐地铁上班，上午写文章复习，下午下载股票数据，下班坐地铁回来去物美买面包片和金针菇，到家我做饭蒸米饭做酸汤肥牛，结果她加班大扫除，我自己先吃的太辣了没忍住吃了根冰激凌，这难受，然后听高顿DBA的直播，复习，骑美团单车迎着她下班，我洗碗，洗了个澡就睡了"],
			],
"2023-4-26": [
			["00:00-23:59","早上我开车上班，她去三院找王海燕，上午写文章，下数据，复习，她看完来清华找我，一块吃的清青快餐汉堡，然后送她到东三门，她去木棉花，下午我写程序下数据，她被木棉花李荔说了，不按照她的方案做，下班到家我做饭炒虾仁鸡蛋芦笋，我洗碗，出去快递柜就拿了个快递回来，晚上睡觉我把方向调过来了"],
			],
"2023-4-27": [
			["00:00-23:59","早上我开车上班，上午做实验，中午去听王亚坤演讲蹭饭，拿ipad做了几道题，下午回来接着做实验，下班到家我做饭炒豆腐煮西蓝花芹菜蒸米饭，我先吃，她晚回来了会，我洗碗，晚上去永辉买面包，20彩票中20，然后回家洗澡捅屁屁撸射的"],
			],
"2023-4-28": [
			["00:00-23:59","早上我开车上班，她坐小火车回南口，上午我跑了个RNN做实验，中午她给订的吉野家外卖，做题，然后骑车一圈，突然想起来忘了帮她去校医院精神科问问，下午写文章做题，快下班突然阴天了，我就早出来了，结果半路就开始下冰雹，可堵车了，她在小区正门等我，然后开车给她送到回龙观地铁扎针灸，我回家吃的肉饼炸香椿粥，去地铁接她回来，到家做题就睡了"],
			],
"2023-4-29": [
			["00:00-23:59","早上我开车上班，上午用choice终端下数据，写文章做题，中午吃完饭去图书馆看插画展，然后去找清华那两台wind终端机，下午回3303写文章，学AI绘图，下班开车去五彩城找她，她嫌热穿我的蓝外套，看《人生路不熟》，吃一麻一辣，她说我不高兴，我说我肚子不舒服，她就说一出来就不舒服，就不高兴了，吃完饭开车回家，把东西放家里就出来走了一圈，睡觉前看斯佳辉14:10布雷切尔半决赛最后一阶段比赛，结果打的什么玩意被人17:15翻盘了"],
			],
"2023-4-30": [
			["00:00-23:59","早上我开车上班，上午做题，学AI，下午做题，用她那个iPhone6s翻墙还可以，下班到家她下班到家做饭炖黄鱼，我去龙旗问换iPhone电池然后取快递，我洗碗，然后骑小电动去西小口公园，回来没啥就睡了"],
			],
"2023-5-1": [
			["00:00-23:59","早上我开车送她去上班，然后开车回南口，先去的西关物美等我爸妈做376过来，走着去车站接，物美买东西，我妈找不着我俩手机在我这呢，她找物美工作人员借手机打电话，然后出来抽奖有个1块钱劵，我去买瓶矿泉水给那人，那人帮我们手机上弄了个0元香蕉，开车回调解室，我妈去姥爷家做饭，我跟我爸在调解室等洗衣机，我妈吧姥爷接到调解室吃饭，我爸炒的鸡蛋西红柿驴肉，我把姥爷推轮椅送回家给我俩山竹，下午找人把厕所水池拆了装洗衣机，然后开车去二姑妈家待了会就去耿高惠单位接她下班，我让她给我妈买了榴莲，我妈上午在物美没舍得买，然后到调解室我爸烙肉饼炒豆角我炒芦笋大虾，吃完饭回家一块走到燕磨峪，到家待会发现我爸找人改名字连小惠的惠字都弄错了，写成这个慧了，没啥就睡觉了"],
			],
"2023-5-2": [
			["00:00-23:59","早上我开车送她去小汤山那边参加团建，发现来过这看婚礼酒店，然后我开车回调解室，我妈把车洗了，然后开车带我爸妈去昌平紫光园参加我爸社区药房老板儿子的婚礼，我把车停门口路边停车位，吃完饭本来说去万科看看，想听路边结果没地方就直接回调解室了，在调解室眯了一觉然后做题，她下午团建很晚，她爸妈去那接的她，本来说她们出去吃我们就不过去了，结果她觉得不合适不高兴了，正好舅舅去姥爷家不用做饭了，我就让我爸妈一块去吃，在陈庄唐氏荣耀鱼头泡饭吃的，吃完我爸开车回南口，我跟着她家车回她家，她在家洗完澡然后就跟我回调解室骑上小电动回我家了，晚上到家没啥就睡了，晚上肚子不舒服"],
			],
"2023-5-3": [
			["00:00-23:59","早上起来让我爸开的车，先送她去上班，然后把车停到龙旗广场，我们三一块坐地铁去王府井，到早了王府井百货大楼没开门，先去的王府井图书大厦逛了会，然后去百货大楼，东西都太贵了没买啥，然后去负二层和平菓局，还花门票，幸好我妈听到老年证免费把我爸的票退了，底下也没啥感觉挺坑，买了个助睡眠的香，上来后去apm吃的喜家德水饺鲍鱼饺子，然后给我妈买的抹茶豆乳我爸芝麻热饮，然后去利生体育大厦，非得给我买个冲锋衣我也不想要不尊重我的想法，然后逛了逛就坐地铁回来了，在龙旗广场热风给我爸买了双鞋我妈买了双小白鞋，刚要出来小惠说明后歇两天，我说陪她去扎针灸，她没让，我就开车带我爸妈回南口调解室了，煮的粥喝，然后回家走到水库，到家没啥就睡觉了"],
			],
"2023-5-4": [
			["00:00-23:59","早上起来我爸去上班，我吃了早饭就赶紧去火车站接小惠，然后我俩决定去乐多港玩，在大玩家玩，感觉开赛车的还挺好玩，我俩玩谈乒乓球的推币机玩半天，玩那个蹦蹦的游戏还挺锻炼，中午吃的阿香米线回来接着玩，去逛买短袖没有货就没买，然后她单位说晚上要开会，我俩就赶紧回调解室拿上东西再去她家拿东西赶回龙旗广场，她去单位我煮棒渣粥吃她妈给炖的排骨，她8点了才回来吃，然后我俩出去走了一小圈，洗个澡就睡了"],
			],
"2023-5-5": [
			["00:00-23:59","早上起来她去积水潭回龙观医院开血压药，我在家做一套mock题57%,52%的正确率，她从三旗百汇买菜回来她做饭，炒西葫芦煮玉米排骨，我洗碗，下午睡了一觉，我俩做606去北医三院交存精费用取芬乐药，然后我俩走着去地铁，19号线有动车那种座，在木棉花扎完针灸我俩就地铁回家了，到家我做饭煮的饺子，她头疼恶心，我洗碗，然后我去永辉买面包片，到家撸射，没啥就睡了"],
			],
"2023-5-6": [
			["00:00-23:59","早上起来她去上班，我上午看错题，下载zotero用了感觉很好用，下午看错题，晚上我做饭蒸紫薯炖鸡翅根煮芦笋芹菜西蓝花，她单位开始排班等款车了，所以早回来了，我洗碗，然后出去走着到回龙观地铁看花，然后她竟然主动跑着回来的！到家她正绿豆糕，晚上看《满江红》"],
			],
"2023-5-7": [
			["00:00-23:59","早上我开车上班，上午下午写文章，学AI，中午去万人底下修iPhone6s，换开关键150没舍得，单位都没在我就早出来了，到家我做饭炒菜花西红柿秋葵鸡蛋热牛肉，她没等款车早回来了，她洗碗，然后一块走到地铁，她跑着回来的，取完快递去永辉买面包奶，到家各跳100下，睡觉前啪啪啪"],
			],
"2023-5-8": [
			["00:00-23:59","早上我开车上班，上午下午复习写文章，本来说上午开组会的也没开，我妈小白鞋又寄来一双还是不行，她说不退了，两双都留下了，下班到家我简单吃的肉饼苹果，然后复习，她针灸完吃的永和大王，去回龙观地铁接她，到家不知道怎么了就开始跟我生气，晚上睡觉失眠睡不着"],
			],
"2023-5-9": [
			["00:00-23:59","早上我骑小电动坐地铁上班，这个困，上午作图写文章，11点监控室王亚坤给开的组会，中午一块去荷园吃的，下午眯了一觉，然后作图，下班到家她从南口回来了，她做饭炖大鸡腿煮西蓝花，我洗碗，晚上出去她跑步我跟着走，睡觉前啪啪啪"],
			],
"2023-5-10": [
			["00:00-23:59","早上我开车上班，上午作图，中午买的清青汉堡回来吃，下午把文章写完发给杨涛，然后骑了一圈车，回来3303停电了，复习，杨涛打电话没让投稿让先发专利，下班前旁边实验室总跳闸，到家没着急吃饭，她针灸大夫让早到她着急忙慌就出来了吃的煎饼，我煮的棒渣粥，喝完去地铁接她，到家拿上美通卡卡去物美，买了榴莲面包狗零食，出来结账够125送了箱水，到家复习就睡了"],
			],
"2023-5-11": [
			["00:00-23:59","早上我开车上班，上午联系专利代理，复习，下午运动会，参加了跳高，都好久好久没跳了，找回了熟悉的感觉，第一轮125一次过，第二轮135三次过，第三轮145没过，原地踏步啊，然后回3303复习，下班到家我做饭炒油焖大虾煮生菜蒸米饭，她洗碗，然后一起去跑步，睡觉前啪啪啪"],
			] ,
"2023-5-12": [
			["00:00-23:59","早上我多睡了会，在家吃的早饭，然后开车送她去上班，然后我再去上班，上午下午做题，问杨涛陈晋红靳娇王亚坤专利费用，下午下雨下班时晴了，下班把车停到家然后骑小电动去她单位接她，跟她去扎针灸，晚上吃的南锣肥猫烤鱼，到家她给我妈蒸绿豆枣糕，刻生日快乐胡萝卜"],
			],
"2023-5-13": [
			["00:00-23:59","早上起来一块开车去物美，给我妈买了榴莲，然后开车回南口，先到调解室，等刘万山两口子到调解室，我爸说坐376过去，我们开车过去，结果到东大桥进南口方向一辆特斯拉车祸把路堵上了，我们开车回去接上我爸一块去东巴人，中午吃的鱼火锅，自己做的生日蛋糕效果不错，吃完饭一块去逛的新世纪，然后开车回调解室，我跟我爸洗车，她一直吃栗子瓜子，感觉她开始一点都不控制饮食了，晚上我爸炖的带鱼炒的蘑菇我妈炒的豆角，我炒了个大虾鸡蛋芦笋，小惠洗的碗，然后带我爸去办公室，拉了一箱水就回龙旗广场了，停好车去龙旗看健身房泳池没开，下来花30块钱玩踏脚的游戏就得个王者荣耀卡，买了面包黄油回家，柠檬开花了！晚上没啪就睡了"],
			],
"2023-5-14": [
			["00:00-23:59","早上她上班，我上午下午在家做题，中午吃的挂面，下午写实验室技术发展基金优秀人员奖材料和专利交底书，我做饭炖鸡翅根煮芹菜蒸米饭，我洗碗，我爸帮我找人把正装照和证件照修了，晚上她不想出去跑步，好赖让她跟着出去了，结果因为她说周二下班开车回家，我觉得又不能跑步她就生气了，明显感觉她焦虑症犯了，下班回来就各种闹情绪，她也不跑了，让她先回家我又走了走，明显感觉她开始管不住嘴迈不开腿了，这次移植也不抱什么希望了，就这样吧，心累，唉，到家把专利技术交底书写完，给杨涛申请使用平台经费"],
			] ,
"2023-5-15": [
			["00:00-23:59","早上我开车上班，上午提交专利申请，复习，中午吃酸菜鱼结账时刷卡要输密码，结果餐盘放桌上撒了一身，然后去监控室把直播网站截图，回3303复习，给杨涛发微信帮忙通过专利申请确认不回我，让小陈给通过的，下班我做饭炒鸡蛋黄瓜热排骨，我洗碗，她不出去我自己走了一圈"],
			],
"2023-5-16": [
			["00:00-23:59","早上我骑小电动坐地铁上班，上午下午复习，Tulane University的账户被locked了，把《高山下的花环》看了，下午看要下雨就提前出来了，她说早下班我就骑小电动去她单位，本来说去吃吉野家结果还开门，改吃的眉州小吃，吃的臊子面麻辣烫冰粉，然后她开车回南口，我到家走了一圈，回来给Tulane University的IT部门打电话把密码改了，打的这一身汗，晚上肚子不舒服睡不着失眠了"],
			],
"2023-5-17": [
			["00:00-23:59","早上我骑小电动坐地铁上班，上午下午复习，她带她妈去沙河大集，下班到家我做的手抓饼吃，她扎完针就回来去大鸭梨同事结婚请客，我去物美买面包酸奶芝士片，然后骑小电动去接她，到家各跳了100下"],
			],
"2023-5-18": [
			["00:00-23:59","早上我开车上班，上午下午看mock，构思论文，下班到家她做饭炒鱿鱼花牛肉芦笋空心菜，我洗碗，她白天洗两次衣服屋子收拾了玻璃擦了，晚上后面跑步，回来给我爸做奶酪蛋糕，睡觉前啪啪啪"],
			],
"2023-5-19": [
			["00:00-23:59","早上我开车上班，食堂吃的早餐，上午看mock，中午吃完饭去监控室给孙志斌办入校，打印明天Fixed Income Analytics的notes，下午看notes，下班先回家去拿蛋糕，把车从停车场开到楼下了，然后开车回南口给我爸过生日，把车停调解室门口，走着去招待所，我妈在路口等着我呢，刘万山三口子李月香两口子袁强养猫的三口子，吃饭后问李月香能不能挂个董事，不乐意那就算了，吃完饭我爸去社区组织跳绳，我跟我妈她们去看猫，然后回调解室拿上樱桃杨梅苹果就回龙旗广场了，到家调试拿回来的屏幕，没啥就睡了"],
			],
"2023-5-20": [
			["00:00-23:59","早上起来她去上班，我在家开始上美方课，我第一个跟老师对话沟通的，让他把Word放大点，上午快下课做第一个assignment，手忙脚乱的，马国忠汇总的答案，发给我提交上去的，下午赶紧预习下午的内容，眯了一觉，她下班我去小区门口等她，一块去新开的万象汇，人太多了，啥也没买就回来了，去物美买的金针菇火锅调料香菜葱，到家她做饭煮的羊肉火锅，突然意识到上午王昱东发的上届答案被马国忠沾到我们的作业提交上去了，我洗碗，然后我就开始听课，她自己去后面跑步了，下课没啥就睡了"],
			],
"2023-5-21": [
			["00:00-23:59","早上起来她去上班，我在家上美方课，我的华美银行卡到了，上午的assignment我们组的吕奥璇还挺厉害，中午吃完饭出去走了一圈取了快递回来，下午复习CFA，预习下午内容，我做饭蒸米饭烤白薯炖鸡翅根煮芦笋芹菜，我洗碗，然后一块去龙旗20彩票捐了，回来小区里跑了一段，到家我上课她画油画，晚上的assignment我上来就做错了好几道，幸好第二题我给做出来了，下课没啥就睡觉了，失眠了"],
			],
"2023-5-22": [
			["00:00-23:59","早上我开车上班，食堂吃早饭，上午复习，下午杨涛出院回办公室，犹豫半天还是把物美1000的卡给他了，加上小惠买的1000京东卡，给他2000总感觉给多了，下班到家我做饭炒大虾芦笋，她扎完针就回来一块吃，我洗碗，晚上一块出去跑步，没啥就睡了"],
			],
"2023-5-23": [
			["00:00-23:59","早上我坐地铁上班，食堂吃早饭，上午把笔记动同步到腾讯文档，上午专利代理建议撤案，然后我就把paper投到《实验室研究与探索》了，中午吃完饭去美术馆图书馆给杨涛取书，下午又给他按塑料马桶，下班我直接去如家商旅酒店办入住，酒店待了会订了吉野家外卖，她下班来找我一块去五道口陪她吃的争鲜寿司，然后逛了逛，去超市买了蓝莓香蕉宝矿力水特口香糖面包酸奶，回酒店洗澡我用擦脚的毛巾擦的，又重新洗了一遍，然后就累的睡了"],
			],
"2023-5-24": [
			["00:00-23:59","早上一块起来去吃的肯德基早餐，然后我去便利蜂买的矿泉水，我就去考场了，她回酒店然后去看央美毕业展，考场环境还不错，听她的精心不着急做题，感觉做的比mock好一点，希望考过吧，中间休息出来吃了根香蕉上了个厕所就回去考试了，8:30考的12:35考完出来的，然后我骑车回酒店前台拿寄存的衣服，骑车再去三院生殖中心，结果这个坑，早知道我就挂下午早点的好了，等到了5点才看上，这个累，也没吃中午饭，把面包香蕉吃了，她把京东送的7折打车券给我用了，我打车回龙旗广场，我做饭煮的饺子吃，我洗碗，她就吃了水果，晚上听了助教课"],
			],
"2023-5-25": [
			["00:00-23:59","早上我开车上班，上午预习固收课，看看刘晓蕙的网站怎么写，下午复习fixed income analytics，去监控室弄了台显示器放车上，下班我坐地铁回来没开车，到家我做饭炒豆腐煮玉米西蓝花，她洗碗，本来说出去跑步，结果她说周六开车回南口，我随口说了句不让回她就急了，赶紧跟她道歉，还是不依不饶，我一个没耐心回怼了，结果就不出去跑步了，随便吧，反正也没觉得这次怎么样，就这样吧，该说的话跟她说了，我自己出去走了一圈回来，没啥就睡了"],
			],
"2023-5-26": [
			["00:00-23:59","早上我坐地铁去协和医院，做完MRCP去抽血，下次还是手机上预约吧，现场取号太慢了，抽完去吃麦当劳早餐，然后坐地铁去三院约存精检查，然后打车回学校，直接去吃饭，监控室拿了根电源线，回3303复习固收课，看《疾速追杀4》，16点挂号排上队了，但没挂上，下班我做饭炒葱爆牛肉鸡蛋西葫芦蒸米饭，我自己先吃的，她扎完针灸外面吃的，我去地铁口接她，回来取快递，我让她先回家了，我去永辉买面包，晚上把显示器弄好了，原来不是屏幕有问题，而是VGA线坏了"],
			],
"2023-5-27": [
			["00:00-23:59","早上她去上班，我在家上固收课，上午问了3个问题，结果assignment我先做完了发群里，大家都没意见，最后交上去都错了，太伤我了，中午都没吃饭，下午琢磨rnn，我骑小电动去她单位把调解室钥匙给她送过去，然后她就开车回南口了，我到家吃剩菜，然后晚上上美方课，睡觉做一休梦，梦里assignment都没做完，急一宿"],
			],
"2023-5-28": [
			["00:00-23:59","早上我在家上固收课，中午她早吃完饭就回龙旗了，我正好也早下课，她给我带她妈做的饭，吃的牛肉面，还挺香，吃完开车带她去积水潭回龙观医院，看发热门诊，她浑身疼感觉阳了，做完核酸我们就回家了，睡了一觉，让她狂喝水，椰子秋梨膏，晚上我做饭我炒芦笋牛肉煮芹菜蒸紫薯，我洗碗，然后一块出去走了一圈，晚上上固收课，发现张阳他们都有题"],
			],
"2023-5-29": [
			["00:00-23:59","早上我开车上班，上午写刘晓蕙网站，有人给我打电话让我挪车，占两个车位，态度不好，我就成心较劲，我开出来他停进去，结果我也挤不进去，就把车堵他前面了，打电话把我屏蔽了，他要出来又给我打电话，想打架骂人我不搭理他，反正不惧他，中午吃饭没拿卡又回去拿，下午把网站的lc selection功能弄好了，她核酸抗原都阳了，到家我做饭煮棒渣粥煮芹菜西蓝花热粽子，我洗碗，晚上我出去走了一小圈，回来用水墨屏预习固收课"],
			],
"2023-5-30": [
			["00:00-23:59","早上我坐地铁上班，她到单位不舒服请假回来了，上午我写网站把smiles功能实现了交差，下午预习固收课，下班她骑小电动地铁口接我，到家她做饭煮麦片牛奶粥热剩菜肉饼，我洗碗，然后我出去走到红绿灯，711买王老吉含片，永辉买面包片回来，晚上没啥就睡了"],
			],
"2023-5-31": [
			["00:00-23:59","早上我开车上班，上午下午把所有assignment都做了一遍，下班到家她做饭炒鸡蛋西葫芦烤牛肉煮粽子，吃饭时她粽子放了好多糖，我让她少放点，她就不高兴委屈不吃了，我没理她自己吃，吃完饭把她的粽子扔了，我洗碗，饭菜都收了，然后自己小区走了一圈，回来晚上听助教课，洗完澡玩会手机，琢磨着能不能帮助有需要的人去瑞士安乐死"],
			],
"2023-6-1": [
			["00:00-23:59","早上我开车上班，上午研究瑞士安乐死，下午开组会，玩扫雷，下班到家去永辉miniso买火影盲盒，到家给她，我做饭炒鸡蛋菜花西红柿热牛肉，我洗碗，吃完饭开车带她去积水潭回龙观医院，她抽血做心电图都没事，回来路上她说想一天看我给不给她买六一礼物，回家没啥就睡了"],
			],
"2023-6-2": [
			["00:00-23:59","早上我开车上班，写RNN的程序，下午刘晓蕙老师说有个应聘助管的学生让我来面试，龚海鹏老师的博四生，聊了聊，跟我回3303看代码，发现也是想从事金融的，聊得很投机，竟然忘了挂号，下班加油用了8张10块的加油劵，到家我自己吃的面包片苹果，她去扎针灸，回来我去地铁接，晚上没啥就睡了"],
			],
"2023-6-3": [
			["00:00-23:59","早上她去上班，我在家上固收课，耿啸辰没让一块线下考，中午吃的手抓饼，下午走了一圈，晚上我做饭炒豆芽菜蒸米饭，她洗碗，晚上一块永辉20彩票中20，回来接着上固收课，最后一次的assignment超级难，小组被分到渣渣组了，没办法我自己做了所有题，感觉做对了，做的非常亢奋，晚上靠站桩才睡着"],
			],
"2023-6-4": [
			["00:00-23:59","早上她去三旗百汇买虾菜，我在家准备exam，上午老师对assignment答案，老师做错了，对完答案发现我们组的做对了，考试跟杨萍萍何蒋莹李斯泽张洁王欣然对答案，何蒋莹说题目中说所有bond都coupon，有道大题觉得我想的对，结果交完卷发现我想多了肯定做错了，上午她做饭炖鸡腿，先吃的然后去北医三院，提前交卷，然后眯了一觉，内膜0.8，王海燕也没说阳了没法进周期，约的周三返院，等她回来一起开车回南口，先回我家5楼浇花，然后调解室浇花，发现都被浇水了，然后去她家待了会，然后去吃黑土地改的虾吃虾涮，吃完结账说不开发票送饮料今天开不了，结果我们说不开了要水，那个人不承认了，她妈说算了我就没好说什么，然后她爸不干找他说去了，让老板来把发票开了，然后回她家拿上东西就回龙旗广场了，后备箱不知道是不是粘住了的缘故打不开，使劲弄开的，到家走着去物美买榴莲，然后回家收拾东西洗澡，睡觉前撸射，感觉量好少，没啥就睡了"],
			],
"2023-6-5": [
			["00:00-23:59","早上我开车上班，上午写RNN代码，老师把最后两次的assignment打分了，都是10分，竟然昨晚的作业竟然给了满分，中午订的吉野家外卖，下午跑程序，发现训练不出来，结果快下班时找到原因了，RNN的hidden参数不能都初始化为0，学习速率不能太大，最后找到0.001比较合适，下班到家把榴莲种子皮掰开了，结果花盆托掉楼下，下楼捡了回来，然后跟她去扎针灸，吃的西少爷，回来帮她煮了8个虾明天带，找到了扫雷的算法规律，没啥就睡了"],
			],
"2023-6-6": [
			["00:00-23:59","早上我坐地铁上班，食堂吃的早饭，上午看文献，太阳从西边出来了，贾安宝给我饮料喝，昨儿厂家给他的，中午饿了早去吃饭，下午看文献，下门外方课上课安排出来了，结果群里吕奥璇和侯汶怼起来了，下班前去U2给她把练习题打出来了，到家待了会我自己吃的面包片苹果，她同事聚餐吃的涮羊肉，吃完我迎着她走，去711买面包片酸奶，都看成第二杯半价，结果是第二杯2元，到家洗完澡躺床上睡觉，发现Fixed Income Analytics出分了得A，选择题分最高，大题做的不好，然后睡不着站了会睡着的，肚子不舒服涨得厉害"],
			],
"2023-6-7": [
			["00:00-23:59","早上我开车上班，上午看DIGNITAS的小册子，杨涛让我去图书馆给他取借书证，本来说中午吃饭去，结果他说要用就没去，小惠去三院复查，内膜0.9a，安排15号移植，这回开始打肝素，本来说她来学校找我吃，结果需要拍照审核，我就打车去找她，中午吃的永和大王，然后我把血液检查抽了，交了三联黄单子拿了药，我们俩拍完照我就打车回单位，她坐地铁回家了，我给杨涛取完快递去图书馆取借书证，人家让本人来就没取，杨涛就是想让我给垫钱呗，MFIN项目开始要求全部线下不提供线上了，这回是真得认真上了，下班到家她做饭做虾饼炒荷兰豆煮粽子，我洗碗，晚上一块去万象汇逛了一圈，回家洗澡就睡觉了"],
			],
"2023-6-8": [
			["00:00-23:59","早上我开车上班，上午把显示器调了，准备把骷髅头Windows当工作机，把数据都整了整，微信读书把《半小时红楼梦》给看完了，预习Risk Management，下班到家我做饭煮饺子吃，给她带上饺子去单位接上她跟她同事，去昌平营业部考试，考完开车回来把她放到单位，她骑小电动回来，到家我给她煮西兰花，睡觉前因为我跟我妈说她快移植了，她就开始焦虑了"],
			],
"2023-6-9": [
			["00:00-23:59","早上我开车上班，在3303吃完早饭后去校医院看精神科，有个插队的真无语，那个大夫也不给好好看，问啥啥也不说，一个劲的轰你走，我撞门走的，越想越气，回去找她把号给我退了，然后去心理诊室询问心理咨询，回3303预习，下午去监控室把直播网站信号调好了，快下班杨涛给我转了个邮件，我写的那个第六届实验室创新基金要重点项目答辩让我去，结果跟我这说个没完没了，下班出来晚了，北体门口那有车祸堵了好久，她下班着急去针灸没等我让她先去的，我之后坐地铁找她去，我先去西少爷问冰箱磁贴没有，扎完一块去吃永和大王，然后一块回家"],
			],
"2023-6-10": [
			["00:00-23:59","早上我坐606去三院，她在家考试，我撸完打车回来，先去物美看榴莲，然后去车站骑小电动回来，她正好考完，又一块去物美买了两个金枕榴莲，一块开车回南口，中午去她家吃的排骨，吃完她爸妈回平谷，我俩眯了会，等我爸妈参加婚礼回来一块去调解室，晚上我爸炖的罗非鱼烙的烙饼，然后去我爸社区拉了两箱水，扫了几本书拿个本习近平的书，开车就回龙旗广场了，她去龙旗剪头发，我一个人把东西都拉回去了，洗了个澡就睡觉了"],
			],
"2023-6-11": [
			["00:00-23:59","早上我开车送她上班，然后开车回南口，先回的家待了会，我爸开电脑学习没完没了，我妈跟她急了，没辙，较劲，我跟我妈就先下来去调解室，我爸去买肉，中午舅舅舅妈来一块吃的茴香馅儿包子，给老爷拿回去吃的，我妈给我理了发，本来说中午待会就回去的，我爸睡醒了拉着去摘杏儿，摘完我就先回调解室，我爸妈在那又玩了会，我把杏儿调解室拿上包子，把钥匙扔到院里就开车回去了，路上正好赶上下大雨，到家歇了会，我做饭煮虾芹菜热包子，骑小电动接她下班，我洗碗，晚上一块走到红绿灯，然后龙旗给她买了件短袖和短裤，永辉没有面包了，去711买的，回来一块把蚊帐支上了，洗个澡就睡觉了"],
			],
"2023-6-12": [
			["00:00-23:59","早上我开车上班，上午把答辩PPT做了，然后预习，中午万人二层吃鱼丸卡鱼刺了，去校医院给弄出来的，这顿饭花了小100，真坑，下午预习，下班到家饿了吃了个面包片夹驴肉，然后去回龙观地铁跟她一块去扎针灸，扎完去吃绿茶餐厅，挂号的给挂上徐强的号了，回来到家没啥就睡了"],
			],
"2023-6-13": [
			["00:00-23:59","早上我坐地铁上班，食堂吃的早饭，上午把提词写好了，然后预习，下午琢磨mrc的文件问题，下班到家取快递回来，我做饭炒鸡蛋西葫芦热牛肉肉饼，我洗碗，她不让我吃西瓜，我逗她多说了几句她就跟我急了，收拾屋子然后一块出去走到红绿灯，好利来买面包片，一看移植那天过期回去换了一个没加钱，到家收拾屋子指使我说两句又急了，洗了个早就睡了"],
			],
"2023-6-14": [
			["00:00-23:59","早上我开车上班，预习，然后去华业大厦帮杨涛答辩，讲完尬场了，估计讲的太渣了，回杨涛办公室说了一声，请了假，他说可以弄忘记打卡就行，下午预习，下班到家去回龙观地铁跟她汇合，又把水落在美团单车上了，回去拿了一趟，她要吃呷哺，看时间奇偶还是去吃，扎完针灸去吃，吃完回来特恶心，到家吃了粒胰酶就睡了"],
			],
"2023-6-15": [
			["00:00-23:59","早上一块开车去三院，我在车上吃的早饭，她先去医院拉屎，然后我去找她，签完字我就去三楼等着，然后去撸检查精子碎片，她9点45左右去移植，出来我在三楼拿药，肝素得去本部拿，我赶紧去，结果到那窗口关了，问了咨询处让我去9号窗口，结果那一堆护工围着拿药，好说歹说才问大夫，说三天内取，你这都过期了，让我排队给拿，拿完回去她抽完血去假条盖章，打肝素她说巨疼，观察了会我们就开车回去了，到家点的吉野家外卖，吃完她躺下了，我开车去上班，预习，本来说早点出来她没让，结果杨涛找我，得亏听她的了，下班到家我做饭煮虾煮芹菜热包子，我洗碗，晚上我自己出去走了一圈，永辉买面包回来，洗澡就睡了"],
			],
"2023-6-16": [
			["00:00-23:59","早上我开车上班，上午弄UDT，中午去给杨涛还书，下午发现UDT里app目录下有两个send和receive的程序可以用，预习，她妈给她做中午饭来龙旗了，她说一点感觉都没有，感觉这次又没着床，唉，下班到家我做饭热窝窝头炒鸡蛋芹菜，我洗碗，晚上我出去走了一圈"],
			],
"2023-6-17": [
			["00:00-23:59","早上在家吃完早饭骑小电动去她单位送钥匙，她也不跟马鑫说清楚钥匙还拿回来，还是我管她要的，到家上午看会书，中午我做饭牛肉炖土豆胡萝卜煮西兰花，我洗碗，下午睡了一觉，然后开车带她去扎针灸，本来说回来做饭吃，结果太晚了就点的永和大王外卖到家吃的，晚上我自己出去走了一圈"],
			],
"2023-6-18": [
			["00:00-23:59","早上在家吃完饭我就准备回南口，结果又是忘了拿盆又忘了拿手机的，先回调解室，我爸回来后他烙馅饼，我妈在医院陪姥爷，旁边有新冠的就没让我过去，中午吃饭呢白贤让我爸过去拿粽子，我帮我爸去拿的，拿了三袋，给她妈送家里两袋，她妈给了500给姥爷，我爸妈让我给小惠，回来吃完饭我爸替我妈回来了，待了会我就开车带我爸妈去农场买奶粉，然后去昌平，我爸去看邮局节目，我跟我妈去体育局那看泳衣，然后去西关物美买东西，我爸看完走着来找我们，我把她们送回南口，我妈去陪姥爷，我爸在社区给我拉了两箱水，我就回龙旗广场了，到家我做饭热包子炒豆腐炒鸡蛋芹菜，我洗碗，晚上一块去超市买面包片，下午和晚上都没测出来，晚上助教课竟然忘了，听的回放"],
			],
"2023-6-19": [
			["00:00-23:59","早上我起来坐地铁去协和医院，到的挺早，结果大夫没到，等了好久，让陪诊帮我把片子取了，徐强感觉很疲惫，看了结果让继续观察，开了复查单子去约MRCP，发现可以手机上约了，然后去澳门中心吃的麦当劳，然后赶紧去三院看精子碎片率结果，15%左右了，终于正常值了，打车赶紧回3303，杨涛让我下来一趟，取了录音笔U盘的快递，中午去吃饭正好赶上大雨，下午把UDT的脚本写好了，她说小肚肚疼，测了我感觉还是没有印子，但是试纸上有一片，不知道咋回事，下班本来我想先去监控室把UDT安装上，结果走一半杨涛给我打电话说实验室创新基金下来了，一般项目给4万，我就又回技术馆他办公室说了一会，然后就去坐4号线去木棉花，她打车过去的，丰联广场大门口汇合，扎完针灸一块去吃永和大王，然后一块打车回来的，回来的路上聊的很安心，到家测了一下试纸，看到了浅浅的一道粉线，好开心啊，应该是着床了！吃了点水果就睡了，感觉吃完肚子就特不舒服，这一天跑的挺疲惫的"],
			],
"2023-6-20": [
			["00:00-23:59","早上我起来坐地铁去上班，食堂吃的早饭，然后去监控室，上午测试UDT，中午跟王亚坤去万人一层吃的焖面，然后一块去新馆取新校园卡，改为工作证了，然后回3303眯了一会，去监控室继续做UDT测试，下班到家我做饭炒西葫芦牛肉炖土豆她把饭蒸上了，我洗碗，晚上去物美买榴莲羊肉片和菜，没有榴莲了，我俩又去永辉买的菜，然后回家洗了个澡歇了会就睡了"],
			],
"2023-6-21": [
			["00:00-23:59","早上我开车上班，上午去监控室把UDT测试弄完了，下午3303休息，她打车去木棉花，下班我先把车停家然后坐地铁去木棉花找她，在丰联广场前汇合，扎完针灸去吃永和大王，然后打车回家，去永辉买了个面包片就回家了，我总担心她打车堵车对宝宝不好，她也说不舒服，洗了个澡就睡了"],
			],
"2023-6-22": [
			["00:00-23:59","早上起来HCG试纸没变深反而变浅了，我俩担心生化，上午赶紧开车去木棉花抽血，结果HCG才31，孕酮5，感觉不太好，开车回来我做饭煮饺子吃，我洗碗，下午休息了会，我把鸡腿炖了，本来说提前去酒店的，想了想还是多陪陪娘儿俩，晚上我做饭把鸡腿肉饼热了煮的西兰花，她洗碗，我来不及洗就赶紧出门了，到社科院大学上Risk Management，外教对课堂纪律很不满意，我私下问了个good question，下课我去民航酒店，是个招待所，住的地方还不是这个楼，往里走好久，晚上没睡好，睡的很差"],
			],
"2023-6-23": [
			["00:00-23:59","早上起来去学校吃早饭，王晨让坐一块，冯启忠在我旁边，上课这个困，扛不住了都，晚上张洁叫我一块去吃饭，坐王欣然车一块去吃的烤肉，王煜东胡涌波也在，吃完骑车回酒店，买了俩苹果吃，洗洗就睡了"],
			],
"2023-6-24": [
			["00:00-23:59","早上起来去学校吃早饭，学校现金冲卡机器坏了，中午订的吉野家外卖，跟余泽林他们一块食堂吃的，张洁坐我旁边吃的，然后跟她说了大概率生化了，吃完溜达跟她说了胰腺的事，她去木棉花抽血，HCG没有变化，试着保胎一下，她输完液来望京这边新世界等我，一块吃的甲乙饼，然后打车回家，这司机车里倍儿味，不开空调，不开窗户，开内循环，开车玩手机，音响开倍儿大，开的倍儿快，到家歇了会，我撸射，洗个澡就睡了"],
			],
"2023-6-25": [
			["00:00-23:59","早上我开车上班，上午做冯启忠给的去年考试题，中午食堂买回来吃的，她去木棉花打针，下午预习，跟冯启忠他们小组对题，下班到家她做饭羊肉炖土豆胡萝卜煮芹菜蒸米饭，我洗碗，晚上我自己出去走了一圈，晚上也没干啥就睡了"],
			],
"2023-6-26": [
			["00:00-23:59","早上我开车先送她去回龙观地铁，然后去上班，她去木棉花，上午我预习，弄ZTE无线数据终端，DMZ映射不成功，她抽血HCG降到23保不住了，让她在木棉花全面的查一下，下午把第三道题做了，下班到家她订的达美乐披萨，晚上我自己出去走了一小圈下雨了就回来了，晚上听助教课，然后就睡了"],
			],
"2023-6-27": [
			["00:00-23:59","早上我骑小电动坐地铁上班，上午学不进去就去监控室待会，中午跟小陈在万人二层吃的面条，中午回来腾讯会议给冯启忠徐平讲第二第三题，下午还是啥都不想干，到家清洗空调的美的到了，清理完还是酸臭，她做饭涮羊肉，我洗碗，空调除湿16度开了一会就没味了，晚上一块去看《消失的她》电影"],
			],
"2023-6-28": [
			["00:00-23:59","早上我开车送她去三院生殖中心，然后去上班，上午用华为水墨屏看书，HCG8了，然后她去木棉花查胰岛素抵抗，要抽5次，我着心疼，让她换几个地儿抽，给她转了5000，下午还是啥都不想干，她吃完饭来清华找我，我西北门接上她车上休息了，她有个结核结果为阳性，下班开车一块到家歇了会，然后骑小电动去她单位那边吃好伦哥，回来她考试，睡觉前她胰岛素抵抗结果出来了，确诊了应该，然后晚上就睡不着觉了，肚子不舒服吃了粒胰酶好点"],
			],
"2023-6-29": [
			["00:00-23:59","早上6点起来本来说开车送她去人民医院抽血，结果她来姨妈了就没让她去，我开车去上班，她坐606去三院看王海燕，上午找淘宝找香港公司注册中介被怼，骂了她就删了，弄注册易的用户注册，身份证需要机构认证，所以被拒了，她看王海燕我听录音感觉她根本就没给好好看，不信任她们了，打算私人医院，下午琢磨DIGNITAS的事情，下班到家她做饭煮虾西兰花热肉饼，我洗碗，晚上出去走了圈，超市买牛奶口香糖，她吃二甲双胍窜稀"],
			],
"2023-6-30": [
			["00:00-23:59","早上我开车送她去三院生殖中心，然后去上班，她的公交卡落我车上了，上午写GRU的程序，她抽完血去北京结核病研究与预防中心，然后去人民医院呼吸科，一上午没吃饭，到中午12点才看上，下午我看Linsanity前两场，下班到家一块做饭蒸白薯煮玉米鸡胸肉，我洗碗，冯启忠又给我发了前年的题，晚上一块去龙旗溜达，她买了件运动T恤，我买了两条短裤，到家我记账，洗洗就睡了"],
			],
"2023-7-1": [
			["00:00-23:59","早上我坐昨天约的滴滴去社科大上课，学校食堂吃的，冯启忠他们给占的座，中午吃完饭去酒店办入住，大厅做了会题，然后跑一层教室做了会，下午上课眯了一会，醒来状态不好，听不懂了，FRA的符号老是搞不懂，还拉肚子了，下课去拉屎，然后食堂吃晚饭，跟林老师助教还有一些同学一块吃的，然后买了三根香蕉回酒店了，把前年的题都做了，洗澡就睡了，结果隔壁的两个小孩鬼哭狼嚎弄得睡不着，打大堂客服半天也不来人，气得我出去敲门管的，结果回屋发现被锁外面了，打前台电话来人给开的，回去就睡着了"],
			],
"2023-7-2": [
			["00:00-23:59","早上去学校吃早饭，李斯泽给占座坐一块，徐平跟我说Variance-Covariance我好像做的有问题，我想了想也没当回事，上午讲完Currency Swap去楼下大合影，吃完饭会教室竟然空调断电，这个热，她妈来龙旗，下午考试教授反复说手机关机收好，结果王一茹不关非得说用手机开热点，耽误了10分钟考试时间，教授很不高兴，考试最后一个sheet考的是计算方差和协方差，果然还是太自信了，没用减去均值的matrix，当时觉得没有必要，考完试管刘亭杉要了照片，然后坐地铁去奥森停车场跟她汇合，看了向日葵，然后到家一块做饭电饼铛弄虾鸡蛋煮西兰花芹菜玉米，猜出她在家自己玩玩具来的，然后去永辉买面包片和西瓜，她洗碗，突然想明白了最后一个sheet，完全错了，一点都不冤，就是知识点没真正理解，这回完了，退出奖学金的竞争行列了，洗了个澡就睡了"],
			],
"2023-7-3": [
			["00:00-23:59","早上我开车上班，上午写程序，中午吃完饭去打篮球，气筒没在后备箱，也没找着又打气针的地方，篮球场借别人的球投了会篮就回来了，下午写程序，下班到家我做饭蒸米饭炒鸡胸肉豇豆角，跟我爸妈说了试管失败了，群里问风险管理的小组作业，他们都不回我，她洗碗，晚上一块出去龙旗走了圈，取完快递就回来了，洗个澡就睡了"],
			],
"2023-7-4": [
			["00:00-23:59","早上我开车上班，给徐平办入校，结果都约满了，写数据标注的程序，然后标注，下午接着标注，突然意识到normalized的归一不对，又改为scale了，徐运昕发了一版网站，连HMDB都弄了，smiles用的js解析，真厉害，下班等助教刘楠辰开完会，然后开车带他先逛了遍校园，去清青咖啡吃的汉堡意大利面，然后去校长办公室和水木清华转了转，然后就回来了，她在停车场迎着我，去完快递就回家了，洗了澡就睡了"],
			],
"2023-7-5": [
			["00:00-23:59","早上我坐地铁上班，上午写mrc的程序，风险管理问他们作业，中午吃完饭我把邮件发给老师了，下午开组会，下班到家她做饭蒸鲈鱼煮芹菜胡萝卜蒸紫薯空气炸锅羊肉串，我洗碗，晚上一块出去绕到三旗百汇然后去物美买东西，结果她说要有放纵餐，我明确告知不行，然后她要买0卡白糖，我也没让买，她就生气了不买回家了，我也没理她，到家玩了会就睡觉了"],
			],
"2023-7-6": [
			["00:00-23:59","早上我开车上班，上午下午写mrc的pyqt程序，下班到家我做饭烤鸡胸肉蒸茄子，她洗碗，晚上一块出去走到红绿灯，然后在后面走道上跳绳，我跳600个她跳800个，CFA二级出分了，Passed，差一点进前10%，洗了个澡啪啪啪，去洗手间站着内射"],
			],
"2023-7-7": [
			["00:00-23:59","早上我开车上班，上午看看CFA三级内容，研究注册香港公司，中午清青永和买回来吃的，下午花280买了23年高顿和金程的CFA三级网课，下班到家我做饭煮虾吃黄瓜苹果，我洗碗，晚上一块去超市，回来跳绳各100下"],
			],
"2023-7-8": [
			["00:00-23:59","早上吃完早饭我开车带她去木棉花，等余艳到10点多，给看完了，其实也没说啥，看完一块去悠唐吃超级碗，开车回龙旗广场，她说先回家睡觉，我看CFA，结果她开始拉肚子，本来说去超市买菜的，她难受就让她多睡了会，然后拉着她去物美，她说想吐，买完回家她又难受的睡了，我看了会CFA，晚上我做饭煮饺子鸡胸肉芹菜西兰花，她妈打电话让我明天回南口去她家拿点东西，我心说他们为啥不从平谷回来直接拉到调解室呢，我洗碗，晚上骑小电动去涮羊肉店买了4瓶水3瓶啤酒，帮她完成单位任务，然后到家一块走着去红绿灯，跑了一点"],
			],
"2023-7-9": [
			["00:00-23:59","早上她去上班，我开车回南口，她早上在单位吐了，先回家接上我妈一块去调解室，376车站那铺路被栏上了，然后到调解室，我爸在呢，跟我爸妈说了详细情况，中午我爸炖的带鱼，我买的烧饼，简单吃的，下午她爸妈开始开车把东西拉到调解室了，然后我骑电动车去她家等她爸妈到家，拿给小惠拿的东西，回调解室我还是琢磨要跟她爸妈说这事，我妈给打的电话，然后我就开车回龙旗广场了，给张玉荣拿的菜，停好车打电话人家搬走了，我又开车给送北七家TBD云集中心去了，回来到家我做饭煮的粥热的带鱼牛肉，我洗碗，晚上一块走到地铁站，回来到家我妈给小惠打电话劝劝她，结果她又说我啥都说，我就没控制住火，跟她有点急了，给她说哭了，又不理我了"],
			],
"2023-7-10": [
			["00:00-23:59","早上我开车上班，上午下午听高顿课，杨涛办公室bid四篇paper，下班前徐运昕找我问MS Search的问题，下班出来晚了一点，到家她做饭蒸大鸡腿拌时蔬菜蒸紫薯，我洗碗，晚上说出去跳绳，结果走到红绿灯她就往回走，我让她走到地铁站也不走，我就悄悄的跟着回去，然后去永辉买了面包片回来，她也买了回来，我一晚上没理她，洗了澡就睡了"],
			],
"2023-7-11": [
			["00:00-23:59","早上本来打算去三院存精子的，结果谁知道早上尿床了就没去撸，开车上班，她到单位又吐了，上午下午听高顿网课，下班到家我歇了会，然后把车给她送到单位，然后骑小电动回来，吃的面包片夹牛肉，然后洗衣服，出去走了一圈，回来听网课，联系注册公司的事，晚上睡觉又失眠了，肚子胀疼的厉害"],
			],
"2023-7-12": [
			["00:00-23:59","早上我骑小电动坐地铁上班，上午下午听网课，她跟我说昨晚车被剐了，中午吃饭碰到赵瀚飞一块吃的，下午她说吃完饭回来我没让，到家她把菜准备好了我做饭煮虾煮菜做的夹面包片吃她吃的桃，她说她特虚不舒服，我怀疑她又拉又吐的钾可能低了，让她吃了钾片，本来说链家的上门拍照，小惠不乐意，我就没让来，我妈不高兴了，我洗碗，晚上一块走到红绿灯就回来了，没啥就睡觉了"],
			],
"2023-7-13": [
			["00:00-23:59","早上我起晚了，然后开车上班，上午下午听网课，下班到家我做饭炒冬瓜蒸米饭热牛肉，我妈给我打电话让把房子拍照挂出去，我不让，气哭我妈两回挂我两回电话，她下班让她给我妈发微信说劝我了，这好人让她做，我洗碗，晚上一块出去走到红绿灯然后跳绳，我不太舒服感觉要阳跳了300下，她跳了1500，问聂晓哲兼职的事，晚上睡觉前啪啪啪，她玩玩具高潮两次"],
			],
"2023-7-14": [
			["00:00-23:59","早上我开车上班，上午听网课，不太舒服感觉还是阳了，中午订的李先生外卖，下午翻译写的那篇LTCM文章准备投个英文普刊，下班到家我做饭煮荞麦面切丁酱，我洗碗，晚上出去跳绳我跳500做俯卧撑她跳1700，到家没啥就睡了"],
			],
"2023-7-15": [
			["00:00-23:59","早上她去上班，本来昨天说今天去看谷雪峰心脏手术没去，我开车回南口，先到调解室，我妈先去姥爷家，我跟我爸后过去，中午舅舅舅妈姥爷我爸妈吃的，吃完饭我跟我妈出来，我爸看报纸不动，我地下通道等我爸半天，我妈去农商行取钱，我开车带我爸找我妈办我爸退休提取公积金的卡，让回去找原来办过的开，出来老外挡着车给他嘀嘀来着，路上我爸妈要带我去找大师，我情绪一下就上来了，真的好无语，急了一路，到家没找着卡，调解室社区也没有，回银行办的挂失，然后赶紧去昌平东关那办业务，到昌平图书馆拐弯打电话找不着，我们仨互相职责，全都压不住火了，跟我妈急了，把要退的公交卡直接扔给她了，结果办提取公积金的下班了，回来把我爸妈放到西关公交站我就回龙旗广场了，到了也没给发微信，好失望好难受，晚上我做饭办生菜黄瓜鸡蛋牛肉，晚上出去走到红绿灯，然后永辉超市买面包片，家楼下我跳500她跳700个绳，到家翻译会文章就睡了"],
			],
"2023-7-16": [
			["00:00-23:59","早上起来吃过早饭，找不着去哪玩她就不高兴了，最后我说去水立方，我俩坐地铁去的，先玩了漂流然后两个简单的水滑梯，然后排对坐了个中级的，然后去坐了个两人的高台滑梯，我觉得还行她说吓人，然后我俩去坐深海龙卷风，四个人一个气垫，赶上两个老黑，这个滑梯还挺吓人，然后又排了单人的高台管道，没敢睁眼睛，玩完说再玩一次深海龙卷风，她去排队我去上了个厕所，玩完在里面吃了汉堡包卤肉饭，然后躺椅上歇了会，然后去中央海浪区看了会演出，然后我俩再水立方逛了逛就出来了，去鸟巢照了几张相，然后走着去逛商场，然后我妈联系中介上门拍照，她想在外面吃不太高兴，我哄她回去点的达美乐披萨，我俩把屋收拾完来人拍照了，然后我俩出去走了一小圈，回来她躺沙发上就睡了，我翻译文章，洗完澡就睡了"],
			],
"2023-7-17": [
			["00:00-23:59","早上我开车上班，上午替小陈开会，学网课，翻译文章，中介拍照有一张照片没打码，让他们改，中午了也没改，把女中介删了，打电话给男中介先下架，下午接着开统计收费的会，下班我开车去三院给她取结果，在机子上打了个狼疮的，结果觉得不是这个，她说在病理机上，给她发微信在车上等，我妈跟我视频说让人形娃娃不要放，厕所厨房不要存水，等半天她才给回微信，果然打错了，回去又打一遍，开车到家她前后脚到，她做饭热肉饼牛肉吃西瓜，我洗碗，晚上走到地铁站回来她屎憋得受不了，让她回家拉屎我去永辉买面包片，然后下楼跳绳我跳500个做俯卧撑她跳2000个，晚上到家洗完澡啪啪啪内射"],
			],
"2023-7-18": [
			["00:00-23:59","早上我开车上班，上午把文章翻译完投了出去，感觉这种普刊太水了，谷歌学术知网根本检索不到，听网课这集质量太差了，音轨不同步还老没声，下午抢周杰伦演唱会的票秒没，听网课，下班到家我做饭煮芦笋西兰花胡萝卜玉米热牛肉，她下班开会很晚到家，我洗碗，然后我自己出去走了一圈，她在家睡着了"],
			],
"2023-7-19": [
			["00:00-23:59","早上我坐地铁上班，上午听网课，上午把审稿意见提交上去了，给杨涛垫付注册费，中午吃完饭直接去刘晓蕙办公室跟徐运昕开网站会，回3303学网课，下班坐地铁到家我做饭煮西兰花菠菜香菇牛肉荞麦面，我洗碗，晚上一块走到红绿灯，看她难受的样很烦就回来了，到家她就躺下睡觉了，我玩了一会躺沙发上睡着了，没盖被子睡得不太舒服"],
			],
"2023-7-20": [
			["00:00-23:59","早上我开车上班，上午给杨硕一帮人办入校，名额还好多挺容易办，代艳红让我办我让她小程序自己约了，中午吃饭杨硕告诉我改日期了，下午学网课，下班到家她做饭整鸡腿大虾鸡翅用蒸饭锅，我洗碗，晚上一块出去走到地铁站，然后我跳700个做俯卧撑她跳2000个，买了瓶水喝，到家洗个澡没刷牙就睡了"],
			],
"2023-7-21": [
			["00:00-23:59","早上我开车上班，上午学网课，泡奶的水撒桌子上把手机浸了，擦干净还是屏幕坏了，去万人地下去修，没有屏还得等下班，就没修，吃完饭回3303下午学网课，跳着把《闪电侠》看了，下班到家先去龙旗闪电蜂把屏幕换了，花了260，到家我做饭煮西蓝花菠菜芹菜蘑菇热牛肉，她洗碗，然后晚上一块去永辉买面包，然后走到后面跳绳的地方个跳了500个，然后回来下雨被淋了，到家洗了澡就睡了"],
			],
"2023-7-22": [
			["00:00-23:59","早上下大雨，我先开车送她上班，然后开车去北医三院，把车停了老远骑车去精子库，裤子湿透了，存了3管，然后开车回家，中午吃的手抓饼，下午洗被罩收拾屋子，停了金征远皇家移民的沙龙，看了《变形金刚：超能勇士崛起》，迷了一觉，骑小电动去她单位接她，到家她说想吃肉，我去龙旗买了煎饼加纯肉肠回来煮饺子吃西瓜，我洗碗，晚上一块走到地铁站，然后我跳了500个她跳了1000个绳，给我爸买了个华为手环8，洗了个澡就睡了"],
			],
"2023-7-23": [
			["00:00-23:59","早上吃过早饭，她有个京东的三文鱼快递派送了，我联系后说去找他拿一下，她不让我不爽，我找快递拿完回来就一块开车回南口，到调解室我爸在呢，把手环给我爸弄好了，我妈从姥爷家回来，中午我俩帮着做麻辣香锅，下午因为滑坡没去摘土豆，在调解室聊了一下午天，然后去她家，晚上去新世纪吃的呷哺呷哺，我抢着结的账，吃完饭到她家一块拿着菜走到调解室，我去网吧拿钥匙，把东西放到调解室拿上东西我就开车回龙旗广场了，她明天不上班没跟我回来，到家我玩会电脑写日记，睡觉前发现方脸说讲的不错，说不着听了好几集"],
			],
"2023-7-24": [
			["00:00-23:59","早上我开车上班，上午听网课，考虑参不参加12月去美国上课，12月是F1签证，5月是B1/B2签证，下午听网课，她中午坐小火车回来然后去看北医三院第二医院手湿疹，下班到家她做饭炖带鱼水煮苦瓜生菜胡萝卜蒸白薯，我洗碗，啪啪啪，然后一块走到地铁我跳了1500她跳了2000，到家她吹冷空调恶心吐了，洗了澡就睡了"],
			],
"2023-7-25": [
			["00:00-23:59","早上我开车上班，上午听网课，杨涛办公室跟小陈弄slurm收费，中午订的吉野家外卖，下午听网课，下班到家我把快递取回来，我做饭洗黄瓜切水果热牛肉，冯启忠说Risk Management出分了，老师给分很慷慨我得了A，她回家煮燕麦粥，我洗碗，晚上走到红绿灯回来跳绳我跳500她跳700，然后永辉买面包片，到家她帮我贴手机膜，没啥就睡了"],
			],
"2023-7-26": [
			["00:00-23:59","早上我坐地铁上班，食堂吃的早饭，上午听网课，中午吃完饭回来眯了一觉户军雷来3303，没听成网课，社科院说美方老师签证问题来不了8月的课可能改到11月了，我看要下雨我就早出来了，晚上吃的黄油三文鱼，晚上她说不舒服没出去，我走到红绿灯就回来了，到家她睡觉呢，我洗衣服收拾，睡觉前她给买了个宽带居家裙"],
			],
"2023-7-27": [
			["00:00-23:59","早上开车带她去三院，然后我去上班，她去复查眼睛，上午听网课，杨硕他们11点半到的，先带他们转了一圈，然后万人二层吃的，他们也没说给我钱，合着我请的，吃完带他们去水木清华后我就回3303听网课了，肚子特别不舒服，下班到家她没做饭，跟她躺了会睡着了，她订的盒马生鲜的鸡腿鸭肉混沌窝头，我洗碗，晚上下雨了就没出去，捅屁屁同时高潮内射，然后没啥就睡了"],
			],
"2023-7-28": [
			["00:00-23:59","早上我开车上班，上午下午听网课，社科大群里说Derivatives给我线上了，中午订的吉野家外卖，下午CCF HPCChina2023发邮件稿件accept了，下班到家我做饭煮芹菜生菜热牛肉等她回来蒸米饭炒荷兰豆，我洗碗，晚上一块去好利来买面包片，然后去跳绳我跳500她跳1000"],
			],
"2023-7-29": [
			["00:00-23:59","早上吃完早饭她去上班，我爸去社区搞卫生，我妈说得9点多才出来，我就在家把统计slurm占用节点的分析程序写好了，他们做公交到沙河跟我说，我跟我爸微信上实时定位差不多时间出来，他们先到了我等一个红绿灯的时间在西三旗公交站接上他们，然后开车去大姑妈家看雪峰哥哥做完手术在家修养，还是找错楼了，待了会看要下雨没让大姑妈做饭我们就出来了，本来说开车直接回南口，我妈要去我家那边玩，我带他们去建材城这边新开的万象汇，吃的呷哺呷哺，买了面包枣夹核桃，然后开车送他们到西三旗公交站，他们坐公交就回家了，我也就回龙旗了，晚上我做饭蒸粽子窝头煮西蓝花煮虾，她给买的小裙子到了我去取快递回来再吃饭，晚上一块出去龙旗给他爸看手环，然后去跳绳我俩各跳600个就回来了"],
			],
"2023-7-30": [
			["00:00-23:59","早上她开车去上班，下雨我在家一天，上午戴假发看小电影，下午听网课，她下班没回南口，去龙旗吃的一品闷锅，吃完饭我回车上拿饭盒给她拿换的鞋，吃完商场里走了走然后说回去拿跳绳，结果她不去跳了，我自己出去走了一圈，回来她睡觉呢，我就洗完澡里屋待了会睡觉了"],
			],
"2023-7-31": [
			["00:00-23:59","早上我开车去上班，上午改CCF论文听网课，下午听网课然后写深度学习程序，下班到家把方向盘套拿下来回家去洗，她做饭烤鸡肉饼煮芹菜蒸米饭，我洗碗，晚上一块去永辉仍手机把手机屏还给摔坏了，车库太热了没法跳绳，回家我俩跳1000个无绳，她做10个仰卧起，我做2分钟她做43秒平板支撑，她做了15个杠铃，她不睡觉写单位的稿子"],
			],
"2023-8-1": [
			["00:00-23:59","早上我开车去上班，上午汇总F集群slurm状态发邮件，听网课，下午开组会，听网课，下班到家我做饭炒西红柿菜花鸡蛋，我洗碗，她说嗓子疼，晚上一块出去711买润喉糖，永辉买面包片，推了辆美团单车，到家各跳500个，睡觉前简单啪啪啪"],
			],
"2023-8-2": [
			["00:00-23:59","早上我坐地铁上班，食堂吃的早饭，然后去图书馆结果还没开门，上午下午听网课，Derivatives这门课小组分组出来了，果然还是渣渣组，还得靠自己了，3点多我出来去图书馆，在wind终端机上下了一些数据，然后出来想找辆美团车都没有，全被参观的人骑了，没辙走到东三门，刚到家杨涛给我打电话要用我的NUC电脑一下，我赶紧创建了个本地用户，也不知道他能不能翻看我的东西，挂墙的铲勺又掉了，她到家吃的酸奶麦片西瓜提子蓝莓，我洗碗，晚上一块出去走到红绿灯，然后我跳700个做俯卧撑她跳1500，到家洗澡洗衣服就睡了"],
			],
"2023-8-3": [
			["00:00-23:59","早上我开车去上班，把方向盘套上了，等杨涛到9点30才把电脑拿回来，应该是没翻我电脑东西，上午下午听网课，下班到家我歇了会，看她下班太晚了就把车开她单位去了，然后我骑小电动回家，吃的夹面包片，晚上出去走了一小圈藏了辆美团单车，晚上睡觉又失眠了"],
			],
"2023-8-4": [
			["00:00-23:59","早上我坐地铁上班，上午听网课，她早上开车带我妈去昌平游泳，整理知乎收藏夹时注意到爱沙尼亚有个电子居留权的东西觉得靠谱，研究这个，中午万人二层吃饭想让结账的认把我旧卡刷干净了，结果给我剩了一分不给刷干净了，他就是懒得算余额故意的，下午没听网课写e-resident的申请材料来的，她来开车来清华接我，我搬了台显示器回去，到家煮的饺子吃，我洗碗，然后我听课，她自己出去跳了1000个绳，她一进屋就吐了，我又第一个跟老师沟通的，他canvas上assignment的文件格式设置错了，李跃军直接管我要的作业交上去的"],
			],
"2023-8-5": [
			["00:00-23:59","早上她去上班，我吃完饭就开车回南口了，先到调解室，爸妈去星城了，我爸回调解室，我妈去姥爷家了，我睡了一会，我爸拉了半天屎，然后跟我爸去姥爷家，中午舅舅舅妈王磊爸妈姥爷一块吃的打卤面，下午回调解室待了会，我爸给摘了葡萄，跟我爸说了美国生子的想法，姨妈带着孙子来调解室，然后我就开车回龙旗广场了，到家洗了个澡眯了一觉，我做饭炒的鸡蛋黄瓜热牛肉中午她点的宫保鸡丁炒饭剩饭，我洗碗，晚上听课聊天栏提醒老师the dot的报错，她出去跳了500个绳，晚上assignment又给李跃军做了作业，突然发现有一样的地方，再改他发给我别人的不能保存，才想起来有个id每个人都不一样，睡觉前她说王欣颖她爸着魔了，让帮着找大仙"],
			],
"2023-8-6": [
			["00:00-23:59","早上起来朋友圈说山东地震了，手机有预警，我跟我爸说帮着找大仙的事了，吃完饭她去上班，我在家写CV，中午吃的面条，然后出去走了一圈，她中午吃饭晚，遇到个傻逼客户，下午接着写CV，我做饭下午炖鸡翅根炒鸡蛋菠菜蒸米饭，我要上课她晚下班，我就先吃了，我洗碗，晚上没怎么听课，光弄海外windows服务器了，阿里云买了一周的孟买服务器，结果浏览器不能加载js，气得我又用AWS了，好像还在free期呢，然后把爱沙尼亚e-resident申请提交上去了，花了120欧，上课时玩篮球的时候忘了关摄像头了，耿啸辰提醒的我，下课就睡了，肚子胀"],
			],
"2023-8-7": [
			["00:00-23:59","早上我开车上班，上午听网课，杨涛突然来3303了，吓我一跳，我正在写quiz呢，下午听网课，下班到家FEM杂志邮件我说文章录用了，还是国内的小公司收款，感觉就是那种给钱就发的水刊，我做饭弄大拌菜热鸡翅根粽子，我洗碗，一块骑小电动去建材城万象汇，买了面包豆包，到家各跳100下，睡觉前啪啪啪她高潮"],
			],
"2023-8-8": [
			["00:00-23:59","早上我开车上班，上午听网课，把FEM的版面费1000还是交了，下午刘晓蕙徐运昕许丽娜开网站会，惠3303听网课，她看完手取盒马买的牛肉，下班到家她做饭烤牛肉蒸豆包水煮胡萝卜玉米绿豆粒黄瓜，我洗碗，晚上骑小电动带她取良将烤羊那消费，买了4串羊肉串对面又买了味多美，然后到家拿上跳绳，我跳1000做俯卧撑她跳2000个，到家洗澡就睡觉了，没听助教课"],
			],
"2023-8-9": [
			["00:00-23:59","早上我坐地铁上班，上午听网课，杨涛找我问我最近有啥工作，王老师打电话中午有3份别的平台开会的饭拿到技术馆，给刘晓蕙老师发邮件询问软著的事，结果到中午都没消息，一问才知道没给拿，我又去生物医学管拿的，拿了杨涛的，太晚了就没给送回去，到监控室吃的，把他那份也吃了，然后跟小陈把脚本设计好了，回3303听网课，下班刘晓蕙老师给我回邮件说非常支持，我骑车到东三门，然后打车去北医三院给她拿药，然后坐606到育新地铁站，我走到反方向等她，她也不往这边看傻乎乎的骑车站去了，到家我俩就煮了点饺子吃，本来说去公园的，感觉有点晚就买电影票了，我洗碗，然后去后面我跳300她跳200个绳子，回家换鞋然后去龙旗看《孤注一掷》，到家没洗澡就睡了"],
			],
"2023-8-10": [
			["00:00-23:59","早上我开车上班，上午听网课，写ShareEM2022的python甘特图统计，下午听网课，给刘晓蕙回邮件，下班那到家我做饭弄虾煮芹菜芦笋拌豆腐，我洗碗，她折腾花，把茉莉花种上了，晚上一块出去走到红绿灯，然后我跳1500她跳500个绳，她跳完就先回去了，我到家背了几个CFA的单词然后洗澡就睡了"],
			],
"2023-8-11": [
			["00:00-23:59","早上我开车上班，上午把甘特图弄完发给杨涛，中午买的汉堡回来吃的，下午收拾3303，扔了好多没用的东西，下班到家我自己先吃的，她下班订的肉夹馍吃，晚上我听课，她没去跳绳，协议隔离的投稿被《实验室研究与探索》拒稿了"],
			],
"2023-8-12": [
			["00:00-23:59","早上在家吃完早点，我俩一块开车回南口到调解室，我爸买完肉先到调解室，我妈之后带着俩狗来调解室，中午我爸炒的菜花芹菜鸡蛋西红柿，烤的牛肉片，吃完我跟我爸洗车，打开空气滤芯，往回装的时候我忘了怎么弄卡口，我爸嫌我笨他弄，结果卡口弄掉了，我用小棍给勾出来了，然后我爸又装，结果又给弄掉了，这回吊车里就真找不着了，我找半天，老姨姥姥来调解室，我还没过去招呼呢我爸就出来说去办公室，小惠我们仨办公室办了两箱矿泉水一箱红牛一项方便面，回来碰见舅妈给送了一盒月饼，待了会我俩就出来了，在她家待了会我俩就开车回龙旗广场了，然后她就坐地铁去西单找高寒，我在家简单吃的，晚上听衍生品课考quiz，然后就睡了"],
			],
"2023-8-13": [
			["00:00-23:59","早上她去上班，我在家捅屁屁撸射，然后把玩具都扔了，收拾衣服屋子，晚上我自己吃的肉饼，她回家自己吃的剩饭，晚上说自己去跳绳也没去睡大觉，我听课这回的quiz还挺难，最后一问考的是自回归，助教看到我的答案说挺厉害"],
			],
"2023-8-14": [
			["00:00-23:59","早上我开车上班，上午下午听网课，下班到家我做饭烤牛肉，吃饭时看了会儿《银河护卫队3》，我洗碗，听助教课，然后一块去永辉买面包宝矿力水特，去后面跳绳各跳500个，到家问小组的project怎么准备，她把家里那堆生精片卖了200，睡觉钱啪啪啪她高潮"],
			],
"2023-8-15": [
			["00:00-23:59","早上我开车上班，上午听网课，然后做Tesla的option分析，下午开西湖GPU收费会议，下班到家把汽车空气滤芯的卡口装上了，到家没做饭等她下班一块吃的和府捞面，新开的店10块钱一碗，感觉没吃饱，又去旁边肯德基买了鸡块，买一送一，吃完了一块骑小电动去回龙园转了一圈，回来跟孙珲开了个腾讯会议讲了一下我做的策略，晚上没啥就睡了"],
			],
"2023-8-16": [
			["00:00-23:59","早上我坐地铁上班，食堂吃的早饭，上午下午听网课，她开车回南口带着她妈去古北水镇了，下班到家跟我妈视频，我爸说来给我送香蕉结果真来了，我赶紧吃两口，去文化路车站，爸妈在家待了会屁股都没坐热就坐车回去了，"],
			],
"2023-8-17": [
			["00:00-23:59","早上我坐地铁上班，食堂吃的早饭，上午把Tesla stock option的project做完了，中午买的清青永和回来吃，下午整理笔记，下班她从南口来学校接我，到家没做饭躺着眯了一觉，本来说晚上一块出去的，结果她呼呼睡上了，我自己去地铁站把小电动骑回来，吃的苹果香蕉，晚上跟小组开会讨论衍生品project，然后没什么就睡了，肚子胀疼的厉害了，唉"],
			],
"2023-8-18": [
			["00:00-23:59","早上我开车上班，上午听网课，Frontiers in Economics and Management的文章见刊了，但我发现文献标识缺了好多，《实验室研究与探索》也发来了清样校对，阮博士又让把HPC的文章加上通讯作者，忙乎半天，下午听网课，给冯倩倩看了看电脑，下班到家没着急回家车里坐会，说物业楼道除蟑，她订的盒马，吃的三明治，晚上听课"],
			],
"2023-8-19": [
			["00:00-23:59","早上她去上班，我开车回南口，先回的家，停好车我把正好买完菜到楼下，我爸就先去调解室了，我上楼找我妈，终于抱小河马了，我俩下来去调解室，我妈去姥爷家待了会，我爸炖鸡腿虾鱼丝瓜鸡蛋西红柿蒸米饭，我帮着弄了点，我妈回来把车洗了，下午我爸理发去了，我妈给我剪头发，待了会我就开车送我爸去镇里，走半路我妈打电话说我爸没带茶叶，地下通道迎着，有个大货车挡路我妈跟人嚷嚷，把我爸送到镇里我就回龙旗广场了，她下班做的意大利面，6点跟小组串了一下project，最后决定我来展示杜恬馨主讲，她洗碗，晚上我听课"],
			],
"2023-8-20": [
			["00:00-23:59","早上吃完早饭一块开车回南口，我妈在调解室等着我们呢，一块去姥爷家，本来说吃麻辣香锅，我妈都买好了，姥爷说出去吃，然后叫上舅妈一块去乐多港，中午吃的，然后把他们送到道南，小惠下车，我让她跟我去停车，我把车停她家楼下，然后走着回姥爷家拿包，一块回调解室，我眯了一觉，然后回她家，她这抱怨我让走了这么多，在她家歇了会，然后开车回调解室给我妈拿了些桃和菜，然后我俩就开车回龙旗广场了，我吃的肉饼，她没吃饭，我晚上上课，她就睡觉了，晚上回报的感觉还行，别的组都好强，衍生品这么课上完了"],
			],
"2023-8-21": [
			["00:00-23:59","早上我开车上班，去食堂吃的早饭，上午听网课，中午订的永和大王鸡腿饭，下午听网课，然后去监控室做UDT实验，回3303待了会，下班到家我做饭炒鸡蛋西葫芦热排骨窝头粽子，小电动车胎憋了，她打车回来的，我洗碗，晚上一块去永辉买牙刷护垫薯片面包片口香糖，出来的时候办信用卡送自行车，我俩一人办了一张中信信用卡，推了辆车回来，洗了澡就睡觉"],
			],
"2023-8-22": [
			["00:00-23:59","早上我开车上班，去校医院体检，找刘桂梅做的彩超，好像甲状腺又出状况了，胰腺仔细看了下，还是不太放心，体检中心有早餐，上午听网课做UDT实验，中午吃的早上剩的玉米饼和早上拿的面包片鸡蛋苹果露露，然后去监控室拿了个向日葵插座，回3303听网课，下班到家我做饭热红烧肉煮西兰花切黄瓜丁蒸米饭，她下班修车换了个胎，我洗碗，晚上龙旗广场逛了一圈"],
			],
"2023-8-23": [
			["00:00-23:59","早上她骑小电动送我到地铁，我坐地铁去上班，她去买菜了，上午写杨涛什么优秀管理材料，社科大群里问还有没有去美方上两周课的，我想去跟我妈和小惠商量了一下，她们都支持，然后问了徐颖能不能请假，然后跟杨涛说了，最终还是报上了，也不知道F1签证能不能办下来，下午听网课，她去三院开药，我骑美团单车去找她，然后一块坐606回家，稻香村她买的豇豆角和鸡肉羊肉串，到家一起做饭炖带鱼拌豆腐蒸豆包窝头，我洗碗，晚上本来说一块骑小电动逛，结果一出门发现下雨了，她就回家了，我爬楼梯到顶层，回来看看签证，晚上睡不着觉肚子涨还疼，想撸来的"],
			],
"2023-8-24": [
			["00:00-23:59","早上起晚了，下雨了，跟家吃完早饭开车送她去上班，然后我去上班，杨涛发微信让我帮着重启电脑，结果这一路堵车，上午扫描护照，看小电影，中午饿的不行雨还不小，订的李先生梅菜扣肉，下午做计量的个人作业，下班到家待了会骑小电动接她下班，还挺凉，日本开始往大海倾倒核污染了，到家一块做饭热肉饼排骨生菜，把《银河护卫队3》看完了，我洗碗，晚上本来说骑小电动逛，结果小电动没电了，就一块走到红绿灯回来了，晚上撸射了洗了澡就睡了"],
			],
"2023-8-25": [
			["00:00-23:59","早上起晚了，在家吃完早饭出来，结果还是堵车，上午听网课，中午买的清青汉堡回来吃，然后去照澜院人事那问因私处境工作证明，结果只能开旅游，说学校在职读书都不审批了，回来听网课，下班到家她做饭烤肉烤虾煮玉米，我洗碗，然后一块骑小电动去她单位往东首开回龙街商业街区逛了逛，买了原麦山丘面包，到家没啥就睡了"],
			],
"2023-8-26": [
			["00:00-23:59","早上她去上班，我开车回南口，我妈在南口镇综合文化中心看跳棋比赛，我在那把她接上回调解室，我爸炖牛肉呢，本来说中午去乐多港吃，我爸头疼不想去，然后我妈就回去看比赛，我爸去买菜了，中午我爸炒的鸡蛋西红柿吃的牛肉玉米，吃完饭摘葡萄，调解室眯了一觉，突然想起来4点有男篮对塞尔维亚的比赛，赶紧开车回龙旗广场了，结果到家发现是晚上8点比，晚上我做饭牛肉炖胡萝卜西葫芦蒸米饭，我洗碗，然后一块去取快递，回来一块爬楼到22层，看完楼道里小兔子就回去了，她睡觉我看比赛，中国队可真够烂的"],
			],
"2023-8-27": [
			["00:00-23:59","早上她去上班，我在家待着没回南口，中午简单吃的面条，然后骑新买的自行车到清河路，到家把视频转成笔记，我做饭热牛肉肉饼煮馄饨，她下班可晚了，我洗碗，然后去好利来买面包，楼下我跳500她跳500个绳，日本竟然把芬兰给赢了，还是靠两个170+的小后卫翻盘的，洗完澡睡觉前她玩玩具高潮"],
			],
"2023-8-28": [
			["00:00-23:59","早上我开车上班，上午下午听网课，我用微信小程序申请了无犯罪证明，下班到家看男篮对阵南苏丹，明显裁判黑哨，输的毫无还手之力，她下班可晚了，最后一块去吃的吉野家，然后回家，没啥就睡了"],
			],
"2023-8-29": [
			["00:00-23:59","早上我开车上班，上午下午听网课，小陈拿3303来一个杨涛办公室的窄边显示器，我就把我的换过来了，下午去取体检结果还没出来，下班到家我没做饭，等她下班一块去吃宏状元，每个她拿药不爽了逗我一路，回来一块爬楼到顶层，到家没啥就睡了"],
			],
"2023-8-30": [
			["00:00-23:59","早上我坐地铁上班，她开车回南口了，上午听网课，请林老师帮我给杜兰发邮件要matriculation document，取体检结果没开门，然后赶紧去开刘晓蕙网站的会，背了两瓶水我又给放回3303了，然后跟徐运昕一块去吃饭，他请我去清华紫荆吃的海南饭，就是他老给我夹菜感觉不是很好，聊了好多移民的事，感觉相见恨晚，我买给我买的自行车横梁包水架车锁座套到了，我到家装上了，然后看男篮对波多黎各，打的一言难尽，王哲林打的什么玩意儿，晚上睡觉肚子难受的厉害，真不舒服，睡不着"],
			],
"2023-8-31": [
			["00:00-23:59","早上我坐地铁上班，上午下午听网课，杜兰给我回邮件发给我了Enrollment Certification，下午去取体检结果，户军雷来3303把显示器都要搬走，明明小陈说了有个大屏幕杨老师暂时放在3303的，贾安宝就给搬走，我给小陈打电话确认，没让他们拉走，她从南口开车来学习接我下班，给王亚坤发微信送两箱桃，结果他溜了没在学校，然后去加油，到家看见捡垃圾的把捡垃圾的夹子放小电动车座上，气得我一脚把那个踢飞了，骑小电动去华联买桃酥面包片紫薯芋头，回来一块做饭烤大虾煮西兰花炒鸡蛋西红柿，我洗碗，晚上到后面我跳600个做俯卧撑她跳800个绳，取快递FEM杂志到了，我妈买的那个头盔塑料的，洗完澡啪啪啪她高潮两次"],
			],
"2023-9-1": [
			["00:00-23:59","早上我开车上班，快到西三旗桥了突然想起来没拿桃，回去又那一趟，王亚坤来了西北门给的他，也不下车，上午给她回邮件diss她，结果发现她设置自动回复了，还去休假了，我很不爽，上午下午听网课，下班到家歇了会，她下班到家开车去平谷，我开了一路俩腿这疼，到了吃完饭就躺下了"],
			],
"2023-9-2": [
			["00:00-23:59","早上起来吃过早饭待了会，然后她平谷一帮亲戚过来，待了会开车去外面吃饭，她奶奶提前一天过生日，饭量还挺大，吃完饭我俩就开车出来了，去罗红摄影艺术馆转了转，纪录片排的是16:20，跟服务员说了安排在了15:00这场，挺佩服罗红的，纪录片很震撼，然后开车回龙旗广场，到家他不她说头痛睡觉，我自己吃的手抓饼，然后看男篮对菲律宾，被克拉克森打爆了，她起来吃水果点心，中介越周日看房，我妈答应了，我没乐意，群里回了个“明儿别来”，没啥就睡了"],
			],
"2023-9-3": [
			["00:00-23:59","早上她去上班，我吃完饭晾完衣服开车回南口，先到调解室我妈在呢，没理我，我也没说话，我爸星城买完东西回来发现少了个酸菜料又回去取，我妈去把姥爷接过来，然后洗车，中午吃的米饭鸡蛋西红柿炖的牛肉酸菜鱼，然后把姥爷送回家我爸也跟着过来，下午回调解室睡了一觉，然后把我爸送到社区跳绳，然后我就回龙旗广场了，到家整理笔记，晚上我做饭胡萝卜土豆炖牛肉蒸馒头，差点干锅，我洗碗，晚上一块走到地铁各跳1000个绳，回来她听课，我也听网课，洗个澡就睡了"],
			],
"2023-9-4": [
			["00:00-23:59","早上我开车送她去长远天地培训，然后我开车上班，上午下午听网课，下午给她刷课帮她把题都做了，她下班来学校找我，我在西湖游泳池停车等她，结果她说得刷时长，做题没用，寓园吃的麻辣香锅肉龙发糕西瓜，吃完饭走着去看水木清华，走了一圈然后去生物技术馆拿李跃军给买的小饼干，然后她说肚子疼，开车回家停好车跳绳她说肚子疼不跳了我自己跳了1000个，回家说他两句就不高兴了，睡觉前高顿卖课的发给我24年的网课了，但是mac上安装上都听不了"],
			],
"2023-9-5": [
			["00:00-23:59","早上我开车上班，上午听网课，下午开组会，贾安宝那个slurm的GPU计费脚本算出的数有问题，还是我给找到的原因，高顿网课是他们的问题帮我把账号解绑了，下班到家又给弄好了一边，我做饭炒鸡蛋西红柿正馒头煮芹菜热牛肉，她回来的特晚，我自己出去走着骑了辆车藏在校门草丛了，晚上给杨涛把申请表写了"],
			],
"2023-9-6": [
			["00:00-23:59","早上我坐地铁上班，上午生物医学馆打印杨涛申请表，然后E109找他签字，把表交了后回3303，下午听网课，下班我做地铁回家自己吃的荞麦面，她下班开会特晚回来，我走到地铁站她出来，起了个美团车，家楼下碰到她，撞她给她吓一跳，她到家吃的肉饼，我洗碗，晚上在家各跳100下"],
			],
"2023-9-7": [
			["00:00-23:59","早上我开车上班，上午听网课，帮杨涛弄远程电脑，最后告诉他换一个远程控制anydesk，她上午去三院开药中午跟孙畅一块吃的吉野家，中午买的汉堡回来吃，下午听网课，4点多我就出来了，她做饭做冬瓜丸子汤虾饼蒸玉米芋头，我洗碗，晚上一块出去走到红绿灯，回来她先回家拉稀，我在楼下跳1000个她下来跳500个绳，到家听了节网课，睡觉前简单啪啪啪，她又拉又吐饿着呢"],
			],
"2023-9-8": [
			["00:00-23:59","早上我开车上班，她去体检，到学校物业还送个教师节小玫瑰花，上午听网课，知乎上碰到个知友告诉我们办理西班牙永居的方法，感觉可行，她爸妈来龙旗外面吃的豪尚豪，下午听网课，北京健康保上门给她抽amh，她是党员不能拿别的国家永居，到家她做饭，吃的面包片夹虾饼，我洗碗，晚上爬到10楼她就回去了，我爬到楼顶，回来带她做了几组力量训练"],
			],
"2023-9-9": [
			["00:00-23:59","早上她去上班，我坐地铁去三院撸，又下雨了，上次存就下雨，坐地铁回来到家整理笔记，下午没干啥，我做饭烤肉炒冬瓜，我洗碗，晚上一起去爬楼到楼顶，没啥就睡了"],
			],
"2023-9-10": [
			["00:00-23:59","早上她去上班，我开车回南口，我妈让我去社区找他俩，门口没地方停车，我把车停调解室走着过去，他们在那训练跳绳，结束后我跟我妈先去姥爷家，说出去吃，又带着姥爷回调解室，开车带上我爸一块去乐多港，说着话忘了盘桥掉头了，到环岛绕回来的，这个堵，中午去吃的谷田稻香，又碰上上次来吃的两个孩子不正常的那家了，一楼没地方坐上的二楼吃，吃完饭回来把姥爷我妈送回家，我跟我爸摘完葡萄带上我妈一块去昌平区医院，给我爸看心脏，急诊的大夫态度挺好，说是心绞痛，抽了血就回来了没等结果，把我爸妈放到路口他们坐公交，然后我就回龙旗广场了，到了发现我爸给拿的肉肉汤撒了一车，到家我做饭热牛肉煮芹菜热馒头，然后热了一下我爸给拿的军队单兵自热食品，我洗碗，晚上一块去永辉买面包片两瓶宝矿力水特，没走到红绿灯，到家洗了个澡就睡了，我妈发来唐恬给我爸打的电话录音，我爸没让她们装修二楼"],
			],
"2023-9-11": [
			["00:00-23:59","早上我开车上班，她去长庚医院，上午听网课，午饭前去找刘晓蕙老师听了一下需求，然后中午跟王亚坤和户军雷去吃饭，下午听网课，写刘晓蕙脚本，她中午回家待了会下午又去长庚检查，下班前把脚本写好了，到家她没做饭，她把她妈给的海虾化了，最后说去吃呷哺，把虾带上了去那涮，但是感觉那个虾太臭了没敢吃，吃完回家她开会，然后一块出去后面跳绳，碰到个小狸花猫喵喵叫，我去买了根鸡肉肠我们给它喂了，我跳800下她跳600下，聂晓哲发微信告诉我她辞职了，约了西班牙的永居咨询到家连线，zoom总是连不上，最后用的VooV meeting，其实就是腾讯会议，咨询了半小时，感觉肯定是能润，但是成本还是不低，回家她帮我把协和MRCP往前改了，没啥就睡觉了"],
			],
"2023-9-12": [
			["00:00-23:59","早上我开车上班，上午把验收报告写完了，然后找刘晓蕙说了一下脚本，下午回来整理笔记听网课，听YouTube东南-56度，花78加币420块钱约了他们的移民规划，OKR的文章在线见刊了，下班到家把车垫拿回家，肉汤都臭了，待了会然后买了麦当劳，去她单位带她和她同事去昌平支行考试，然后给她同时送回家，然后我俩到家待了会就睡了，睡觉前啪啪啪她说恶心就没再啪"],
			],
"2023-9-13": [
			["00:00-23:59","早上我坐地铁上班，上午听网课，investment这门课又分组了，最后我提议用的CME这个股票，下午听网课，下班到家我做饭蒸米饭热牛肉汉堡包她回来炒西红柿鸡蛋，我洗碗，晚上一块出去走到红绿灯然后跳绳我跳1100她跳1000，拿上块牛肉没碰着小猫，晚上打算去趟香港抢票，她不高兴不理我了"],
			],
"2023-9-14": [
			["00:00-23:59","早上开车上班，她去人民医院抽血然后回南口了，上午听网课，investment这门课老师说不能用金融类公司让我们重新选，给耿啸辰一家办入校，下午听网课，我爸妈晚上来我家吃然后去二姑妈家，小惠赶紧回来收拾屋子她妈开车送回来，我下班早出来去接我妈，我让我爸坐地铁去二姑妈家那边了，西三旗桥看见我妈了，绿灯我先开过去兜了一圈再接上她，到家没让小惠做饭说出去吃披萨，我看时间还早就提议去华联逛逛，我骑美团车去育新地铁把小电动骑回来，然后我骑小电动带上她，我妈骑美团一块到回龙观地铁，然后上到自行车道看了看，华联优衣库我妈给我买了件衬衫给小惠买了件绒衣，然后去吃农小锅自助，然后我骑小电动送我妈去西三旗坐883，晚上到家9点跟56belowtv的移民规划语音咨询，感觉挺亏的，也没说啥我不知道的，她排卵试纸颜色加深了，决定自怀一个试试，睡觉前速战速决内射"],
			],
"2023-9-15": [
			["00:00-23:59","早上我开车上班，上午整理笔记听YouTube，中午点的李先生梅菜扣肉外面，下午写了点杨涛的论文，下班开车回来下车突然想起来电脑落单位没拿回来，靠，又开车回去取，这个亏，本来说是回家睡一会的太虚了，结果下班晚高峰多开了1个半小时车，这个累，绕道昌发展回来的，半路碰上小惠下班，到家她做饭弄羊蝎子，她洗碗，我赶紧准备上课，这门课老师太正式了，还穿正装在空教室给我们讲课，下课给老师发邮件问问题"],
			],
"2023-9-16": [
			["00:00-23:59","早上她去上班，我在家上课，给老师回邮件建议了怎么叫我们的名字，中我吃点肉饼坐沙发睡着了，下午呆着，晚上我准备菜等她下班她做饭弄冬瓜丸子汤，然后上课果然老师一上课就叫我来的，她去永辉给我买面包片，晚上睡觉前看排卵试纸变浅了又内射了一回，发邮件问老师问题，结果他回复我记错了"],
			],
"2023-9-17": [
			["00:00-23:59","早上她去上班，我在家上课，想回南口没下课做饭吃面包片夹虾饼，然后开车回南口，到调解室下雨，我爸去开乒乓球的会，跟我妈待了会给我摘了葡萄我就开车回龙旗广场了，晚上我做饭牛肉炖葫芦卜馒头窝窝头，我洗碗，晚上上课前给老师回邮件截图说我没记错，上完课没啥就睡了"],
			],
"2023-9-18": [
			["00:00-23:59","早上我开车上班，上午看MiddleSample题，写杨涛论文，下午听课程回放，写论文，下班到家她做饭麻辣香锅，我洗碗，晚上一块走到红绿灯，然后跳绳我跳600她跳500，到家听课程回放，她做题，睡觉前蹭蹭"],
			],
"2023-9-19": [
			["00:00-23:59","早上我开车上班，上午听课程回放，然后联系王亚坤找人签字，中午吃完饭回来玩了会三国群英传2，然后先找鲁志签字，然后新馆找孙珊老师签字，然后去监控室找小陈问杨雪瑞老师的监控需求，再去刘俊杰实验室找李敏代签，回3303继续听课程回放，下班到家在mac上装虚拟机windows装不上，我做饭炒鸡蛋西葫芦，她下班听我说想吃汉堡，买了两个双吉回来，听助教课感觉讲得不好，没听了就，然后一块走到京东快递那，便利蜂买了酸奶回来，到家用她电脑玩三国群英传2"],
			],
"2023-9-20": [
			["00:00-23:59","早上我坐地铁上班，上午做investment的excel作业，阮华斌来3303签完字交给张云说还是需要副高级签名，又去找了杨雪瑞签字，中午订的李先生外卖，下午又玩了一个多小时三国群英传2，下班到家接着玩游戏，等她下班，玩的可累了，然后一块去吃吉野家，回家后开组会讨论excel表格，洗了个澡就睡了"],
			],
"2023-9-21": [
			["00:00-23:59","早上开车去上班，I20终于下来了，上午开始填DS160，下午弄excel然后写word作业，3点去生物医学馆E109听冷冻电镜交流会，杨桃先回去的我听完了就开车去加油，然后回家，到家眯了一觉，然后她突然开会，我就自己吃的饺子然后去后面走到红绿灯，她开完会出来了结果我也前后脚到家，她进屋看我没弄饭呢气哭了，最后给她热的肉饼吃，然后晚上又开了个短会讨论作业，没啥就睡觉了"],
			],
"2023-9-22": [
			["00:00-23:59","早上开车去上班，她去长庚医院做平板实验检查乳腺，上午把Midterm样题做了，然后把I20的费用缴了350美元，我爸妈他们坐火车去苏州比赛，下午把优酷的视频都下下来了，联系了阮华斌和王磊做国内联系人，下班到家她做饭，晚上听课"],
			],
"2023-9-23": [
			["00:00-23:59","早上在家上课，上午她做饭把鸡腿炖了，中午一块吃的，我洗碗，然后我赶紧复习，然后洗澡，跟她一块睡了会，本来说一块去北苑大酒店那边找地方吃，然后她说吃涮串烤肉，我没让吃，然后她就生气了，不吃了，咋哄也没用，我着急去考试就自己吃的方便面，压着火没发，坐地铁去冯启忠那，到了他们热烈欢迎，还弄了个大屏幕打出欢迎唐博士莅临学术研讨会，期中考试他们竟然用chatgpt做的，最后对了答案也还是错了两道题，打车回家，李斯泽是满分，没啥就睡了"],
			],
"2023-9-24": [
			["00:00-23:59","早上她起来试纸测出怀孕了，上午在家上课回答问题老师给期末考试额外加了5分，上午琢磨excel的macro来的，好像是弄明白了，中午吃的肉饼然后坐地铁去北苑大酒店，路上有两个巴基斯坦妹子问路，一个人加我微信，到了那跟张阳成刚王洋一块把macro都写好了，然后坐地铁回家了，开车去接她下班，她换到西三旗网点了，到家点的吉野家外卖，吃完她去积水潭医院抽血不能抽又跑北大国际了，hcg20，晚上上课又给我加了5分，去大门口接他们回来，到家没啥就睡了"],
			],
"2023-9-25": [
			["00:00-23:59","早上我开车上班，上午到学校先找刘晓蕙老师把代码给她布置上了，然后回3303弄DS160，下午整理了一下发给朱雅楠，下班她从单位出来我就开车去三院生殖中心，骑车去地铁迎她，一楼取号说过时间不能取换了一台好了，上楼扫号8号之后等着等半天，9号一来就叫了，我去找护士说没登记上，她进去看的时候我去永和大王取餐，她订的时候忘了打包了，最后还是决定在店里吃，她开完药出来找我，她妈给她打电话说我手机碰了，吃饭的时候听美签中介的腾讯会议，然后开车回家路上听，问了3个问题她也没答清楚，到家测了一下尿还是深了点，洗了个澡找了一件黑衬衫和我妈给买的黑外套，然后就睡了"],
			],
"2023-9-26": [
			["00:00-23:59","早上尿床了，她玩尿感觉没变浅，我开车上班，上午到学校填报，看朱雅楠回的问题，然后去万人地下一层买了刮胡刀，3303刮胡子然后去黄山照相馆拍面签照片，碰到个也是美签的老师，问了问ds160，下午玩了会三国群英传2，下班去三院取药肝素，等了感觉得有40分钟，然后开车回家，我做饭西红柿鸡蛋打卤挂面油菜煮虾，我洗碗，测完看没加深，心情都不好了，然后她在家睡觉我出去走了一小圈，回来王晨发来他的ds160表，我改了改就提交了，然后约面签，结果我连点三个时间段，系统直接给我封了，我靠，幸好小惠查了一下重置了密码就能约了，10月17号有一个号，我就约哪天了"],
			],
"2023-9-27": [
			["00:00-23:59","早上坐地铁上班，上午复习了一下investment的知识点，然后玩了会三国群英传2，中午玩了会然后去监控室拿打印纸，把一些材料打了出来，回3303突然想起来有过节的工会发的，又去生物医学馆取，她下午去考假币，她考完试打车来清华西门，我骑车去迎她，然后一块去寓园吃，然后去西门打车，得等了有40分钟，然后说按照地图走，结果路被拦住了掉头回，结果正好赶上晚高峰巨堵，到家测了感觉深了，晚上一块休息了会就睡觉了"],
			],
"2023-9-28": [
			["00:00-23:59","早上开车上班，上午写了些CV，然后突然感觉工作单位写的太笼统了，想再改一版，中午吃饭问徐颖，说是法人肯定是清华大学，二级单位是生命学院，蛋白质技术研究中心是更下级单位，下午又玩了三国群英传2，真是浪费时间啊，下班到家待了会，她下班我开车去接她，然后送她去龙腾，她帮王海玲看孩子，然后我回家吃的饺子，她等了1个半小时，我这个着急，然后骑小电动去她单位，正好他们出来，跟她和马鑫说了下让她早出来，然后我就回家了，给她做明天带的饭炒了个西葫芦鸡蛋煮了鸡胸肉，然后开车接她下班，到家测了一下还挺深的，然后没啥就睡了"],
			],
"2023-9-29": [
			["00:00-23:59","早上她去上班，我上午在家上课，中午简单吃的肉饼粥，肚子特不舒服，下午洗了个澡然后睡了一觉，然后去她单位接她，走着去好利来买了月饼，然后大家拿上东西去吃吉野家，然后去詹记给李跃军和北苑那帮人买了点心，然后她就回家我开车去北苑大酒店，她测了没加深看着还变浅了，感觉要没戏了，到了等李跃军给送月饼和大闸蟹卡，然后去考期末考试，结果只得了145分，200满分太差了，开车回家待了会就睡了"],
			],
"2023-9-30": [
			["00:00-23:59","早上开车带她去三院生殖中心抽血，然后吃的肯德基早餐，回生殖中心等结果，孕酮90+，雌二醇1000+，HCG466.84，大夫说血值还行，开了药一周后再来抽血，但感觉还是没有翻倍，中午去吃的宏状元，我去拿完药就开车回龙旗广场了，到家睡了一觉，起来玩三国群英传2，晚上我做饭炒肉末豆芽菜，我洗碗，测了还是没加深，然后玩三国群英传2，记账，没啥就睡觉了"],
			],
"2023-10-1": [
			["00:00-23:59","早上开车先回她家待会，等她爸回来就出来了，她爸给了条密云的大鱼，我俩开车去调解室，我爸在洗菜，小惠叫他给我爸吓一跳，我妈之后过来了，小迪进屋不搭理我，一生气没喂它肉肉吃，中午吃的罗非鱼牛肉鸡蛋西红柿芹菜，吃完饭我让小惠睡觉，我跟我妈回家拿房本退休证独生子女证，我妈要出去玩，我在家抱小河马睡了一觉，回调解室我妈一进屋就找我爸茬，要出去玩，我们商量一下开车去水库里面，在青龙潭看了看，有个小泥人度假的地方玩了会，有个庙，我看到生有两字，唐有生，开车回来我爸去阚老师家，我跟小惠拿着月饼石榴去姨妈家拿酸菜鱼，晚上吃完锅贴我俩就回龙旗广场了，晚上玩三国群英传2，然后就睡了"],
			],
"2023-10-2": [
			["00:00-23:59","早上走着送她上班，到家我写CV，中午吃的挂面，下午洗了个澡，接着写CV，然后去单位接她，去药店买试纸没有大卫，到家撸射了，晚上吃的盒马外卖鸭子馒头，晚上去永辉买50彩票都没中，便利蜂买了酸奶就回家了，今儿我爸妈结婚纪念日，没跟他们去怀柔玩"],
			],
"2023-10-3": [
			["00:00-23:59","早上起来在家休息，我写study plan，中午我做饭炒的肉沫豆腐，下午接着写study plan，她拉肚子了，我就说了一句别使劲拉她就急了，就关心宝宝不关心她，赶紧哄啊，然后开车带她去奥森，转了一圈就回来了，点的烤鸭外卖，晚上测了一下感觉还行"],
			],
"2023-10-4": [
			["00:00-23:59","早上起来在家休息，她让我吃了地屈孕酮，我吃了1/8，然后这个虚没劲儿啊，中午吃完饭，然后打车去地质礼堂开心麻花剧场看乌龙山伯爵，看一会她觉得不舒服我俩就出来了，坐公交去北海公园，走了一圈就出来了，然后打车回龙旗广场，在家吃的涮羊肉，晚上没啥就睡了"],
			],
"2023-10-5": [
			["00:00-23:59","早上起吃完早饭开车回南口先去她家，这个困，在她家坐着就睡着了，中午吃的排骨，下午睡了一觉然后去调解室，待了会我爸妈去买菜，王艳来田梁来了，带着面罩跟抢银行似的，他们就出去了，晚上他们来给炖的鱼头，我爸用过期的面烙饼，我跟我爸说，我爸不高兴了，金老师从韩国回来，我俩吃完饭就出来了，碰到舅舅遛弯，然后去她家拿上包子就开车回龙旗广场了，到家歇会就睡了"],
			],
"2023-10-6": [
			["00:00-23:59","早上开车去三院生殖中心抽血，然后吃头一号，HCG7000+了，还挺惊喜，然后让拍阴超，结果中午人家下班了，中午吃完吉野家，回去等这，有个坐被衣服占座了，我俩想挨着就拿一边去了，结果那个女的过来劲儿劲儿的，结果阴超结果是啥都没有，就一个无回声区，感觉这次又没戏了，拿完药我俩就回龙旗广场了，睡了一觉，晚上给她热了排骨，我没吃，我洗碗，然后我出去买了面包片回来，晚上弄了会材料就睡了"],
			],
"2023-10-7": [
			["00:00-23:59","早上开车上班，上午准备材料，徐颖打电话让给王新泉发邮件申请在职证明和准假条，下午去监控室把文章首页打出来了，下班到家待会骑小电动去她单位接她，到家热的包子吃，我洗碗，晚上去永辉给她把手机电池换了，晚上到家她接着吐，晚上在虚拟机上装xp，结果睡一宿都没装完"],
			],
"2023-10-8": [
			["00:00-23:59","早上开车上班，上午准备问题，她吐的厉害就请假回来了，上午在虚拟机上玩了会三国群英传2，下午玩了会接着准备问题，下班到家我做饭炒的茄子西红柿，我洗碗，晚上在BiliBili上直播三国群英传2，一块出去小区走一圈，回来接着直播，然后做俯卧撑"],
			],
"2023-10-9": [
			["00:00-23:59","早上开车上班，上午玩三国群英传2，听面签准备的问题，中午寓园吃饭碰着王亚坤他们了，一块吃的，吃饭突然感觉特别不舒服，回3303拿上U盘去生物医学馆打印证券证明无犯罪证明和问题答案，回来开10月组会，我给杨涛审稿，下班到家热包子画卷吃，然后开车送她去昌平支行开会，我看时间还早就开车回南口，到家找我爸妈，抱小河马躺了会，我妈出去遛弯，回来我跟我爸下楼，然后就开车回去接小惠，又饿又累不舒服，到龙旗广场买了双吉汉堡，到家她按指纹几次不对被锁了，站门口等了3分钟，正好买的蛋白粉到了，到家吃完饭就睡了，她半夜起来又拉又吐，我还是拉肚子"],
			],
"2023-10-10": [
			["00:00-23:59","早上开车上班，上午审稿，然后下来一趟，她打车去北大国际做彩超和抽血，这回看到卵黄囊了，但是还是没有胎心胎芽，但是胎囊偏右宫角处，孕酮24HCG23433，中午玩了会三国群英传2，然后准备面签问答，下班到家我做饭弄豆芽感觉时间长了就扔了，然后说吃火锅，我洗碗，晚上一块出去买面包，晚上回家洗了个澡就睡了"],
			],
"2023-10-11": [
			["00:00-23:59","早上开车上班，开车时闻着屎臭味，到单位还是有屎臭味，原来是踩狗屎了，巨臭，上午玩会三国群英传2，下门国际金融课程大纲出来了，又小组展示又个人论文又闭卷考试的，下午把审稿发了个初稿，然后玩三国群英传2，下班到家我做饭炒的土豆丝鸡蛋西红柿，我洗碗，晚上一块出去走了一圈，回来试了试面签的衣服，没啥就睡了"],
			],
"2023-10-12": [
			["00:00-23:59","早上去协和医院做检查，先去抽血拿号，然后做MRCP，竟然有毛巾被和降噪耳机，检查完在澳门中心吃麦当劳，回3303下楼找杨涛把审稿意见提交了，上来玩三国群英传2，下午接着玩，时松海才给批，然后人事办10个人一个人墨迹都没给批，下班到家有点下雨，点的吉野家外卖"],
			],
"2023-10-13": [
			["00:00-23:59","早上开车送她去三院生殖中心，然后我去上班，她彩超看出胎心胎芽了！上午去职工办问进度，中午吃完饭打车去三院找她，陪她在头一号吃的中午饭，然后陪她等了会肝功结果，打车回单位，打印材料，然后去职工办等着，没挂上戴梦华的号，把在职证明和准假条开出来后开车去三院接上她回家，到家点的鱼头泡饼外卖，她跟她妈说了"],
			],
"2023-10-14": [
			["00:00-23:59","早上我打车去上课，她说她胸不疼了，坐在了教室角上，分组跟施昱盟杜甜馨李斯泽马峥峥一组，中午吃完饭跟王晨他们打了会篮球，她今天去上了一天班，下课跟张宁她们把汇报换到了下周，到家我做饭炒土豆丝吃，我洗碗"],
			],
"2023-10-15": [
			["00:00-23:59","早上我坐地铁去上课，早上吃饭排队插队的还挺有理，张洁给找了主任建档，最后要6000没用，还好黄牛给挂上周二的了，下课到家我做饭煮的饺子，我洗碗"],
			],
"2023-10-16": [
			["00:00-23:59","早上我开车上班，看《敢死队4》，打印材料准备面签，她妈来龙旗了，下午去监控室打印室打印，回来发现还是有地方要改又去打了一趟，下班到家她给订的吉野家我去取的，她简单吃的，她说她妈来了孕反好多了，晚上洗了个澡准备了一遍问题就睡了"],
			],
"2023-10-17": [
			["00:00-23:59","早上送她去网约车，然后我去吃肯德基，然后骑小电动坐地铁去亮马桥，下地铁正好赶上交通管制，然后去存包去面签，站了好久，我前面一个人赶上了31号光头男，我是28号窗口一个亚裔男，感觉答得不好，他声音特小听不太清，还好给过了，出来坐地铁去三院找她，一上午也没看上她也没吃早餐，我去宏状元先给她点上餐，然后也没抽上血就先吃饭了，然后回去预建档做完心电图她难受吐了，待了会打车一起回家，我请了一天年假，到家整理东西，然后睡了一会，晚上我做饭炒菜花，我洗碗，晚上我去地铁把小电动骑回来，永辉买面包片和土豆，晚上失眠了喝完豆浆蛋白粉不舒服"],
			],
"2023-10-18": [
			["00:00-23:59","早上开车把他送到三院抽血，然后我去上班，上午玩会三国群英传2，然后下载数据，中午买的汉堡吃，下午玩会三国群英传2，然后整理数据，王晨发来课程调整，我没同意，下班到家我做饭炒土豆丝口蘑油菜，我洗碗，我自己出去走了一圈她没去说肚子疼，回来开小组讨论腾讯会议，然后玩三国群英传2，洗了个澡就睡了"],
			],
"2023-10-19": [
			["00:00-23:59","早上骑小电动坐地铁上班，15号线还坐反了，上午克隆NVMe SSD，做PPT，Investment的小组作业出分了，给老师回了个邮件，下午玩三国群英传2，整理数据，下班到家我做饭吃的涮羊肉，我洗碗，晚上一块出去永辉转了一圈，回来弄ppt，感觉跑题了"],
			],
"2023-10-20": [
			["00:00-23:59","早上我开车送她去三院生殖中心，然后去上班，上午弄ppt，然后找杨涛，她的彩超结果不太好，一周只长了4mm，医生说不太乐观，打HCG，下午做ppt，到家歇了会，我做饭煮盒马小馄饨白薯蒸包子，我洗碗，然后晚上做ppt，感觉跑题的厉害，做的啥玩意，赶了一版出来"],
			],
"2023-10-21": [
			["00:00-23:59","早上我开车去社科大上课，导航有问题说偏航给我饶了远，上午下午上课，下课开车回家可堵了，到家她热的中午的酸菜鱼，我弄了个土豆丝，她洗碗，晚上出去走了一圈，回来写ppt题词"],
			],
"2023-10-22": [
			["00:00-23:59","早上我开车先送她去木棉花，然后我开车去社科大，她做彩超说胎压1cm了，然后让输1瓶蛋白，三天1瓶氨基酸，下午讲了ppt，感觉讲的不好，施昱盟说回龙观京都儿童医院她家有股份，下课她打车来社科大找我，正好碰着张洁，聊了一会天我们就开车回家了，到家她点的宏状元炒饼炒肝外卖，我没吃就吃了饼干苹果，她感冒了，晚上我玩了会三国群英传2"],
			],
"2023-10-23": [
			["00:00-23:59","早上我开车上班，跟杨涛请假下午去医院，上午做了他让做的ppt，她去三院打HCG，我中午先去朝阳门中信银行取护照，F1签证给了5年，然后去吉野家吃饭她给订的，然后去丰联广场等她打车过来，陪她输上液我就赶紧骑车去协和，徐强说没啥变化可以1年观察一回，但我说胀疼他就说要是疼就做了，回3303接着做ppt，下班加油，到家我做饭把昨天的炒饼炒了，我洗碗，吃完她又都吐了"],
			],
"2023-10-24": [
			["00:00-23:59","早上我开车上班，上午杨涛让我跟小陈统计F集群核时，我妈说她同学在三院看见我俩了，下午接着弄V集群，她爸妈接她回南口了，我加班干完食堂吃完饭回家，到家玩三国群英传2听课，肚子涨不舒服，听着课睡着了"],
			],		
"2023-10-25": [
			["00:00-23:59","早上我开车上班，上午听课，跟林老师商量I20签字和上课的事，中午吃饭手机掉菜里了，下午听课，排了个课表，肚子胀后背涨，下班到家简单吃的，听课，就睡了"],
			],
"2023-10-26": [
			["00:00-23:59","早上坐地铁上班，上午听课，中午吃完饭杨涛打电话问中午刘晓蕙能不能提前开会，改到1点30开的，然后我去监控室待会，早上她妈开车带她打完针送回家就回去了，我到家做她中午剩下的披萨，吃一口就都吐了，然后我给做的涮羊肉，吃几口就又都吐了，我出去给她买小浣熊干脆面香蕉黄瓜西红柿，回家她还是吐"],
			],
"2023-10-27": [
			["00:00-23:59","早上开车送她去三院生殖中心然后上班，她妈特早就到了，上午听课，彩超小土豆16mm了，然后约了11月17日nt，中午吃完饭给聂晓哲买毕业礼物，结完账出来听人说校园卡打九折，回去找她退还不给，最后让我重新排队给退了九折买的，下午准备韩国签证材料，下班到家做疙瘩汤，我洗碗"],
			],
"2023-10-28": [
			["00:00-23:59","早上坐地铁去上课，忘了给她拿假条了，中午吃完饭打篮球碰见郑老师了，下课到家热的中午她订的酸菜鱼，晚上整理考试题"],
			],
"2023-10-29": [
			["00:00-23:59","早上坐地铁去上课，下午考试老师走了，让林老师监考的，说是闭卷其实没人管，考完坐地铁回来去建行给她交假条，晚上做的疙瘩汤，然后开车去万象汇看iphone，回来玩会三国群英传2就睡了"],
			],
"2023-10-30": [
			["00:00-23:59","早上开车送她去三院带血压监测然后上班，上午整理刘晓蕙代码，拆分出一部分写软著，CFA网课又登陆不了了，我妈让我给约肠镜，说吃完饭肚脐眼周围不舒服，我给挂昌平区医院的明天的消化内科，中午订的吉野家外卖，下午弄软著，王晨又发了个课程安排，下班到家我做饭炒了个茄丁，我洗碗，晚上出去跳绳500个，回来玩三国群英传2，睡觉肚子胀疼的厉害，想把手术做了"],
			],
"2023-10-31": [
			["00:00-23:59","早上开车送她去三院然后上班，上午下午听CFA，nt改在了11月27日，我妈去昌平区医院开检查，约的11月8日下午的肠胃镜，下午听CFA，下班到家她吃的中午剩的南京大排档外卖，我也热着吃了点，跟李跃军王晨讨论行程，玩三国群英传2，收拾衣服，记账，没啥就睡觉了"],
			],
"2023-11-1": [
			["00:00-23:59","早上开车上班，上午下午听CFA，她下午去单位办业务，下班到家先去永辉买了洋葱和面包片，一块做的挂面我炒了个葱爆羊肉，结果她吃两口没一会就都吐了，我晚上又给她弄得画卷咸菜吃，晚上我看文献，感觉肚子胀是胆囊的原因"],
			],
"2023-11-2": [
			["00:00-23:59","早上我坐地铁去爱沙尼亚大使馆取e-residency电子卡，然后去佳程广场办韩国十年签证，照片不行又现场拍的，然后赶回单位直接吃中午饭，她孕反又减轻了，担心，下午整理CFA，去杨涛办公室刘振源来了，下班到家简单吃的，她一天都没吐，也不恶心了，感觉不太好，王晨请11号看电影求婚，买的胎心仪派件了，我出去找快递小哥拿回来，测了半天也没测到，心烦意乱就让她帮我捅屁屁撸射了"],
			],
"2023-11-3": [
			["00:00-23:59","早上我开车去上班，上午写论文作业，中午点的李先生外卖，下午玩三国群英传2，写论文，听林老师的意思感觉校方会让I20失效，我准备申请加拿大签证了，她一天都没孕反了，晚上吃的馅饼带鱼"],
			],
"2023-11-4": [
			["00:00-23:59","早上我开车回南口，底商那碰到我爸，然后往回家开把我妈接上，到家抱了会小河马，然后我就跟我妈去调解室，跟我妈擦车，我把空调空气滤芯雨刷器换上了，然后开车送我爸去利民参加婚礼，然后我跟我妈开车去昌平，本来说先去医院再去万科，结果走的水屯那边就先去万科了，中午吃的牛汤哥，然后去去医院等到1点30，问完检查都可以然后把我妈送到东关游泳，然后我就开车回龙旗广场，她打车去中西医结合医院当天做不了彩超，她打车西三旗桥等着我，接上她一块去的美中宜和亚运村店做彩超，看到了胎心胎芽2.6cm了！然后开车回家吃的涮羊肉，结果她没一会就吐了"],
			],
"2023-11-5": [
			["00:00-23:59","早上我去给车做保养，回来睡了一觉，然后她说饿的受不了了，然去麦当劳给她买了个麦辣汉堡，中午我就吃了个苹果，中午盒马订的鲈鱼到了，结果就装一个敞口的袋子，所有的菜弄得都是鱼学，我打电话投诉把所有费用退了，下午我写论文完三国群英传2，然后我做饭清蒸鲈鱼，我洗碗，晚上一块出去永辉买面包片牛奶娃娃菜，回来写论文玩三国群英传2"],
			],
"2023-11-6": [
			["00:00-23:59","早上我开车去上班，起晚迟到了，上午学CFA，她听到小土豆胎心了！然后成都电子科技大学开腾讯会议，中午她做的酸辣粉，下午去监控室问小陈登录方式和GPU刘琦给推荐了好用的cpolar，下班到家她做饭弄得娃娃菜丸子汤，我洗碗，晚上出去扔垃圾跑了跑，晚上回来玩三国群英传2写论文，感觉胆囊疼的不舒服"],
			],
"2023-11-7": [
			["00:00-23:59","早上我开车去上班，上午学CFA写刘晓蕙的软著说明文档，她又开始吐了，下午写论文作业，下班到家一块做疙瘩汤，我洗碗，晚上出去永辉买舒化奶，人工结账下app减10元，到家写论文玩三国群英传2，晚上洗完澡睡觉她性欲高涨"],
			],
"2023-11-8": [
			["00:00-23:59","早上我开车送她去三院生殖，结果学院桥那堵了半天，绿灯15秒红灯120秒，然后去上班，上午学CFA，然后买了俩汉堡开车去佳程广场取护照，回来学CFA，我妈下午可晚才做上肠胃镜，还好一切正常，下班到家她做饭娃娃菜丸子豆腐汤，我洗碗，晚上去永辉买了两双袜子，回来听陈一磊小红书直播，问了个小纸条问题给我回答了，然后找羽绒服，然后说她不好好坐她就急了哄了半天，写论文玩三国群英传2"],
			],
"2023-11-9": [
			["00:00-23:59","早上我坐地铁上班，上午得知李梅老师的回复也是不能用学签去美国，杨涛给大家换电脑竟然没给我换，还是小陈在办公室说漏嘴的，跟英伟达的人开会然后开GPU计费的会，中午跟王亚坤一块吃的，下午弄加拿大签证，她妈来龙旗跟她待着，下班坐地铁一路上把服务器交付给成都电子科技大学，到家煮的饺子吃，我刷完，晚上我出去跑了两圈，然后写论文作业"],
			],
"2023-11-10": [
			["00:00-23:59","早上我开车送她去三院生殖中心然后去上班，阴超显示小土豆3.2cm了！小胎儿了！还有胎动了！然后不给她开假条，她打车去中西医给开了一个星期，上午我把加拿大签证申请提交了，然后听CFA，下午听CFA，下班到家煮的饺子吃，我洗碗"],
			],
"2023-11-11": [
			["00:00-23:59","早上起来在家听课中共党史，她被领导调到沙河了，约了16号加拿大签证信息采集，她中午点的酸菜鱼，我把鸡腿炖了，下午洗了头睡了一觉，然后坐地铁去朝阳出入境大厅，人暴多，前面还112个人，等了会不等了直接去电影院了，从门边溜进去的，看的《93国际列车大劫案：莫斯科行动》，最后在南口火车站取的景，电影结束我给他们录的像，就属我的手机最便宜，然后就回家了，她给订的吉野家外卖，晚上她给我订了iPhone15plus"],
			],
"2023-11-12": [
			["00:00-23:59","早上起来骑小电动带她去单位拿东西，上午听课，她帮我捅屁屁撸射，中午她点的必胜客外卖，下午考试，手机到了她给贴的膜，晚上我炒了一个牛肉芹菜，我洗碗，晚上出去跑了一小圈，看《奥本海默》"],
			],
"2023-11-13": [
			["00:00-23:59","早上我开车上班，上午听CFA，给Lesmond写信，写软著回邮件，她中午非要吃外卖，最后还是订了麻辣烫，我很不高兴，下午给OISS Adivor写信表达不满，下午听CFA，下班开车去三院找她，开完假条开车回家，到家她就吐哭了，煮的饺子吃，我洗碗，出去跑了一小圈，晚上看奥本海默"],
			],
"2023-11-14": [
			["00:00-23:59","早上我开车上班，上午听CFA，她坐小火车回南口，下午改了一遍论文作业，给OISS发邮件表达不满，valuation这门课分小组了，选了两个case讲，下班到家待了会，煮了芹菜菜花吃，晚上出去跑了3圈，回来看Oppenheimer，看CASE，晚上睡不着"],
			],
"2023-11-15": [
			["00:00-23:59","早上做梦想我妈了，我开车上班，上午看CASE，监控室打印材料，把NUC拿回来，杨涛办公室聊了会，中午点的吉野家外卖，下午把论文交了，然后网上找presentation的case答案，找了几个，到家她跟我说她家厨房热水管烧了全是烟，她就打车回来了，我骑小电动去大门接她，到家我做饭炒了个芹菜肉丝蒸画卷，她吃完全吐了，我又去麦当劳给她买了个汉堡，我洗碗，晚上待了会洗了个澡就睡了，感觉嗓子不舒服"],
			],
"2023-11-16": [
			["00:00-23:59","早上起来去地铁去光华路加拿大签证中心录指纹，嗓子疼跟咽刀片似的，吃的永和大王油条豆浆，坐地铁去华业大厦技术转移中心盖章，然后去工字厅校长办公室盖章，然后去生物医学馆拿了5个抗原，监控室拿电源线测抗原一道杠，回来把两个case的答案买了大家平摊的，中午点的永和大王宫保鸡丁卤肉饭，下午看case答案，下班到家她做饭白菜丸子汤，我都吃了，我洗碗，晚上看case，睡的沙发"],
			],
"2023-11-17": [
			["00:00-23:59","早上我开车上班，上午听CFA，看CASE，下午看CASE，"],
			],
}