 diary_20240328_20250327_dict = {
	
"2024-3-28": [
			["00:00-23:59","早上我开车去上班，去校医院抽血，感觉扎我胳膊肘筋上了巨疼，上午下午学CFA，中午吃完饭去开存款证明，结果没带银行卡没开成，下午写代码，下班前取抽血结果，间接胆红素高甘油三酯高尿酸高血糖也不低，开车到家去永辉买花买薯片，她做饭炒鸡丁，我洗碗，晚上出去走了走，晚上回来看她相机里去巴厘岛的照片，把她的相机在闲鱼上卖了"],
			],
"2024-3-29": [
			["00:00-23:59","早上我坐地铁去上班，上午学CFA写代码，中午去办存款证明结果货币基金不行，下午写代码去监控室找小陈要PPT和表格，坐地铁到家她做饭炒芹菜牛肉鸡蛋大虾，我洗碗，晚上一块去物美给我妈买面包，没有那个了买的别的，晚上玩了会三国2就睡了"],
			],
"2024-3-30": [
			["00:00-23:59","早上开车带她去三院抽血，肯德基吃的早餐，然后去国家会议中心孕博会，领了一大堆礼品，中午开车回龙旗点的酸菜鱼外卖，下午我自己开车去长庚开了熊去氧胆酸，到家做题，晚上我做饭吃的排骨煮西蓝花，我洗碗，晚上一块出去走了走，没啥就睡了"],
			],
"2024-3-31": [
			["00:00-23:59","早上开车一块回南口，调解室碰到我爸正好到，喂了狗，我妈把车洗了，然后我爸坐车去昌平同学聚会，我开车带着小惠大壮壮我妈去乐多港，吃的西少爷，然后李宁给我买了3条裤子，回来调解室帮我妈给鱼换水，然后睡了一大觉，醒来等我爸回来就去小惠她家了，把她那屋收拾了重新布局，晚上吃的涮羊肉，然后就开车回龙旗广场了，晚上一块记账，然后就睡了，感觉吃药管点用肚子不是那么难受了"],
			],
"2024-4-1": [
			["00:00-23:59","早上坐地铁上班，上午总结知识点，做PPT写代码，中午吃完饭把存款证明和流水开了，下午做PPT写代码，看小电影，下班到家煮西蓝花热排骨中午她点的南京大牌档外卖，我洗碗，晚上一块出去走了走，回来看《珍珠港》看CFA，杨涛让我给王新泉回电话，问了问info上开在职证明人事问啥了，吓我一跳我还以为我的签证在职证明有问题呢，晚上洗完澡就睡了"],
			],
"2024-4-2": [
			["00:00-23:59","早上开车上班，上午准备面签问题，然后开组会，中午跟王亚坤一块吃的，然后走了一大圈，下午准备面签问题，看小电影，下班到家炒的鸡蛋菠菜热的排骨，晚上一块出去买了好利来，我洗碗，晚上学了会CFA，睡觉前发现TD Ameritrade要迁到Charles Schwab了，买了美国CD存款，没啥就睡了"],
			],
"2024-4-3": [
			["00:00-23:59","早上开车带她去上班，在食堂一块吃的早餐，回3303待了会，然后送她去三院检查，回来学CFA，王晨面签过了，小排畸胎儿偏小5天宫颈3.1臀位，然后我开车去找她，中午一块吃的永和大王，下午陪她检查完心动彩超有心包积液，开车带她回清华她在车里数胎动睡觉，我回3303学CFA，下班开车到家简单吃的，晚上自己捅屁屁射"],
			],
"2024-4-4": [
			["00:00-23:59","早上吃完早饭学了会CFA，然后炖鸡腿，中午我做饭我洗碗，下午睡了一觉，醒来一块去龙旗转了转，本来想去源氏木语结果关了，晚上吃的鸡腿，我洗碗，出去把两盆发财树拉到车里，晚上洗个澡就睡了"],
			],
"2024-4-5": [
			["00:00-23:59","早上把空气净化器搬到车上这累，开车回南口调解室碰到我爸，给对面网吧女老板一盆发财树，中午吃的牛肉面烤鸡翅鸡大腿，下午跟我爸学掼蛋，然后开车去她家，下午睡了一觉，晚上吃的饺子，然后我出去走了走，回来她吃了面包然后收拾屋子，我用甲醛试纸测了柜子有甲醛，睡觉前商量怎么办"],
			],
"2024-4-6": [
			["00:00-23:59","早上吃完早饭她爸值班回来她妈去补课，我爸买菜回来她家楼下等我俩，我俩下来开车去调解室，跟我妈把花都搬外面了，中午两家凑一块吃的涮羊肉，没跟他们说男女，吃完饭他们去小汤山泡温泉，我俩就开车回龙旗了，汽车的空调坏了，先到龙旗把东西放家里，然后开车去清河万象汇看了看婴儿床，买了个小点心就回家了，买的麦当劳吃，结果他们摘了草莓给送龙旗，没留着吃饭我妈说我不懂事，他们就去沙河吃莜面了，回来我喝了点婴儿奶粉，晚上洗个澡就躺下了休息了"],
			],
"2024-4-7": [
			["00:00-23:59","早上开车去上班，上午没干啥，下午打了行程单和成绩单，金融管理出分了B+，下午也没干啥，下班到家她做饭摊的圆白菜胡萝卜鸡蛋饼，我洗碗，晚上一块出去走了圈，给小电动充电，洗了个澡就睡了"],
			],
"2024-4-8": [
			["00:00-23:59","竟然尿床了，早上起来去肯德基吃的早餐，然后坐地铁去面签，出地铁正好碰到徐平，他打车正好搭了个车，他就拿了个手机放我包里一块存的，人太多了，排队都到马路对面存包这条路了，结果排了快两个小时到门口查预约单和确认信徐平没打预约单出去补打去了，我把50现金和存保牌给他，我面签感觉答的还行中英文都挺流畅的，面签官打完字把护照收了我还以为稳了呢，结果给了我个check，快3个小时面签出来的，我感觉是专业和工作太敏感了，出来等徐平结果他回家去登录下载文件回来打的，让我帮他看着包中午请我吃饭，结果我等到他到12点多，他签证过了，去吃的汉堡王，然后各自坐地铁回去了，他忘了把50现金给我，到家2点多了没带她出去玩生气不高兴了，我在家准备补交的材料，测了家里的甲醛，柜子甲醛不少，晚上吃的宏状元外卖，然后把补交材料邮件发过去了，把面签的所有东西整理收好了，感觉太敏感了check行政审查也照样被拒的，洗个澡就睡了"],
			],
"2024-4-9": [
			["00:00-23:59","早上开车去上班，上午学CFA，她回南口了，她家柜子的甲醛超标比较严重，下午改PPT学CFA，下班到家收拾衣物，自己吃的挂面，学CFA，没啥就睡了"],
			],
"2024-4-10": [
			["00:00-23:59","早上开车去上班，上午学CFA，做PPT，下雨了点外卖，结果40多分钟不配送，在物业借了把伞去寓园吃的，下午学CFA，下班去太平花园小区拉闲鱼买的婴儿床，到家煮的挂面吃，出去走了几圈，学CFA，洗个澡就睡了"],
			],
"2024-4-11": [
			["00:00-23:59","早上开车去上班，上午学CFA做PPT，下午学CFA，她回龙旗了，下班到家热的包子煮的生菜吃，我洗碗，我出去走了走，晚上回来学CFA，洗个澡就睡了"],
			],
"2024-4-12": [
			["00:00-23:59","早上她跟我一块开车去上班，寓园吃的早餐，她非要吃煎饼，停好车她在车上待着，我去3303学CFA，然后她溜达去看黑天鹅，中午跟她走着去荷园吃的，往回走的时候她小肚子疼在新馆小道坐着等我，我开车接上她去三院，我直接把车开到急诊，然后回3303听CFA APAC大会学CFA，她测了胎心监护，那个专家看的还挺细，下班我开车去接她，回来她点的达美乐买一送一披萨，路上她很暴躁，晚上我出去跑了跑然后取快递回来，晚上她看我之前的女装照片学了会CFA就睡了"],
			],
"2024-4-13": [
			["00:00-23:59","早上开车去4s店修车，她在家帮我录MFIN选修课，说是空调的氟没有了，得把前面一点点拆开排查，还要把零件送过来，我就把车开回来了，到龙旗把柜子婴儿床一趟趟搬到车上，回来听了会课，中午她做饭炒了牛肉西葫芦，我洗碗，然后开车赶紧回南口调解室，听课然后睡了一觉，我爸妈去昌平看羽毛球比赛回来，然后待了会就去她家了，晚上吃的面条排骨，然后把塑料小柜子装上了，把上门拆柜子的时间改了，所以我俩吃完饭就开车回龙旗了，到家看了会CFA就睡了"],
			],
"2024-4-14": [
			["00:00-23:59","早上开车去4s店修车，把车放那就回龙旗了，中午吃的包子生菜，下午睡了一觉，起来学CFA，一起出去走了一圈，晚上我做饭炒鸡丁芒果，她洗碗，晚上学CFA，洗个澡就睡了"],
			],
"2024-4-15": [
			["00:00-23:59","早上坐地铁去上班，食堂吃的早饭，上午学CFA，补听课，她去工行给大壮壮存钱，去校医院开检查单，下午做题总结，下班在学校吃的晚饭，然后骑车去4s店取车，花了2758，等到8点开车回龙旗，玩了会手机就睡了"],
			],
"2024-4-16": [
			["00:00-23:59","早上起来喉咙疼，感觉不对劲，开车带小惠去三院，然后开车回单位，校医院抽血，上午学CFA，感觉不对劲要发烧，物业借个体温枪还是坏的，然后去校医院量体温37度，化验结果出来了，我一看胆红素基本没变，血常规白细胞和中性粒细胞高，赶紧挂号看一下，给开了头孢，没有病例和处方不给开熊去氧胆酸，长庚APP没绑着，我回去拿手机又回来开的，这个虚，中午点的吉野家外卖，吃完特别难受，下午实在受不了了就开车早下班回来了，38.5，到家喝了蛋白粉吃了布洛芬躺着，药效起作用了感觉好了，晚上她点的外卖我吃的包子，我俩担心血压高明天给她扣住院紧急刨了，她收拾住院的东西，晚上洗了个头就睡了"],
			],
"2024-4-17": [
			["00:00-23:59","早上起来感觉还是不舒服，开车带小惠去三院还24血压仪，然后回单位，上午还是巨难受，又去了校医院发热门诊改开了左氧氟沙星，她血压高但是没让住院，让查了个核磁，我以为是看胎儿大脑结果是看她的，中午太难受了，烧的要吐，叫了个代价，下午请假回家了，到家昏睡吃了个布洛芬，她下午看心内改了药的量，打车回家，烧退了出了一身汗，晚上她做饭疙瘩汤虾仁，她洗碗，晚上玩会手机就睡了，感觉好多了"],
			],
"2024-4-18": [
			["00:00-23:59","早上开车去上班，上午给杨涛去问李雪的办公室，回来写专利，感觉又烧起来了37.5，中午点了外卖结果中午别的平台有盒饭，小陈帮我拿回来的，李先生外卖白点了，下午实在是不舒服提前去车里，出来发现外卖被人拿走了，物业说帮我查录像，结果问小陈他给拿走了，车里待着特难受，熬到了下班开车回家，到家吃了布洛芬躺下了，又烧到38.5，出了一身汗体温下来了，她做饭鸡蛋西红柿葱爆羊肉，她说她嗓子痒不舒服量体温37.3，准备带她去三院，我洗碗，她说再观察下，水银血压计到了她不耐烦不会测，然后就都躺下休息了"],
			],
"2024-4-19": [
			["00:00-23:59","早上起来不想上班，挣扎了一下请假没去，在家上午休息，中午她做饭吃的丸子汤，下午把F集群专利交底书写完了，晚上吃的宏状元外卖，然后她非让我去医院看看，开车去积水潭医院回龙观分院看的发热门诊，抽了血，白细胞中性粒细胞都正常了，就是C反应蛋白高，甲流乙流都正常，也没开药问了问孕妇发烧咋用药就回来了"],
			],
"2024-4-20": [
			["00:00-23:59","早上起来上午下午听课，中午她做饭炒鸡订，她洗碗，晚上一块出去吃的麦当来，然后我去地铁站把小电动骑回来，我爸打电话明天来家里做饭，我发微信让换身新洗的衣服怕有病毒细菌啥的，我爸回微信生气了"],
			],
"2024-4-21": [
			["00:00-23:59","早上她跑我床上摸我胸给我弄醒了把她轰沙发上去了，起来我爸妈坐车过来，趴在窗户上跟他们打招呼，在家听课，中午我爸炖的鱼苦瓜鸡蛋鸡蛋西红柿，她洗碗，下午一块去看城家公寓，客服不接电话半天没人来把他删了，然后跟小惠回家，我爸妈去物美买东西，然后管家联系上我约着去看公寓，我骑小电动物美接上他们，我爸骑车带我把东西放家去看公寓，结果又贵又热水电空调单收费，不值，贝壳上便宜的房间没有，就是为了骗着过来看房的，然后回来晚上我爸炖的排骨蒸鲈鱼炒豆角，她洗碗，我送我爸妈去坐公交，晚上把交易经济学课的作业写完发给助教了，晚上她回床上跟我一块睡了"],
			],
"2024-4-22": [
			["00:00-23:59","早上坐地铁上班，上午学CFA，然后去监控室给杨涛拍宣传片，监控室待了会听杨涛给他们开会，中午跟王亚坤陈晋红吃饭，中午做了会侃大山，然后回3303眯了一会，下午学了会CFA，下班坐地铁下小雨了，到家她做饭炒土豆丝肉丝胡萝卜黄瓜肉片鸡蛋，她洗碗，晚上我出去取快递，回来学CFA，给她拍肚肚照，没啥就睡了"],
			],
"2024-4-23": [
			["00:00-23:59","早上开车送她去三院，然后上班，上午把创新基金中期审核表写了，然后学CFA，中午吃完饭去新馆找邮政快递没有，下午学CFA，下班去她单位交假条，到家把茄子炒了她蒸的排骨包子玉米，我洗碗，晚上没出去把脸盆屁盆洗澡盆洗了，她帮我把大壮壮的衣服啥的都洗了，晚上把题做了，然后洗个澡就睡了"],
			],
"2024-4-24": [
			["00:00-23:59","早上开车送她去三院，她把24小时血压计摘了然后跟我回3303，她问我那个海马爸比摄像头，我说那个没啥用，她就不高兴了去车上待着了，中午跟她去寓园吃中午饭，然后开车带她去三院，回单位加油，然后找杨涛签创新基金中期汇报表的字，然后交给张云，然后去新馆把纪念品拿回来，回3303学CFA，大壮壮头位了，大小也追上来了，头变大了但腹围小，胎盘二级成熟，下班开车去三院接上她然后回家，到家一块煮的面条吃打卤面，她洗碗，晚上没出去在家做的俯卧撑，学CFA，不让绣十字绣跟我急了，晚上没啥就睡了"],
			],
"2024-4-25": [
			["00:00-23:59","早上开车去上班，上午学CFA，下午学CFA做题，下班到家她做饭烤鸡翅根炒鸡蛋菠菜，我洗碗，晚上一块出去走了一圈，晚上在家做题，洗个澡就睡了"],
			],
"2024-4-26": [
			["00:00-23:59","早上开车去上班，上午做题总结，给电子科技大学打了个todesk，下午去了趟监控室，回3303整理照片，下班到家她做饭炒豆芽菜芹菜热包子，她洗碗，一块出去走了一圈，然后回来我把小柜子装上了，晚上把《功夫熊猫4》看了，洗了个澡就睡了，躺床上想吐，晚上起来拉了两次稀"],
			],
"2024-4-27": [
			["00:00-23:59","早上开车去上班，上午学做题，然后去车里睡了一觉，中午先去的清青咖啡给聂晓哲占位置，中午吃的汉堡啥的，然后一块去苏世民书院参观，"],
			],
}