diary_20220328_20230327_dict = {
	
"2022-3-28": [
            ["00:00-23:59","早上起来吃完早饭一起躺了会，洗完毯子开车去丰台档案服务中心，走着去吃吉野家服务员挺好告诉手机扫码优惠多麻将有点怪味给换了，下午开车去协和把车停in88，戴梦华大夫看周围有强化很担心，开了B超造影和超声内镜，我开始没决定做超声内镜，后来又回来给加上了，很担心不好，手术应该很快会做了，我妈跟银行因为封闭基金的事吵了一天，耿高惠几句话就说到点子上了，回来在家她订的眉州小吃外卖，晚上我妈去找行长同意等到6月封闭期结束拿补偿，晚上我遛弯回来，她自己炖的土豆胡萝卜牛肉"],
            ],
"2022-3-29": [
            ["00:00-23:59","早上我坐地铁上班，阴天没拿雨伞，上午在2203开会，把jumpserver首页的文字改掉了，胰腺群里有个病友通知周五住院，下班回来我去好适口给她买了3个玉米饼，我炖土豆胡萝卜牛肉煮生菜空气炸锅薯条，薯条忘了吸水了没弄好，我洗碗，晚上去永辉买水买山药面包玉米粒西蓝花茄子，买了两张即刮型彩票没中奖，晚上穿情趣内衣戴假发玩欣飞翔搞射了"],
            ],
"2022-3-30": [
            ["00:00-23:59","早上我开车上班，到单位杨涛让我给jumpserver做扫描，在调解室解决防火墙ip不能上问题，enable的选项被人取勾了，点李先生咖喱饭套餐一直没配送，刚去食堂吃退单就给送过来了，下午试出来jumpserver免密登录的方案，打印店打印日记，下班我做汉堡，她洗碗，晚上一起走到后面红绿灯，回来我们四个玩了把手机麻将"],
            ],
"2022-3-31": [
            ["00:00-23:59","早上我开车上班，上午杨涛让写工会活动中心材料，开月会，他自己要了份开会的饭自己吃，贾安宝在讲课杨涛让我进去把投影插上我说好弄，其实是想让他快点我没明白没进去，他自己进去了我才反应过来进去也没弄好，他亲自给贾安宝下楼又要了一份饭，下午去王佳伟处了解怎么提取head，到家我炒茄子热牛肉蒸山药，她下班月结晚点出来买了香蕉草莓回来，她洗碗，我自己后面走了一圈，到家记账她蒸山药发糕，晚上啪啪啪，没啪呢上来用玩具就高潮了，今天状态特好用延时可猛了"],
            ],
"2022-4-1": [
            ["00:00-23:59","早上我开车上班，上午给杨涛笔记本下了个office，担心胰腺长得不好，下午装新版jumpserver，到家她做烤羊排炒西蓝花鸡胸肉煮剩饭紫米粥，她洗碗，一起去后面跑了一小圈然后去永辉刮彩票中10元又换一个没中，买面包咸菜酸奶，到家戴假发她给我剪了剪，换黑盒子蟑螂药，我们四个玩了把手机麻将"],
            ],
"2022-4-2": [
            ["00:00-23:59","凌晨胳膊没知觉惊醒了，早上我开车上班，打电话让我把取了一下京东快递，下班我妈坐的动车来找我，我骑小电动去车站接她，然后开车接上耿高惠去昌发展吃韩时烤肉，正好有一个靠窗户的位置，吃完饭在西三旗那掉头堵车太晚了还是把耿高惠送回龙旗广场了，然后我就跟我妈开车回南口，我爸值班接上他回家，用了用新买的文石leaf电纸书阅读器"],
            ],
"2022-4-3": [
            ["00:00-23:59","早上起床我爸开车去单位开门，我跟我妈下楼迎着我爸，接上我们开车到姥爷家集合然后去天寿陵园给姥姥上坟，在那碰见上次帮忙解决查狗姓杜的人，回来把姥爷送到路口，然后去道南美廉美买菜道南市场切羊肉，把我爸妈送到调解室，然后我到家拿书包，姥爷舅妈姨妈姨夫调解室吃涮羊肉，我睡了一觉我爸妈洗车，然后我就开车回龙旗广场洗了个澡，她让我去永辉买水果，她下班超市找我买了青怡苹果香蕉粑粑柑，开车回平谷她大舅家，就她妈他大舅舅妈，吃的烤串炖鱼炖肉豆角，吃完饭没回她奶奶家，玩了几把麻将，我就胡两把"],
            ],
"2022-4-4": [
            ["00:00-23:59","早上起床她妈推门告诉我们她先回去我俩接着睡，吃过早点联系她爸去接她，从他舅家出来接上她爸就去她奶奶家，她小哥耿高亮打电话让去以为是要借钱，到她家他媳妇聊微信不出来，我说要回她才过来，咨询税务上账目微信流水的事，我两句话解决的，吃的大棒骨豆角炖鱼卷子，吃完发我俩就开车回龙旗广场了，到家她嫌东西多拿不了我把车开到家门口，结果一趟能拿，玩了会拼图睡了一觉我戴假发穿小吊带粉裙子让她玩我捅屁屁，晚上她热大棒骨煮小米枣粥，吃完饭去永辉，30块彩票她刮出我刮出10，买了面包芋头苹果香蕉小蛋糕，到家拼了会拼图就躺下了，睡觉前用玩具和手让她高潮两次，我知道怎么用手了，嘿嘿嘿"],
            ],
"2022-4-5": [
            ["00:00-23:59","早上送她上班赶紧去火车站迎我妈，接回家后坐去五彩城无印良品买了个小包，试了试假发片2800+我妈没舍得，到底下一次美食街她吃肉夹馍凉皮我吃照烧鸡排饭，骑车去五道口唐风采假发店试了顶假发片，骑车去新中关再看一家结果没开门，骑车返回买了那顶，骑车到五道口坐13号地铁，本来打算坐到我家然后骑小电动送我妈去做动车，我妈决定坐地铁回去让我爸西山口接，我们在清河换乘，我把我妈送上昌平线回去了，我在清河站等她下班做13号线过来，一起坐地铁送她到西直门她找高寒吃饭，我没下车坐这个车回龙旗广场，到家吃的手抓饼喝的小米粥，晚上骑小电动回龙观地铁接她，到家拼拼图"],
            ],
"2022-4-6": [
            ["00:00-23:59","早上我坐地铁上班，早上跟杨涛说了要做检查请一些年假，吃完饭去建行存我爸给的，卡心坏了柜台存的，然后去工会俱乐部做核酸，没预约现场预约工作人员看我手机是英文的说我是外籍人员，下班到家我玩拼图，我炒西葫芦热鱼和芋头，她洗碗，晚上我自己去后面走了一圈，回来一块把拼图拼完了"],
            ],
"2022-4-7": [
            ["00:00-23:59","早上我开车上班，她先去建行换卡没换成，然后去三院检查，结果还好，问朱小辉老师胚胎染色体结果是正常的，下班她顿鸡腿炒芹菜，我洗碗，晚上出去一块跑了一圈，晚上我们四个玩手机麻将"],
            ],
"2022-4-8": [
            ["00:00-23:59","早上我坐地铁上班，11:30左右从学校出来，到协和那边apm吃吉野家，去看消化科吴晰月超声内镜，让别人插了个队先看了，正好有个专家教学会诊给安排下周五的无痛内镜，看完坐地铁回龙旗广场了，到家补了个笔记，晚上我炒芹菜鹅蛋热剩肉美龄粥肉饼，他洗完，出去一块走到了红绿灯"],
            ],
"2022-4-9": [
            ["00:00-23:59","早上开车把她送到单位我就开车回南口，到调解室正好爸妈到那，给俩狗煮鸡胸肉喂了，然后去姥爷家，我爸炖带鱼炒芹菜菠菜，带鱼感觉时间长了鱼腥味，下午我开车带我妈去昌平区医院看头疼，外科说让看内科，内科没号看的急诊，拍了个CT，等结果去杰奥看羽绒服，CT结果有个白点说是正常钙化，回来后到姥爷家吃的剩饭，我喝了小米粥吃了橘子，然后一块出来地下通道那买芒果我妈买菠萝蜜，我在车站接耿高惠，我爸妈就回去了，在她家跟他妈爸吃的荠菜馅包子，吃完饭我拿她奶奶买的鸡蛋苦菜荠菜开车回家，拿了本书，手机麻将玩一半就赶紧出来走着回她家，到她家她爸还没回来呢，她家睡"],
            ],
"2022-4-10": [
            ["00:00-23:59","早上爸妈找刘岩刘万山他们去京西古道，给我打了好几个电话最后还是决定去，从她家出来地下通道买香蕉，对面农行国家反诈app注册送布包，把要卖的三本书方调解室拿上我爸的充电器接上我妈俩狗刘万山两口子，调解室拉了泡屎，刘岩开车汇合，去京西古道，协和医院给我打电话确认没吃凝血类药物，突然觉得还是别爬了有疫情什么的，把他们送到那我俩就开车回龙旗广场了，中午订的鑫巴蜀烤鸭外卖，下午用手让她高潮简单啪啪啪，她去单位开会，晚上吃中午剩菜煮的西蓝花，坐地铁住到协和附近汉庭"],
            ],
"2022-4-11": [
            ["00:00-23:59","10点多到协和，先约抽血，等麻醉科的时候打电话让我去做超声造影，囊内有实质成分，然后抽血看麻醉科，附近吃的李先生我吃牛肉饭她吃咖喱饭，坐地铁到家，我先回家她去育新建行换卡，去永辉买菜，晚上她炖黄花鱼炒香菇油菜蒸白薯，她洗碗，我去走了一圈"],
            ],
"2022-4-12": [
            ["00:00-23:59","早上我开车上班，杨涛发微信让我转让lkupV工作给王亚坤，下班我做咖喱饭，她洗碗，晚上一起后面遛弯，到家我们4个玩了两把手机麻将"],
            ],
"2022-4-13": [
            ["00:00-23:59","早上我坐地铁上班，医院通知硕硕住院，我看协和APP超声内镜约的是周四上午，一直打电话确认一直打不通，下午刚让硕硕帮我去现场问一下，她刚到5楼内镜中心结果电话打通了，让她白跑一趟，快下班到校医院开了肿瘤标记物的化验单，约了校医院第二天核酸，确认是嗓子眼，到家我炒西葫芦热牛肉吃的肉饼芒果她买的糖火烧，她洗碗，晚上我后面走了一圈"],
            ],
"2022-4-14": [
            ["00:00-23:59","早上我开车上班，吃过早饭去校医院做核酸竟然只花了1.77，回来到杨涛办公室问了问我手术的情况，上午他们练习实心球我也扔了仍最多10米吧，下班我到家等她下班买面包后一起坐地铁去王府井apm吃吉野家，吃撑的好撑，到酒店放书包后一起出去遛到长安街，然后去逛了王府井书店，出来在麦当劳买了冰激凌就回酒店了，洗了澡就睡了"],
            ],
"2022-4-15": [
            ["00:00-23:59","她还是起来出门给我买早点去了，去那个凉皮店结果没做出来，其他的都没开，最后还是等在麦当劳给我买了皮蛋瘦肉粥，就买了一碗只喝了大米其他的皮蛋肉都没敢吃，她后悔只买了一碗，我们躺到了30然后退了房，一起去麦当劳她去吃饭，然后就去5楼内镜中心了，等到也没问清楚到底几点能做上，然后她就在那等我去急诊输葡萄糖去了，一直输到通知我赶紧过去，结果员工通道不让我过，只能先坐6号电梯下到B2层再坐7号电梯坐到1层，赶到5楼内镜中心后进去输上液喝了局部麻药等着的时候，左边的大爷高干70多岁是胰腺癌心态真好，右边的大爷胰头上的，和局部麻药的时候都说我太紧张了，做完后麻药一过我的话可多了，那个胰腺癌大爷竟然还没做上呢，看结果竟然没跟导管相通，和之前的检查不一样啊，跟我爸妈说了我做检查，拔"],
            ],
"2022-4-16": [
            ["00:00-23:59","早上她上班去了，起床吃过早饭我爸给我打电话说他们做动车过来找我，上午也确实不舒服，写了一个笔记正好他们快到了，我就开车去火车站接爸妈，到家蒸米饭炒豆腐鸡蛋西红柿吃炖的排骨肉，吃完饭睡了一会，实在是不舒服，他们去三旗百汇看看，回来我妈到热风给我发微信我过来找他们，我买了2个即刮型彩票让他们挂，啥也没中，永辉买菜回来给我妈买了2根冰激凌她吃了1根，到家我们三个打了把手机麻将，我爸炖鸡腿，我爸妈烙木头芽馅饼煮粥，等耿高惠下班后一起吃完饭，嗓子捅的还是不行馅饼咽着疼吃面包片了，她洗碗，吃完饭我们四个玩了把手机麻将，然后去永辉好特卖看了看结账嫌排队我妈就没买，出来海澜之家回力看了看鞋，然后爸妈就开我的车回家了，我俩又去买回力的鞋，想试试哪款女鞋，销售不让我穿我生气不买了，结果不知道是没给她买鞋还是没买奶茶她就不高兴了，到家嫌锅没刷干净把冰激凌直接冻冰箱里没法吃，我躺沙发上玩手机她自己去睡觉，醒了就把我叫回去睡了"],
            ],
"2022-4-17": [
            ["00:00-23:59","早上她去上班，我出门骑了辆没锁的小青桔正好月卡到期了没花钱，赶到火车站差点完了公交卡余额不足，充了没到账呢，工作人员就让我晃一下赶紧进去就没花钱，下火车到调解室拉屎，我妈带着俩狗来了，我把鸡胸肉给俩狗煮了吃，我爸到姥爷家做的丸子胡萝卜烩肉，吃完饭回调解室我妈非要去爬山没去跟我爸吵吵，我跟我爸洗车顺便把舅舅那辆车也洗了，柳絮毛太多了就简单洗洗，我妈给俩狗洗澡剪毛，然后我开车把我爸送单位值班，我妈打电话不干了让回来，正好我爸没拿钥匙，回调解室又待了会，我妈给我理发，我爸电脑统计社区打疫苗的，然后我就开车回龙旗广场了"],
            ],
"2022-4-18": [
            ["00:00-23:59","早上我坐地铁去三院生殖看男科开自精保存单子，到三院精子库开检查，然后又回生殖中心抽血，她从家出来我们在北土城汇合坐地铁到apm吃胜博殿日式炸猪排，然后去协和，从侧门我进来了保安不让她进莫名其妙，最后也进来了，戴说超声造影和超声内镜的结果冲突，让以超声内镜为准，再观察半年，又开了MRCP和肿瘤标记物肝功胰功的抽血化验，从医院出来我们去了雍和宫求平安，出来买了根抹茶冰激凌，到家出地铁骑小电动回家，她做土豆胡萝卜炖肉，我洗碗，她没遛弯，我戴短发去永辉买面包，晚上本来说内射，结果她不让我戴假发啪啪啪，我不乐意她就不高兴了，也没啪就睡觉了"],
            ],
"2022-4-19": [
            ["00:00-23:59","早上我开车上班，到单位杨涛找我给我安排工作，我跟他说了医院让再观察3月，上午先去校医院退肿瘤标记物的化验，医生签字不在就去工会俱乐部补测核酸，然后又回校医院医生回来了就给退了，下班打电话问退保险附加险，结果这个是绑定的不能退，到家我先在沙发上睡了一觉，去永辉超市买羊肉片金针菇香菜蒿子秆，晚上吃涮羊肉，她洗碗，我戴短发去遛弯，回来我躺沙发上看手机她把卧室门锁上了，晚上躺床上嫌我玩手机轰我去沙发上睡了"],
            ],
"2022-4-20": [
            ["00:00-23:59","早上我在家吃的早饭，然后坐地铁去北医三院做精子细菌检查，然后美团打车回单位，坐了极狐的电车，上午杨涛让我查微软开会的人信息，网页被删了一楼看poster也没有，中午点的麦当劳巨无霸外卖，下班到家写了个笔记，买的那双回力的板鞋到了有点小，自己热肉饼煮青菜吃苹果，戴短发走了一大圈，回来楼道门打不开走的地下车库上来的"],
            ],
"2022-4-21": [
            ["00:00-23:59","早上我坐地铁上班，出门前赶紧装蟑螂屋，药饵质量差一撕撒了一地，她开车从家出来，清华西北门把车给我然后她去三院生殖中心了，估计她下午去看电影了很晚才到家，下班到家我炒茄子炒鸭架，哄她吃了点，我洗碗，晚上我去永辉买面包菜花洋葱青椒香蕉，晚上我睡的沙发"],
            ],
"2022-4-22": [
            ["00:00-23:59","早上我开车上班，她竟然给我发微信了，张春梅跟孔菲说让去看看王海燕，但是孔菲没跟我说，下班到家我炒酱爆鸡丁菜花西红柿，我洗碗，晚上我去遛了一大圈，手机落车里了，睡觉前我才知道她昨天抽了11管血，晚上她想让我回床上睡我看出来了，但我睡沙发"],
            ],
"2022-4-23": [
            ["00:00-23:59","早上我坐地铁去协和医院抽血，退核酸好麻烦也才退了2.4，然后坐地铁回单位，下班我先去物美买面包坯子半脂填丘比酱生菜柑橘草莓，结账时美通卡还是不能用，是APP上有个开启按钮没选上，太小太隐蔽了真不好看到，买的回力帆布鞋终于到了，把之前那双回力鞋寄快递退了，到家我做汉堡，她洗碗，晚上想让她出去走走，结果她说累怎么着也不去，我生气了自己去的回来一直没理她，我睡的沙发"],
            ],
"2022-4-24": [
            ["00:00-23:59","早上我开车上班，上午因为她不运动微信又闹别扭，她说她不生了，本来打算下班不回家在学校吃的，但是还是心软了，下午想翘班还是忍住了，下班到家去超市买了面包和好多菜，结账时忘了刷山药，到家肚子疼拉稀结果她多点就到家了，也不理我我也懒得做饭了，她回屋玩新到的拼图喝新买的豆浆，我玩手机吃剩木头芽馅饼，然后自己去遛弯，我睡沙发"],
            ],
"2022-4-25": [
            ["00:00-23:59","早上她起得特早就去同仁堂看中医去了，我开车上班，她上午又去了中山公园，马海峰找我吃饭，拉肚子似的特别虚，吃完饭去监控室找HDMI转VGA线，看到了个小米摄像头就拿回来了，下午生物技术馆7开刘晓蕙网站的会，开完去做核酸，给杨涛查微软会议人的资料，她下午去三院生殖王海燕说免疫可能有问题都在临界值，担心怀孕后这些指标会高让一个月后复查，下午她又回同仁堂把重要拿回来，下班到家我给她洗了草莓喂她吃给她哄好了，我做菜花西红柿鸡丁娃娃菜鱼豆腐蒸米饭，我洗碗，晚上我自己溜了一圈，晚上洗完澡帮她拼拼图啪啪啪"],
            ],
"2022-4-26": [
            ["00:00-23:59","早上我开车上班，出来时拿错钥匙了，把她小电动的钥匙拿走了，把我的钥匙落家了，中间小铁门锁上了只能走正门，点的嘉和一品咖喱鸡饭，下午到监控室搭建schedule写了个自动鼠标切换电池监控界面的脚本，修改lkupV的GPU使用率和温度，下班出来晚点，到家后她快下班了我骑小电动去她单位，吃的眉州小吃干臊面麻辣烫，回来去永辉20块钱即刮型彩票我第一张中20第二张中10块，买一次性筷子水女短袜南瓜面包片苹果，到家她不出去走走洗衣服，我穿牛仔裤回力帆布鞋短发去走了一圈，回来一起拼拼图，晚上她性欲特高，玩玩具没能高潮然后就干我啪啪啪，非让我射出来，我忍住没射明天还有工作，后天想拿跳高第一呢"],
            ],
"2022-4-27": [
            ["00:00-23:59","早上我坐地铁上班有点小雨，上午到监控室结果杨涛发微信让我过来做监控，中午跟王亚坤马海峰去荷园吃的，校长办公室那边走了一圈，下午在监控室继续写lkupV的GPU使用率和温度，问陈晋红才知道运动会因为疫情推迟了，到家我去小区做核酸非得让我绕远，准备菜她到家炒麻辣香锅我炒鹅蛋菠菜，我洗碗她去做核酸，一起骑小电动去五彩城买桃酥，晚上啪啪啪她把我干内射了"],
            ],
"2022-4-28": [
            ["00:00-23:59","早上我开车上班，上午在监控室写lkupV，他们去吃饭，我点的李先生香菇鸡饭外卖到生物技术馆吃的，下午接续在监控室写lkupV，下班了他们都在我也没好意思早走多呆了会，然后跟杨涛说先撤了，到家我先把剩下的拼图拼上了然后做手抓饼吃，她下班打车到火车站坐动车回家了，晚上遛了一圈"],
            ],
"2022-4-29": [
            ["00:00-23:59","早上我开车上班，她早上去体检了，上午先到王佳伟老师那里看他演示引入外部lib，然后到监控室继续写lkupV，杨涛故意让我给他脚丫子上碘酒，马海峰表示不理解，我就用养狗来给他解释，他人品差但这个我忍了，谁没养过狗呢，在人手底下该忍就忍，我把lkupV按照王老师搭在了vjob上，谁知道要把这个撤了放vmgt01上，拔网线我才知道，拔之前说这个我没听到，杨涛说我充耳不闻，中午在清青永和吃完饭去做核酸，下午接着做lkupV，终于调试好了，外来负责V集群的两个人闹不和其中一个人罢工走了，下班我开车回南口没走高速，先到她家接她，她家要装窗户屋子里乱着呢，然后一起去调解室吃晚饭，吃的炖牛肉肘子姨妈给的枣味儿馒头不知道啥做的，从我爸这拿了两条烟去她家，帮着搬了几盆花，然后开她家车到我爸社区待了会，然后到调解室我开上我家车回家，两辆车都停楼下了，三姑妈他们我家楼下我爸下去他们没上来，我家睡，嫌我老弄那个联通版手机不高兴了"],
            ],
"2022-4-30": [
            ["00:00-23:59","早上我爸5点去准备核酸会场，我俩多开她家车到中共南口特支纪念馆（詹天佑）做核酸，她开车去上班，我爸骑电瓶车带我到他办公室我开车回家遛狗，吃完饭补CFA笔记洗头，跟我妈走到调解室把剩下的笔记补完，跟她去做核酸后去姥爷家再去美廉美买菜，舅舅舅妈做饭在姥爷家吃的，晾衣绳掉了舅舅重弄上的，我爸拿着盒饭我们吃完饭收拾好才回来，没怎么吃就去地下通道东边去剪头发，我跟我妈骑电瓶车回家开车，我妈也理了发，然后去红泥沟看特斯拉组装聊了聊，回来后到调解室我跟我爸洗车，车上都是树粘子擦不掉，晚上姥爷舅舅舅妈杨硕龙娇姨夫姨妈姨夫姨妈王磊代翠红王怡欢在调解室吃的，舅妈做的饭，吃完饭我开车把杨硕龙娇送回北七家北京城建畅悦居，路上杨硕说想要女孩，买金条给闺女便宜了女婿，龙娇听了不乐意，然后开车回龙旗广场，到家她玩拼图呢，洗了龙娇舅妈给买的白雪公主草莓，然后我记账不睡觉她不高兴把卧室门锁了，一会起来没收我电脑，还好我藏了卧室钥匙，我睡沙发"],
            ],
"2022-5-1": [
            ["00:00-23:59","早上起来把她送到单位，刚往南口开我爸打电话说一会去二姑妈家，我就开车回龙旗广场去麦当劳买了个汉堡吃，回家收拾收拾屋子，然后开车到西三旗桥南接上爸妈去西直门危改小区，葛佳于静文葛爱予也在，在二姑妈家吃的葛佳做的西红柿鸡蛋面，吃完饭拿上给的毛毯凉席什么的，到南口就把凉席扔了，她下班没回家，晚上去姨妈家吃烤羊肉串，我先去接姥爷碰上王磊和姨妈，我爸妈说去买水果，结果半天也没过来我骑姨妈电动车迎着他们，结果我爸漏刷东西被扣那了，我妈先出来，吃一半我爸也过来了，据说是交了1800的罚款，吃完饭我们就回家了"],
            ],
"2022-5-2": [
            ["00:00-23:59","早上我爸去布置核酸，我跟我妈走着下来到调解室，她也开车到那汇合，做完核酸我跟她回她家，她爸妈也在，吃的排骨豆角蒸鱼炸香椿儿卷子，吃完饭打算去玩刺杀雍正结果人数太少就没去，她爸妈下午去水库里面爬山，我跟她在家睡了一觉，然后去调解室吃饭，我爸做的烤羊肉串煮的玉米棒渣儿粥，吃完饭我耿高惠我妈去美廉美买第二天的午餐，我爸在调解室睡觉，买回来一起走着回家，我家睡的"],
            ],
"2022-5-3": [
            ["00:00-23:59","早上起来我爸去布置核酸，我耿高惠我妈起来吃完早饭到调解室拿上吃的，然后去做核酸后出发去后花园，爬万福梯后没去一线牵就往回走，吃了自热锅面包片熟食香蕉我妈吃的包子粥，回来后先到调解室接上我爸，把爸妈送到家，我拿上电脑就回她家了，在她家洗了澡没找着眼镜洗了衣服，穿她妈给买的睡衣，啪啪啪内射后睡了一觉，晚上吃的茴香馅儿馅饼虾炸香椿儿，吃完饭把刘晓蕙网站的作图的功能写完了，晚上在她家睡的"],
            ],
"2022-5-4": [
            ["00:00-23:59","早上起来从她家出来开车去我爸那做核酸，没看见我爸，送她到西山口，我到家我妈带俩狗出去了，上午查农行理财以为利息是57块，打电话找理财经理小翟，结果到农行发现是看错了，我在调解室上午待了会看CFA高顿网课睡了一觉，到地下通道找我妈，她去美廉美买水煮肉底料，地下通道口买豆芽菜，舅舅舅妈在姥爷家一块吃水煮肉排骨竹笋，我爸晚回来吃的饭，到调解室有两个人送了三箱橙子，睡了一觉刚要走就来了个咨询的，发现结了串小葡萄，我爸骑电瓶车放回办公室，我去迎着，我妈取快递走着回去，把我爸送到家等我妈到，然后我开车回龙旗广场，骑小电动去她单位接她，跟仇师傅聊会天，到永辉买两个刮刮乐没中买大鸡腿柠檬黄瓜，到家做核酸，她做手撕柠檬鸡，我洗碗，她玩拼图，我去走了一圈，她想吃冰激凌，我去麦当劳给她买原筒，我往里走非让我出来到门口，买回来路上冰激凌都化了我赶紧跑回来"],
            ],
"2022-5-5": [
            ["00:00-23:59","早上她骑小电动上班，我在家写了点笔记等我妈，我去开车结果龙旗广场门都没开，我从车库出口下去开的车，到西三旗桥南接上我妈先去唐风采修发卡修发型，然后赶紧去三院那边看房牛奶宿舍蓟门南里光明北里，群里说明天居家办公了，把车停到花园东路我去三院打印结果，有个凝固酶阴性葡萄球菌感染，也能存就是贵一倍多一年，然后对面肯德基取餐，我妈吃牛肉堡我吃鸡肉堡，吃完到天通苑那边弄眉毛，到那问哪个门，结果非让先预约我们就回龙旗广场了，结果停地库时说永辉封了，我们就把车停上来，问耿高惠回不回南口，我妈在我家等会她，听说不回我妈就坐汽车回去了，我在家把笔记补完，都糊涂了以为她还是三点下班呢，我炒莴笋，我洗碗，我绕着龙旗广场走了一圈差不多都封了，到家洗衣服没把排水管插下水道水撒了一地，晚上把被褥都换了"],
            ],
"2022-5-6": [
            ["00:00-23:59","早上一起开车去三院生殖，她先下车去分诊，我把车停对面车上吃的早点，结果这个诊室看的特别慢等了半天，约无痛宫腔镜结果得补几个检查，抽了血查了心电图，出来在巴黎贝甜买了小蛋糕小面包面包片，回龙旗广场路上收到短信工行牡丹卡又忘了还款了，她做手抓饼，我洗碗，补笔记，两点腾讯会议开组会，戴长假发文胸女T恤黑魔术裤，开完会突然想起来明天检查最好做核酸，小区正门口排队做核酸，看到另一对以为人少呢，结果排过去发现是排队做核酸，要先到另一队那身份证录入，我又回去重排，还好骑着小电动可以坐着，回来把小电动充上电，晚上她做美龄粥鸡块薯条青椒，我洗碗，她给单位报备永辉被封让跟社区报备，我怕真给封了明天没法去医院让她明再说，她就跟我急了说我不当回事，我没理她，晚上戴长发穿新买的蓝色T恤黑魔术裤回力帆布鞋走了一圈，可真冷冻坏了，到家她在沙发上睡的真香叫她回床上睡也不去，我就自己回屋睡觉了"],
            ],
"2022-5-7": [
            ["00:00-23:59","早上醒来发现她回屋床上睡呢，她吃过饭骑小电动给我送到育新地铁，然后她就去上班了，我到协和去做MRCP，昨天做的核酸结果没出来，担心48小时过了进不去，虚惊一场没过48小时，中去做的现实的是晚上的检测时间，等到才做上，昨晚也没吃早饭就赶紧赶回家，在小区做了核酸，联系快递小哥刘半仙把乐心手环5寄出去卖了，爸妈做公交车到育新，我出小区迎着他们，他们带的苋菜馅儿和和好的面到我家拉的馅饼，我没吃这个馅儿吃的她妈之前烙的茴香馅儿馅饼，热的美龄粥喝，泡了两杯柠檬蜂蜜水，我洗碗，也没休息就赶紧带着爸妈去长庚医院，到了不好停车先让我爸进去取号，我跟我妈找地方停车，我妈找保安停了个位置，进去发现我爸自己把号取了，安排的是2:30-3:00给我爸看心脏3:00-3:30看消化3:30-4:00我看外科，结果外科打电话叫我先过去看，肩上脂肪瘤很尴尬局麻还是全麻，最后还是观察着先备孕，心内刘芳大夫说我爸是典型的心脏病症状让住院查，他不住，医生帮我劝我爸，本来想在消化给他约个无痛胃镜，结果心脏不好不能做，等心电图时我爸去抽血结果过号了，我妈去拿药，住院中心登记住院后我开车把爸妈送回南口，调解室吃的手抓饼小米粥，她下班没回家买的玉米饼吃的橙子，据说晚上跳刘畊宏操，她在家把鸡腿炖了，我爸7点去社区开会，我把车停到俱乐部跟我妈从道北后面菜市场走回家，我爸到家待了会我就去睡觉了"],
            ],
"2022-5-8": [
            ["00:00-23:59","早上我遛狗，吃完早饭跟爸妈走着到调解室，我爸先去大操场给做核酸拍照，他们去姥爷家，我跟调解室补笔记喂俩狗鸡胸肉，到姥爷家吃茴香陷儿山药并，舅舅舅妈姥爷也在，吃完饭我跟我妈去美廉美买菜，到调解室补笔记，睡了一觉我就开车回龙旗广场了，到了小区做核酸取快递回家，又出去取快递，新假发，我炒西葫芦她昨天炖的鸡腿蒸米饭，她洗碗，晚上一起跳刘畊宏操，带新假发她把我口射了我用玩具让她高潮了，她这次好快，她玩新买的立体拼图"],
            ],
"2022-5-9": [
            ["00:00-23:59","早上她去上班，我在家看网课，上午戴新买的假发去取快递，吃的鸡腿黄瓜，下午戴假发去做核酸小区没有，走到了永辉对面打疫苗的那做的，第一天伪街，感觉太棒了！回来补笔记，晚上我做涮羊肉，我洗碗，晚上我自己去遛弯特别虚，晚上躺床上睡觉我说明天早上起不来她先去医院，她就又生气了"],
            ],
"2022-5-10": [
            ["00:00-23:59","早上起来没吃早饭一起骑小电动到育新地铁，不知道为啥手机不能刷NFC我去买的票，结果没赶上这趟车，她就抱怨我，我生气的怼她手机坏了我是故意的，她就生气了，上车过一会坐到我这边来没事了，到同仁堂开药，然后在一层我俩简单吃了点，她就赶去三院约宫腔镜，我在这等着拿代煎药看网课，快到骑肯德基拿汉堡，今天周二会员日66折，然后去协和打印MRCP结果，她微信聊起总去医院很烦不生了，我走回同仁堂中医院拿上药坐地铁到西土城等她，张春梅调义那边去了，她约了下周一的无痛宫腔镜，地铁汇合回龙旗广场，我妈去天通苑做完眉毛找岳丽梅然后就回南口了，我接耿高惠5000块钱竞拍天爵酒店管理股份，区做了核酸，晚上她炒香菇油菜鱼香肉丝，我洗碗，晚上一起跳刘畊宏操，她玩盲盒，我给哲哲姐姐分析他们的新股IPO作业，晚上失眠了又纠结上不上杜兰大学的管理硕士，拿被子去沙发上听微信读书才睡着"],
            ],
"2022-5-11": [
            ["00:00-23:59","早上起来吃完早饭，她骑小电动上班，我上午在家继续分析聂晓哲的数据，上午拍卖天爵酒店管理的13%股份都拍到了35万多，中午煮挂面泡鱼香肉丝吃，下午戴长假发去车里拿行驶本，回到家摘了假发又去小区做核酸，把写完的作业发给哲哲姐姐，补了个CFA笔记，发胶粘头发上弄不下来了，我炒杏鲍菇西葫芦热她妈烙的馅饼，我洗碗，晚上她条刘畊宏操，我收拾衣服，他帮我把发胶剪了"],
            ],
"2022-5-12": [
            ["00:00-23:59","早上起来她去上班，我在家补笔记，上午去取快递，吃的手抓饼，下午看网课，帮王老师解决lkupV时间是4月28日的问题，是因为我从root切换到thippo用户了，她今天下班早让我把鸡翅化上，我没用水泡上她到家就生气，她用炸鸡粉空气炸锅炸鸡翅我炒香菇油菜煮馄饨，我们手机都收到电子围栏的短信，我爸妈和我是因为5月1日去过西直门二姑妈家，她是因为前天去三院去枫蓝国际买原麦山丘，吃饭时我说晚上出去走一圈她怕疫情不让我出去我很不爽，她洗碗，晚上知道得居家隔离我因为过了10天隔离期可以外出打算回南口，结果她就不高兴说我觉得合适么，我真的特别失望，一方面跟着她隔离8天我爸妈的生日我都不能给她们过，我爸住院没准我也没法带着去，另一方面她下周一的宫腔镜也耽误了，最主要的是她真的很自私真的不为我考虑，我很失望不理她，她让我回去我还怎么回去，人真应该自私点"],
            ],
"2022-5-13": [
            ["00:00-23:59","隔离第一天，早上起来各自吃早饭，我给我妈生日转了666的红包，我补笔记她回屋睡觉，上午有社区的人来封门，她问我走不走，我赌气的说不走，她吃剩饭我煮方便面吃，方便面过期了，下午我看网课她一直躺着，晚上她吃剩饭我自己做手抓饼吃，睡觉前她做玉米饼，她睡沙发"],
            ],
"2022-5-14": [
            ["00:00-23:59","隔离第二天，早上起来各自吃早饭，上午她跳刘畊宏操我补笔记，上门做核酸被捅鼻子了，她定了菜到家，中午她自己做的酸汤肥牛，我馋的想吃一口舍着脸想吃，她不让吃，我自己煮挂面了，下午我看网课补笔记，开发网站日记的功能，晚上都简单吃的，她跳刘畊宏操，她睡沙发"],
            ],
"2022-5-15": [
            ["00:00-23:59","隔离第三天，早上起来各自吃早饭，上午我补笔记把portfolio management这章写完了，中午我打算炒菜花蒸米饭一起吃，结果她不吃，下午跟我妈我爸舅妈玩了3把手机麻将，晚上我主动给她做咖喱鸡丁饭，她不吃跟我嚷，我做好了喂她她不吃，结果撒被子上了，我赶紧去洗，她吃剩饭，晚上跟聂晓哲聊微信跟我说了好多她之前上学工作的事，睡觉前臭女人给我发了个哼，我赶紧借坡下驴哄哄她，还是不回屋睡"],
            ],
"2022-5-16": [
            ["00:00-23:59","隔离第四天，早上她跑我被窝睡，上午我写笔记，她订了好多菜，种的菠萝蜜种子发芽了，然后啪啪啪她高潮了把我干射了，我炒芹菜腊肠剩咖喱鸡薯片，岳龙的工作调查给我打电话，下午睡觉写笔记，晚上我吃她妈之前烙的馅儿饼看绿色星球纪录片她没吃饭，吃完了拉着我跳刘畊宏操，结果今儿不直播找的录像跳的，这个虚啊，晚上我们4个玩手机麻将，我胡了个混杠胡，晚上上床睡觉社区发微信说明天解除做完核酸就能解除隔离了，10天变7天了，太坑了，计划全打乱了"],
            ],
"2022-5-17": [
            ["00:00-23:59","隔离第五天，早上吃完早饭我写笔记，中午一块做麻辣香锅蒸南瓜，我跟她聊天聊聂晓哲她不爱听，我有点不高兴不理她了，她吃饭跟我道歉了，我洗碗，下午看网课，做核酸的来了，结果我被捅了两次鼻子，第一次我躲了一下没捅到，下午她吃酸奶冻冰香蕉想拉肚子，结果也不拉，我看《我的几何人生：丘成桐》，晚上我吃的剩麻辣香锅，她给我爸妈不知道买啥生日礼物，一烦就不跳槽了，最后给我爸买的台灯给我妈买的水杯，吃完饭屋里原地跑了20分钟有点虚脱，跟爸妈玩了把手机麻将，洗完澡喝奶粉，晚上躺床上啪啪怕，特别虚胃疼不舒服，一直睡不着，转寄顺丰的CFA二级课后原题多花2元"],
            ],
"2022-5-18": [
            ["00:00-23:59","隔离第六天，早上吃完早饭社区的把门禁拆了，上午我俩出去小区做核酸，正门找刘半仙寄快递，我俩没有通行证出不去取了快递就回来了，上午继续写笔记，计算平台有个腾讯会议听了听跟我没大关系，她核酸一直没出跟我撒气，中午做饭一直数落我，我这个生气，她做的冬瓜丸子，我洗碗，终于把高顿CFA二级知识精讲看了一遍，下午她躺着睡觉的时候她的核酸终于出了，我俩的弹窗也解除了，收拾东西去物业办出入证，然后开车回南口，先到我把社区接他，结果他有咨询的我们就先回家了，我爸到家炒的鸡丁西葫芦，吃完饭他们去后面遛弯，我俩就开车到地下通道然后回她家住了"],
            ],
"2022-5-19": [
            ["00:00-23:59","早上她开车把我送到家，走的时候想亲我，我对着老叔的小铺让她把车拐过去点，她不高兴没亲就上班去了，到家我妈正好要下楼，我跟着去后面找我爸，我爸在火车道打八段锦，打完回去买豆腐小萝卜，我爸去上班，我跟我妈去大操场做核酸，到调解室跟我妈洗车，然后洗了个头就去姥爷家，中午舅舅舅妈一块在姥爷家吃的，在地下通道那我妈给我爸订了束花，爸妈去春西子买衣服，下午在调解室睡了一觉，然后王艳来田梁来了，他们给了红包，阚老师也来了，他们帮着做的饭，我跟我妈去取花回来，刘万山两口子盛宝吉也到了，舅舅舅妈也到了，我妈给舅舅也买了衣服，阚老师爱人和外孙也到了，晚上一起给我爸过的59岁生日，我也喝了一点点1680的红酒，才想起来周一还要存精，耿高惠临下班来了俩警察打流水，结果加班到九点半，就让她直接龙旗广场了，没能给我爸过生日，我就带着爸妈回家了"],
            ],
"2022-5-20": [
            ["00:00-23:59","早上吃完饭跟我妈开车去大操场做核酸，人太多没做，医院打电话让我爸住院，给舅舅买200块钱刮刮乐体彩，到调解室跟我妈把车又擦了一遍，京东金条借了5万一月免息，等我爸来调解室收拾东西，我妈先去姥爷家做饭，我爸之后去社区办事，耿高惠从龙旗广场回来，一起在调解室写我爸病历，然后到社区接上我爸，到家继续收拾东西，我坐她车，我爸开舅舅车到地下通道，中午姥爷家吃的，舅舅生日，彩票200中165，吃完饭我妈回家耿高惠回家，我开车送我爸去住院，还是落了衣架没拿，押金3000，等了会没事我就开车回南口，快到了我爸打电话说不做冠状造影，我着急的直犯哮喘怎么说也不听，到调解室给我妈拿上药茶回家找我妈，带了会就让我赶紧下去买彩票买花去了，结果还是忘了拿她的衣服和中药，我拿着花盆去买的花，到她家刮奖200中120，吃的炖羊肉块，吃完饭她爸去打乒乓球，我跟她走着回我家拿药，跟我家待了会就回她家了，在她家洗了个澡还是用了洗发水，晚上啪啪啪"],
            ],
"2022-5-21": [
            ["00:00-23:59","早上起来她爸妈回平谷了，我俩早上吃的我爸的生日蛋糕，然后提着油杂粮各种东西到调解室开车回我家，给我爸拿暖壶干果什么的，让我爸帮着给耿高惠注册建行生活，不是本机不能办，等我妈快11点快到家我俩给炒的荷兰豆热的昨天她妈炖的羊肉阚老师的红烧肉买的烧饼，她洗的碗，吃完饭我把我妈的十字绣都挂闲鱼上了，中午想歇一会结果京东快递催着取快递就开车回龙旗广场了，推了个永辉小推车她回家收拾，我去停车刚回来到楼门口她发微信让我去取多米诺快递，到家歇了一会她给我爸空气炸锅鸡翅我炒茄子蒸黑米饭，我开车去长庚给我爸送过去，他吃完饭我把饭盆拿回家，到家眯了一觉，起来吃苹果香蕉，充电维护我把车推到别的地儿充的，回来我们仨玩手机麻将，她新买的煎药锅觉得放不稳给退了，晚上啪啪啪"],
            ],
"2022-5-22": [
            ["00:00-23:59","早上起来她做的鸡蛋饼，吃完骑小电动到育新地铁我去三院做核酸她去上班，她单位22-28号停业了，我到家把柠檬芒果菠萝蜜放阳台，把昨天的煎药锅退了然后去取快递去永辉买生菜，她中午回来买的巨无霸，到家让我用微波炉热剩饭，我直接带着盖就热结果盖变形了，她就生气，又说阳台都是水也不擦，我给她又买了个饭盒，我也不爽摔饭盒盖摔手机的，下午在沙发上睡着了，听见小门收垃圾的把锁打开了，我拿着车锁下去想上私锁结果锁太小，让收垃圾的走正门，我给社区的打电话，收垃圾的也找人，来了一女一男，都是臭外地老农民，也不知道牛逼个啥，那个女的还凑活还明白点事理，那收垃圾的接了个电话不让走小门就得了，到家我把俩摄像头都朝窗户外了，然后我赶紧给我爸做饭，煮馄饨做手抓饼，把琵琶腿去骨时还把手划了个小口子流血了，把琵琶腿做成照烧鸡块，开车给我爸送到长庚医院就回来了，停车的时候跟坐着的老头打招呼把车停他们旁边车位，老爷子说我车左前方可能是狗挠的，车前盖里有骨头，聊了一会我去买吉野家麦当劳圆筒，取了京东快递回家"],
            ],
"2022-5-23": [
            ["00:00-23:59","早上起来耿高惠给我做的鸡蛋饼，我去三院精子库存精，她在家开会，45%的前向运动率，2.4ml四管量存了3管，收费1155元收错了，回来收到我爸办出院的短信，到家取新买的煎药锅快递，中午我炒的鸡蛋青椒酱鸭，她洗碗，下午三点多一块去做了核酸，然后去永辉买了椰汁西瓜柠檬煎饼稻香村，买非那雄胺还没有5mg的，回来我看了《暗夜博士》，下完了《绿色星球》，吃的煎饼，她做了红豆椰汁，戴长发让她上我啪啪啪，身体到心里的爽，晚上戴长发穿黑短连衣裙出去伪街啦，把新买的煎药壶放车里，把车载音乐拷U盘里"],
            ],
"2022-5-24": [
            ["00:00-23:59","早上耿高惠6点多起来去同仁堂开药，我吃昨天的鸡蛋饼，在家浇花收拾等她回来，我爸在办出院，她9点多到的家，她做了红豆椰汁，然后开车赶紧去长庚医院，门口排队停车，我爸办完了，我让耿高惠开车我进去接我爸，到地下一楼去打印病例结果7天后才能打，回一楼盖了章开车回家，我妈爬完山去别人家吃烤串，我们到家12点了，回来路上刘记天买烧饼楼下买菜，我爸做的加鸡蛋煮的挂面，我妈之后回来，我们在家待了会，我开始做题了，快到3点多看要下雨我跟她就赶紧出来去做核酸，收到了社科院杜兰大学MFIN的录取通知书，她家胡同有水泥车堵住了，正好路边有地儿就停路边了，到她家带了会突然饿了，吃了点肉松卷薯片，她爸到家吃的鸡腿丝瓜，她爸下楼打乒乓球，我俩帮她妈包粽子，晚上啪啪啪，睡觉前拉肚子了"],
            ],
"2022-5-25": [
            ["00:00-23:59","早上起来在耿高惠家还拉肚子，吃的粽子和蛋糕，拿了粽子就从她家出来回到家，没让我妈拿粽子去姥爷家她不高兴，开车下来到调解室跟我妈擦车，我妈去姥爷家，我就到我爸社区门口等我爸，还以为他在开会结果才知道按摩呢，等着的时候看题，碰见王艳来弄牙回来，刘万山聊了会，我带我爸到昌平区医院，看消化科约胃肠镜和腹部CT，麻醉科约内镜的大夫都挺不错，赶紧回去找消化科大夫还找错地方了，开检查单好几项检查都给免了，5月27日做CT，6月13日做无痛内镜，之前10号来做检查，开车回来停地下通道，到姥爷家吃的包子和粥，舅舅舅妈等着呢，晚上吃啥我没搞清情况不想还吃面，我妈她们有点生气，下午到调解室我爸去上班我睡了一觉然后做题，耿高惠从家过来地下通道迎着她，然后一起去大操场做核酸，到调解室跟我妈一块到姥爷家，舅舅舅妈他们烙馅饼，吃完饭一块走回到调解室，本来我爸想跟车回家拿着检查的单子，结果跟我妈走着回去了没拿，我跟耿高惠开车回龙旗广场，晚上啪啪啪她高潮两次"],
            ],
"2022-5-26": [
            ["00:00-23:59","早上开车到走的京藏高速辅路到三院，我把车停在了花园东路，她骑车去生殖中心抽血，回来买的麦当劳早餐，我俩车上吃完就开车回南口了，先回我家拿上电脑然后到调解室写实验室创新基金中期汇报表，中午跟我爸妈在调解室吃的烤鸡翅葱爆羊肉，下午回她家之前去道南格林豪泰那做核酸，好像是碰到了陈新明戴着口罩没敢认，回到她家睡了一觉，我妈让我回调解室拿点袁强给的小白菜，我骑自行车拿的，我爸妈在调解室吃剩饭王亚云在呢，拿完我就出来了，晚上在她家吃的火锅底料炖羊肉块炖鱼，第二天早上带我爸妈去医院，早上太折腾吃完饭我没让耿高惠跟我回家，我爸晚上值班我没拿调解室钥匙先去社区，我妈玩连连看呢，我爸从卡口回来骑着电瓶车我俩拿着菜放调解室，我开车我爸骑电瓶车回到社区，我做了会儿题就带着我爸妈回家了"],
            ],
"2022-5-27": [
            ["00:00-23:59","早上我开车带我爸妈去去医院，我爸先去地下一层做CT，我跟我妈去内分泌科，开了检查，抽完血验完尿我爸在车旁边等我俩，开车回南口我爸去上班，我跟我妈在调解室，我做题我妈准备包子，我中午到她家吃的，下午她在家煎完药我俩回调解室，然后开始拉肚子了，我俩又走着去大操场做核酸，回来取支付宝积分换的菜板快递，调解室看了会书，做饭的时候我妈跟我说我爸说上的那个不是博士是硕士上它干啥，我没说啥，晚上我爸回来吃的烤串包子喝了山楂汁，开车到家去水库遛弯，我妈先去了，我爸跟田梁等王艳来，我跟耿高惠牵着两狗慢慢走，走铁道小迪坐地上不往前走了，我怕前面有啥问题，就先把小迪送回家，然后走大路了，走到上回跟耿高惠挖土的地方她说什么闹情绪不走了，只好带着她先回家了，回来碰上我爸他们看见金老师了，晚上本来想看书，她不让我看，睡觉前我们四个玩了把手机麻将，我用矿泉水瓶洗小鸡鸡，但是躺床上她嫌我不理她生气了，晚上睡着她热的开窗户开风扇"],
            ],
"2022-5-28": [
            ["00:00-23:59","早上我爸妈去早市买菜，吃完早点我爸电话叫走镇里要求搞卫生，我妈带着俩狗出去了，我跟耿高惠开车先到操场做核酸，然后把买的菜放调解室，然后开车去她家，她家胡同被拉保暖层的货车卡住绕到后面停她家楼下，她妈联系摘樱桃，最后商量上午取回来，我做了会题然后开车到警察学校那边，用我爸给的南口证件进到村子，她们没摘完我们又接着摘，总算知道怎么摘樱桃了，回来把她妈送到地下通道她走着回去，我跟耿高惠把东西放调解室然后赶紧到姥爷家，舅舅舅妈姥爷等着我们12点多，吃完饭我们回调解室，我跟小迪地下通道口等我爸妈小妮子，小迪见到小妮俩狗可开心了，把我爸妈开车送回到家，然后我俩就开车回龙旗广场了，结果单位通知再她再停业一周，她给客户打完电话洗澡啪啪啪，把我干射了，晚上我去东小门取的达美乐披萨，吃完饭躺着又啪了会儿，然后做了会儿题"],
            ],
"2022-5-29": [
            ["00:00-23:59","早上起来啪啪啪，上午CFA做题总结，决定先不啪了准备去三院，中午她热的粽子剩羊肉啥的，下午睡一觉起来去做核酸，然后去永辉买了椰汁好利来虎皮蛋糕，在miniso买了两双拖鞋，晚上她点的西少爷外卖，看了半集《重生之门》没意思我就改看《绿色星球》了，一起跳刘畊宏操，睡觉前想跟她聊聊未来打算，结果她觉得我看她不顺眼生气了，我晚上开空调也冷睡不着就去沙发上很晚才睡，胸口处不舒服"],
            ],
"2022-5-30": [
            ["00:00-23:59","早上起来吃完早饭她在家开会，我做题也不踏实她一直跟我不爽，开车回南口，让她开她不开，我开车没走高速，到调解室耿高惠给顿炖鸡翅根，我妈到了后炒菜，中午特别饿又困眼睛都冒金星了，吃完饭我眯了一觉，MFIN转账可以线上转，我的工行额度后，我俩开车去工行连转再取的转了8万，然后去格林豪泰那做核酸，开车到她家小区没地方停就停路边了，到她家我做题，她4点钟去做按摩，晚上她爸没回来吃去单位了，跟她妈吃的牛肉面，吃完饭我开车回家找爸妈，我走到后面部队那碰上我爸，回家接上俩狗迎我妈，到家跟我爸妈玩了一把手机麻将就回耿高惠家了，开车停的挺远的走到她家路口发现有两个地方又回去把车开过来了，晚上在她家又失眠了，胸口还是不舒服"],
            ],
"2022-5-31": [
            ["00:00-23:59","早上起来在她家吃完早饭开她家车，房屋维修的挡着，去农商行取钱，我爸的存折条磁不能用，我妈的能用但是取了8000就不能用了，把她家车停调解室，去美廉美买面包坯子洋葱酸奶土豆鸡胸肉，开我家车再去取钱，结果还是那么多人没叫号都，我俩就回调解室了，我妈爬完山回家了，我俩又回家我给爸妈做咖喱饭，煮鸡胸肉给俩狗，吃完饭我跟我妈开车去农商行取钱，她有VIP金卡，然后去工商银行ATM机上存我卡里，看这么多爸妈辛辛苦苦挣的钱真的挺不忍心的，我有爱我的爸爸妈妈是我最大的幸运，我爱我的爸爸妈妈，谢谢你们，我会好好的孝顺您们的，回到家我跟耿高惠开她家车去我爸社区，我爸也骑小电动过来了，拿上他的医保卡CT片子袋拎了一箱椰汁饮料，我俩就开车回龙旗广场了，她家车ETC坏了在百葛服务区换了一个新的，到小区后面遛弯街边没地方停车她就把车放小区了，我俩把蚊帐搭上了，她熬药我CFA做题总结，她量体重沉了就不爽不吃饭不理我，我自己吃的自制汉堡包，夹的那天给我爸送饭做的照烧琵琶鸡腿，我做俯卧撑，晚上睡不着我去沙发上睡"],
            ],
"2022-6-1": [
            ["00:00-23:59","早上起来她开她家车一起去三院，上八层生殖中心，还早她让我好几回去精子库取结果，我不想着急去催我好几遍我转头就走，结果8点才能打印，回八层没地方做坐楼道里，等了好长时间有点饿了，报告也让手攥湿了，拿着她的车钥匙回车上吃面包，她看完了还去做B超，让我回去签字，王海燕给订了方案，一楼取药扫不上码才知道要到生殖中心的窗口取，出来后订的肯德基，他回车上我去肯德基取餐，等了好久才取上，等咖啡的都急了，我取餐回来吃上后发现差了一个汉堡，我又回去取他们失误没配齐，吃完饭我们开车回昌平去医院，机器上只能提前1小时取号，我先去打印CT片子，然后到内镜中心问我爸长庚住院拍的胸片，告知不可以用，到窗口取的号，让大夫把感染四项的单子补开了，想让大夫给看个片子他糊弄只看报告不看片子，长庚有病例去过不敢去打印病例，然后开车回她家眯了一觉，回调解室一起吃的豆腐西红柿鸡蛋王艳来炖的红烧肉，一起开车到大操场做核酸，我走出口结果她跟我妈走的入口出去的，然后开车去看葡萄，到家我爸去拿酥鱼，我们仨走到后面一点就回来了，晚上我们仨跳刘畊宏操，我们四个玩手机麻将就我一个人输，我家睡"],
            ],
"2022-6-2": [
            ["00:00-23:59","早上起来吃完早饭我俩先开车到调解室，我妈走着下来我去迎着她帮她拿菜，本来说去星城买麻辣香锅的菜，结果中午去姥爷家吃姥爷不吃辣，我想看书她捣乱让我开空调啥的，我让她自己开就跟我闹起来，我生气的说她她就生气不理我，我妈先去姥爷家我做题，中午到姥爷家吃的炒米饭，吃完饭一起出来，我爸把鞋落在姥爷家我骑小电动回去拿，我跟她回她家，她去睡觉我就骑小电动回调解室做题了，她发微信跟她妈回平谷，我去她家楼下汇合坐她家车去，她开车到她大舅家吃的烤串，张帅也回来了，晚上玩麻将，在她大舅家住的"],
            ],
"2022-6-3": [
            ["00:00-23:59","早上起来她跟她妈包粽子，上午张帅开车带我跟耿高惠去做核酸，回来我冲了个澡，鞋里有只虫子被穿鞋碾死了，洗完澡我总结完Quantitative Methods的做题总结，然后看NBA勇士凯尔特人总决赛第一场，凯尔特人末节翻盘，中午吃的排骨豆角，下午穿张帅篮球鞋跟他和他邻居去顺达打篮球，接波替张帅打了几分钟第一投中了，第二投没进，打了一会她们要回奶奶家我们就开车回了，然后去她姨妈家送粽子，她姨夫和大弟楼下等着，跟她姨夫说话了，然后回她奶奶家我第一次开她家车送她大姑回家看了看新盖的二层楼，她奶奶去给买面条让我给找回来了，回来晚上吃粽子冬瓜丸子，本来想多吃几个粽子的，结果吃了俩就吃不了了，饭后我俩沿着小路走了30分钟，晚上冲了个澡"],
            ],
"2022-6-4": [
            ["00:00-23:59","早上起来啪啪啪，吃过早饭下了小雨，我开车带着她跟她妈去做核酸，然后去接她爸，回来后我做题然后迷了一觉，中午吃的排骨，饭后跟我爸妈4个人玩手机麻将，帮耿高惠找聂晓哲弄建行生活，她把这个转全家福群里了，她回屋睡觉我也眯了一觉，然后做题，kindle明年中国停运得到送了90天免费电子书会员，我在文石leaf上下了得到APP下了吴军的《见识》《格局》《态度》三本书，她醒了后跟她玩了把8局麻将赢了她428分，她跟我说想吃小龙虾，结果没一会她妈打电话问她吃不吃小龙虾，真是亲妈，晚上吃烤串小龙虾剩排骨，吃完饭她爸带着她奶奶出去，下雨了，我跟耿高惠拿伞去找他们，在九爷门口找到了，我俩回去开车来接，然后开到滑雪场那回来，她爸想买小米11utra说有红外功能，晚上睡觉前心窝里面总是闷胀怕有事，她也很担心我"],
            ],
"2022-6-5": [
            ["00:00-23:59","早上起来她爸妈买的早点，吃过后她爸妈洗车我看了会《见识》，她爸开车回南口，刚出村我想起来电子书阅读器文石leaf着急出来落她奶奶家了，又回去取，她爸开车真猛一路上一直超速我坐后排把安全带都系上了，一路上看电子书，到东大街她爸下车走着回去她妈开车把我们送到调解室，神舟14号直播发射成功，然后我俩去做核酸，回到调解室耿高惠洗菜花煮菜花，我有点拉肚子，爸妈爬完八达岭森林公园回来了，中午我爸炒菜花热牛肉包子粽子，她洗碗，吃完饭我眯了一觉我爸妈让吃完晚饭再回去，她玩手机游戏我里屋做题，我爸不让我看让我跟耿高惠待着，我挺不爽的，我俩回里屋玩手机做题，我妈给俩狗洗澡剪毛，我爸炖带鱼炒菜花烙饼，我妈又给我剪头发，我妈让我浇菜我爸又让我把肥浇上，新闻发布会说周一北京大部分复工了，听我妈说昨天我爸值班去卡口跟喝酒的不扫码戴口罩的打架，吃完饭我爸非要给我擦车，擦完了我开车把我爸妈送回家然后就开车回龙旗广场了，到回龙观刮大风要下雨，我们在快递超市取三个快递把车停地下车库，我说东西能拿她不乐意，我拎着不用她，用她我是小狗，拎进小区她怕我累还是帮我拎了会，到家洗衣服收拾东西布置新蟑螂屋，我出去扔了趟垃圾看了看小电动有没有电，回来她玩盲盒，我做题做俯卧，问杨涛周一上不上班，晚上睡觉前啪啪啪"],
            ],
"2022-6-6": [
            ["00:00-23:59","早上起来她做玉米饼然后去上班，我在家总结做题笔记，中午等她下班我炒西葫芦鹅蛋热牛肉，我洗碗，下午睡了一觉她蒸红豆，一起出去做核酸，然后去永辉买水西蓝花西红柿金针菇盐焗杏仁倭瓜，她美团给我订了3盒非那雄胺5mg，她做水煮虾西蓝花，我洗碗，让我拿纸给她拿了用完不给她拿回去她就不高兴，问题是我不知道她还用不用啊生气，晚上跟她躺毛毯上我说她太咸鱼躺平，她不乐意生气了，我自己出去跳了500个绳"],
            ],
"2022-6-7": [
            ["00:00-23:59","早上起来她拿脚丫子在我脸上蹭，起来没给她做早饭就不高兴，上午我改刘晓蕙的网站v4.2.0，中午她做烤鸡翅蒸土豆倭瓜粽子，我洗碗，中午眯了一觉起来一起去做核酸，回来我做题，跟她下了盘象棋，她后面没耐心玩了，要不我可赢不了她，晚上她做西红柿虾滑汤，我洗碗，晚上一起跳刘畊宏操，睡觉前啪啪啪"],
            ],
"2022-6-8": [
            ["00:00-23:59","早上起来她啪啪啪把我干射，她做西葫芦饼，她去上班我在家做题总结，中午她在单位主管给订的吉野家外卖，她有个30-15的外卖券给我也订了吉野家辣白菜双拼，下午在家做题总结，眯了一觉等她回来一起去做核酸取快递，她去麦当劳买了新出的面包，回来晚上没做饭简单吃的苹果牛奶饼干啥的，晚上跳刘畊宏操，睡觉前啪啪啪她高潮"],
            ],
"2022-6-9": [
            ["00:00-23:59","早上起来吃过早饭，她躺着我做题，快到中午不知道吃什么，最后还是让我炒西葫芦热牛肉，下午睡了一觉起来去做核酸然后开车回南口，先回的她家，耿高惠拿了她爸的旧小米手机给我，我的华为荣耀7i终于退休了，怕我爸明天72小时核酸不让进去医院让我爸赶紧去做核酸，吃完饭我让她在家待着了，我去调解室找我爸他加班，在那做了会题，我妈打电话催他赶紧回家，我俩到家我跟我爸下楼放狗，晚上睡觉前我把两个手机都关了就睡着了"],
            ],
"2022-6-10": [
            ["00:00-23:59","早上醒来收到一堆她发的信息，我手机都关了她联系不上我她不高兴了，说我不给她留手机，我起来吃过饭就开车带我爸去昌平区医院内镜前检查，我爸我爸放到停车门口他先去检查我开车排队，我看队不动我就走正门进地下车库再上来，最后还是停B2层了，我爸先做胸部CT我赶过去他正好叫到了，然后去做心电图，我去给他排抽血号，他抽血我去给他取心电图片子，我看医生拿一大堆结果没有我爸的就没问，结果我爸过来刚拍的人就出来了，我爸一问结果早出了，我把他送到社区，我本想在调解室等会我妈游泳回来，还是先去她家找她了，中午在她家吃的肉饼，吃完饭我妈说把工行钱取出来我就自己先回调解室了，眯了一觉后下午腾讯会议开6月组会做题，她洗澡后出来我去迎她，买了黄瓜胡萝卜在地下通道放调解室就去大操场做核酸，在调解室复印身份证结婚证打印社区隔离通知单，下午我跟耿高惠准备菜，切一半突然出虚汗恶心，躺床上趴了会缓过来，晚上打算不吃饭了，结果我爸炖的豆角炒的鸡丁樱桃太好吃了吃了可不少，吃完饭我们4个打了把手机麻将，开车回家遛到了燕磨峪，到家又我们4个又玩了把手机麻将，睡觉前她说她妈要买房又想买万科的房子，我问百子湾的房子能贷款么她说能贷就是多10万，我心中一万个mmp，又聊到我啪啪啪不热情她说我不爱她不爱跟她啪啪啪生气哭了，睡不着楼下老何两口子打了一晚上架"],
            ],
"2022-6-11": [
            ["00:00-23:59","早上我妈去爬山降蓬顶，吃完早饭我爸去值班我俩在家，她说来姨妈了，晚上回龙旗广场第二天去医院，我妈快11点爬山回来跟个泥猴似的进屋洗澡，小妮子来大姨妈了地上有血，我俩赶紧去大操场做核酸，然后想去调解室拿羊肉片炒葱爆羊肉，结果怕里屋锁上没钥匙没去，在菜市场买了黄瓜口蘑鸡胸肉，到家我爸炒鸡蛋西红柿豆腐我炒口蘑，中午没让我爸乱吃，我洗碗，下午睡了一觉然后开车去她家，她妈晚上给炸的带鱼炒的倭瓜，我洗碗，吃完饭回我家拿我爸昨天煮的杏水，然后开车回龙旗广场了，到了没一会就开始下雨，把阳台外塑料盒里的冰袋拿冰箱里冻上，晚上我们4个玩手机，她说她手机问题老输，我俩换手机玩，结果我一个人用她手机赢他们258，晚上她给我在京东上买了个小米的蓝牙耳机"],
            ],
"2022-6-12": [
            ["00:00-23:59","早上起来开车去三院生殖中心，还真挂到一个早上的普通号，估计是谁退的，掉头把停三院生殖中心街边，等7点她抽完血去吃头壹号，吃完饭我俩在车里睡觉看电子书，去街对面做核酸，取完结果去5楼，结果是张春梅，她去做人受等了她会儿，昌平去医院打电话说我爸明天的胃肠镜因为疫情不让做的，中午我吃的吉野家她买的麦当劳吉士汉堡，吃完饭走了一圈，下午去审核拍照，护士说化验结果纸质单只给打一张，我也要建档挂了男科，医生帮我把之前的化验单打了出来，还得补查个生化和精子质量，然后我俩去拿药，有个赛增的药得用针管自己打，我妈打电话给我她给我买的蓝牙耳机到了，我一直不接电话，我妈生气了，我联系东村社区卫生服务中心和回龙观卫生服务中心都没打通，结果她说护士说不让外打怕他们打不对，打完针我俩就回龙旗广场了，晚上她热的她妈做的肉饼水煮芹菜玉米牛肉，我洗碗，晚上我跳绳，我们4个玩手机麻将"],
            ],
"2022-6-13": [
            ["00:00-23:59","早上起来开车去三院生殖中心，没敢停中心路边，停对面了，她去打针我去抽血，然后就开车回龙旗广场，我把药放冰箱，开车送她去单位然后开车回家，到家眯了一觉拿上电脑CFA题带上俩狗到调解室，煮鸡胸肉给俩狗，小迪发现个狗豆子我给踩死了爆一堆血，我妈游泳回来中午跟我爸一块回调解室，中午吃的烧饼夹鸡蛋剩鸡丁煮糙粮面条汤，我爸上班我妈又开始咒骂我爸很生气，待了一会我就回龙旗广场了，我开车到我爸社区要他医保卡结果发现在我钱包里呢，我爸不理解为什么我们要试管，给车险打电话问怎么用停车券加油卡，在大拐弯那加完油回龙旗广场了，到家我总结做题，闲鱼上把那双没穿的小穿鞋快递寄出去了，准备晚饭然后骑小电动去她单位接她，到家我炒香菇油菜热牛肉，我洗碗，晚上我戴新蓝牙耳机去遛弯，发现早上停车没记录缴费，晚上早睡觉"],
            ],
"2022-6-14": [
            ["00:00-23:59","早上起来开车去三院生殖中心，想着停三院生殖中心路边结果没地方，还是停昨天对面第一个位置那里了，她去打针然后开车回龙旗广场，约了美团第二天的曹操出行，她在车里睡觉然后骑小电动去上班，我在家总结做题，中午吃的手抓饼，下午做题跳绳，晚上我炒鸡丁豆腐，我洗碗，我去遛弯，晚上早睡觉"],
            ],
"2022-6-15": [
            ["00:00-23:59","早上起来到西门结果约的车迟到了，退了之后滴滴还真打到一个，司机正好停路边睡了一宿没回去，也巧了他车限号要赶在7点前出五环开的快，到医院没晚，三院生殖中心扫码系统故障没扫就进去了，我跑着第一个给她扫上打针的码，被超过的那个姑娘急的也追着我跑，估计心里没少骂我，扫完码去吃的头壹号，打完针我俩打车回龙旗广场，她骑小电动去做核酸上班，我在家做题，上午杨涛给我打电话他下周去重庆让我下周到校，跟他汇报HDMI视频采集卡结果发现好像不行，赶紧找了另一个不知道可不可以，把剩下的《枪火》看完，中午吃牛排三明治，下午去做核酸取快递做俯卧撑，莫名其妙又拉肚子了，晚上我炒荷兰豆煮虾，我洗碗，我让她把新买的拼图所有块打散了拼，晚上我遛弯"],
            ],
"2022-6-16": [
            ["00:00-23:59","早上起来一起开车去三院，她瞎指路走错了又绕了回来，给她放三院我就去生殖中心想把车停不收费那，路过看到那空着，等掉头过来就被前面的车停了，我去头壹号吃早饭，买了个肉包子4块，拿了一个圆白菜一问9块太贵了我就放回去了，吃完饭我去三院8层找她，刚到8层正好碰上她去拉屎，找她拿了精子质量检查单，想跟她要其他的检查结果她不给说一会就回去找你拿这么多干什么，我在楼道坐着等到8点就回生殖中心撸去了，撸完回车上等她，她两边各10个卵泡，但是质量如何还不知道，她回车上找我拿上药去抽血打针，我回生殖中心找她等精子质量结果一直不出，机器没纸了找护士添纸，问前一个取结果的他是第二天出来的结果，我们没等就直接回家了，到家把闲鱼卖的树莓派快递寄出去了，卖了310，中午她订的西少爷外卖，眯了一觉，下午我总结做题，她睡觉做梦说回家路上有人问她老公叫什么她怎么也想不起来急醒了，去做核酸门口人太多去打疫苗那做的，然后去永辉买西柚蓝莓樱桃面包，不小心把6次洗车券更换成了红豆积分，再换回来的时候只能换5次洗车了，靠，精子质量结果ab值40%多了，比上次高了1倍，看来生精片还是有点用，但是她抽血的激素结果雌二醇才400多，非常低，说明卵子质量不好，上次11天左右1000多呢，真的感觉心灰意冷，唉，晚上她炖排骨炒黄瓜鸡蛋煮芹菜蒸糙粮饭，我洗碗，看完了《黑社会2》，给她下了《东北警察故事》《冒牌财神爷》，家里网好像有点问题米家都连不上了，晚上叫她一块出去遛弯，她跟着出来了，结果还没走出小区她就开始说背疼腿疼，我就让她回去了，我回家拿上蓝牙耳机自己去走了一圈，她在家躺着然后玩拼图，我今天觉得后背总是不舒服胀疼，不知道跟胰腺有没有关系"],
            ],
"2022-6-17": [
            ["00:00-23:59","早上开车去三院生殖中心她去打针，回龙旗广场她骑小电动上班，我在家上午看勇士4-2凯尔特人拿下NBA总决赛冠军，然后做题，中午煮蘑菇小白菜西红柿鸡蛋牛肉挂面，去做核酸，回来做题，本来觉得multinational operation这章学的还行，结果一个case9道题错6个直接没信心了，快下班要下雨我骑小青桔去迎着她给她送雨披，回龙观地铁那碰上的，晚饭我炒芹菜鸡蛋煮虾，我洗碗，晚上我去遛弯运动她在家拼拼图"],
            ],
"2022-6-18": [
            ["00:00-23:59","早上起来开车去三院生殖中心，把车停在了不收费那，她先去刷好打针，我在车上吃完早饭去找他，打完针得等8点打印精子报告，看杨宇卓大夫，重新建档，给她买了个新的袜套，本来想买粉色的，结果蓝色的在最外面就买了这个蓝色的，预示着男孩吧，然后开车回南口，先到大操场做核酸，然后到调解室跟爸妈汇合走着去姥爷家，中午吃的排骨接单西红柿豆腐，舅妈也在姥爷家吃的，吃完饭回家睡了一觉，拿上易驱线，本来想着吃完晚饭再回去，结果姨妈让去吃烤串，下周孙志强孩子就生了，我俩就没去吃，把爸妈送到调解室我俩就开车回去，突然想起来调解室冰箱里剩下的面包片没拿，我回去拿，顺便摘了两根黄瓜，开车去她家拿上水果就回龙旗广场了，在百葛服务区用安全停车圈加了200块钱油，车停楼下用小推车把东西放家，到家她拼拼图我找到了另一个易驱线然后拷数据，看《冒牌财神爷》，我炒倭瓜热排骨，她洗碗，晚上我遛弯做俯卧撑，她玩拼图"],
            ],
"2022-6-19": [
            ["00:00-23:59","早上起来开车去三院，她排队等刷号，我过去给她排队，B超显示右四大三中左三大，给开了打的针，打完针就开车赶紧给她送单位去上班，医院说有可能今天打电话通知打夜针我就没有回南口，托我爸帮我寄hp台式机，结果都不给寄，我到家做题，中午吃的蘑菇鸡蛋牛肉黄瓜拌饭，然后去做核酸，回来做题总结，医院给我打电话让晚上去打夜针，联系不上耿高惠我给她打座机，赶紧微信公众号缴费，结果一会又打电话说没交，明明刚才都交了，下班我去单位接上她赶紧赶到三院生殖中心，在吉野家吃的晚饭，结果入校申请备注没写全又重新申请了一遍，她去二楼住院处结果在一楼宣教，排在最后一个没赶上宣教，单独给她宣教的，短发护士还挺好给我俩抽血做核酸，网上11点30来打夜针，告知她的LH激素有些高可能明天会提前取卵让她不吃不喝等着通知，我俩开车先回家拿上充电器袜套什么的，然后开车回到三院种植中心把车停在了不收费那，在医院按摩椅那等着，用测血压的凳子垫腿，她忘拿高血压药我去车里又给拿了一趟，她订了立枫酒店，打完夜针我俩打车去酒店休息睡了"],
            ],
"2022-6-20": [
            ["00:00-23:59","早上起来我打车回单位，她稍后走着到三院做核酸然后去生殖中心拿药，我先到生物技术馆3303，杨涛没在办公室我就回3303拷照片，吃了点饼干和士力架，待了会我决定还是先回医院了，打车到北航门口去麦当劳买了个汉堡，杨涛打电话来了，我只好说上午到了又回医院下午再过去，回车里放包拿上移植要用的包回三院，昌平去医院打电话通知我爸24号上午10点做内镜检查，5点起来喝泻药7点前喝完，然后我到三院8层找她，她让我回生殖中心地下实验室要三联单，我到了后让我去一楼咨询处要，在咨询处签好三联单赶紧回三院找她，杨涛打电话让我周二上午过去，我没办法只能告诉他我俩正在生殖辅助，她让我说审核拍照直接进去，然后我俩就在里面等通知，11点30多了护士告知LH值变化不大还是按原计划明天取卵，我俩开车就回家了，她定了宏状元外卖，告知红豆粥没有了给换成了椰子燕麦粥，正门那没地方停，我让她下车回去我停到小门，然后翻铁栅栏过来，让户军雷帮忙去清华美术馆那里去快递，中午她喝那个椰子燕麦粥有点酸打电话给退钱了，下午补觉，问赵君霞上次第二届实验技术创新奖获奖没，得到没有获奖的消息上次的申请这次还能用，另外我发现不收费的停车那里竟然收费了！晚上我煮了虾吃中午的剩饭，我洗碗，晚上我去后面溜了一圈，后面有个新的核酸点我就顺便做了个核酸，回来拼她新买的架子，正好放在冰箱旁边，效果不错，她玩拼图，洗完澡就睡觉了，我发现后背右腿单腿站着哈腰起身的时候脊椎会疼"],
            ],
"2022-6-21": [
            ["00:00-23:59","早上起来我翻铁门开车去上班，到单位万人二楼吃早点，到一楼充值学生入口不让进，被告知外面有一台圈存机，吃完饭去监控室把视频采集卡装上配置好等杨涛来，结果他说有事晚半个小时，到了把电池室的门打开，汇报采集卡，布置任务后他就让我去忙别的了，我本来想开车停东三门然后打车，结果东三门封上了，她打车快到三院了就让我开车过去了，我把车停在了花园东路口腔医院那个停车场，然后赶到三院8层找她拿袜套然后就在外面等，12点30在自动售卖机上买了个面包吃，单子上我俩排最后，但是没多会儿就叫到我了，我进去发现也叫她了，她就坐在我不远处的对面，然后我就换衣服取精她先去取卵，在里面环境不对硬不起来撸半天才射，出来让我去7层日间住院处等，我到7层觉得应该在8层等她，结果我刚到8层她就出来了，看着她还挺清醒，她说麻药打的正好做完就醒了，护工推着我陪着她到7层，可心疼她了，这次取了15个，她休息了一会出来一起去外科楼假条盖章，然后我去开车回来接她，结果太堵车了她决定走到车那里，我这一路虚的不行，开车回龙旗广场，她正门走着回去我翻小铁门回去，到家躺着睡了一觉，起来她订麦当劳顶冬瓜丸子汤外卖，我骑小电动去取麦当劳，吃完饭又休息了，晚上我去遛弯，回来看CFA复习课视频，晚上我洗澡时她呼呼的睡着了"],
            ],
"2022-6-22": [
            ["00:00-23:59","早上起床梦见她玩别人的小鸡鸡我这个生气，上午我做题她休息，中午我炒米饭热冬瓜丸子汤吃西瓜，我洗碗，下午我去长庚医院约左肩脂肪瘤的手术，约的下周四手术，接台手术估计得下午4,5点了，又得饿一天，给我爸打住院的检查结果病例然后回龙旗广场，翻小铁门到家，躺着休息了一会，她说肚子大不会腹水了吧，我看着还真是大了，我爸给我发微信我6月19号北航东门那6点多走公交车道被拍了，给我爸打电话让他今天晚上别乱吃了，结果他说吃鱼啥的没事，我真没脾气了，然后他问耿高惠休息了？我说没有，他一遍一遍的问，我没忍住火急了，真不应该发货，晚上她订的鑫巴蜀烤鸭外卖，晚上我去遛弯做核酸，听完了《苏世民：我的经验与教训》，回来做题修改第三节实验技术创新奖的材料，她在家也就是玩拼图，我做俯卧撑"],
            ],
"2022-6-23": [
            ["00:00-23:59","早上我起来我开车去上班，在食堂买的豆浆然后回监控室，把两个监控用视频采集器接起来可以快捷切换，把实验技术创新奖打了出来上交但需要主管签字，中午在食堂吃的饭，还好从抽屉里找到一个杨涛签过字的发票，下午户军雷到了帮我用手电筒配合透明塑料板把杨涛的名字拓上去，2点看了看清华私募研究院的在线路演，把监控环境搭好我就开车回龙旗广场了，到家下了点雨，接上她我们开车回南口，先去的她家，她妈妈做的冬瓜丸子炖的鱼，我洗碗，吃完饭没着急回家，在得到上看免费的《置身事内》，感觉这书确实不错，没跟我妈说耿高惠歇着呢，她妈给煮了咸鹅蛋拿上，到家我爸楼下玩牌我妈跟小妮子在楼下，我上楼把小迪带下来去溜了一圈放狗，到家把小惠买的《古文观止》给我爸，然后找不到片子，一通找也没有，主要是片子里的检查单，其实放在了新的手提包里我给忘了，我妈说调解室沙发下有一个，我爸赶紧跟张坤接了个电瓶车，我到调解室看沙发下的是她上次拍的脑CT，回到家拿上钥匙去小棚子里看是不是从楼上搬下的柜子里，又看了车里也没有，回到家想起来在那个手提包里，虽然单子找到了但是片子还是没找到，挺累的一天就睡了"],
            ],
"2022-6-24": [
            ["00:00-23:59","早上4点30的闹铃给我叫起来的，耿高惠也给我打电话叫我起床，起来做热水给我爸冲泻药，250ml兑2大包2小包药，一共12杯，前三杯5分钟喝下，后九杯10分钟喝下，4点55开始喝，我爸还真行12杯都喝了拉得还行，吃过早饭我妈放完狗回来我们就出发去昌平区医院了，他们先上去我排队停车，我爸穿的少没吃东西我回车里放片子把车停阴凉处拿上我俩去溶洞买的毛毯回去，我爸排最后一个10点30进去检查的，11点做完，我妈去缴费我进去找我爸，我爸坐在小凳子上傻乎乎的，胃多发糜烂取了病理，肠有一个小息肉切掉取病理，但还有一个1cm+的息肉没法切得住院做，我爸说他做一半麻药醒了屁股眼倍儿热，做完我们回调解室，中午我妈热的牛肉馒头吃的水果，我开车回家拿电脑题，把狗带到调解室把车停阴凉，做了会题就去她家接她，到调解室我把答案对了，看《奇异博士2》她跳开头我不让闹别扭，我爸自己煮粥喝抱怨我妈不管，晚上包的茴香猪肉馅儿包子，吃的时候发现是羊肉的，吃完饭我们4个玩了一把麻将我一把没胡，他们开车回家我跟她走着回她家，小区门口买了两瓶脉动，出来正好碰见她爸妈去打球，我俩上楼我睡了一觉喝了一瓶脉动，在她家睡的"],
            ],
"2022-6-25": [
            ["00:00-23:59","早上起来他们都起了她爸去上班了，吃的油饼鸡蛋，待了一会我俩去格林豪泰做核酸，然后去姥爷家，有领导视察我爸去大操场看着，我妈之后来姥爷家做饭炒的茄子芹菜苦瓜，我爸之后到了，牛肉在后备箱我赶紧走着去地下通道广场拿把肉放调解室，耿高惠试了一下能在12123APP上交违章，竟然是200块0分，跟姥爷吃的午饭，然后回调解室我们4个玩手机麻将，我嗓子疼感觉感冒了玩的时候都快睡着了，玩完我赶紧睡了一觉，耿高惠帮我把做PPT，跟我妈说周四我做左肩膀脂肪瘤手术让她过去，待了一会我们就开车回她家，我爸让拿上迷恋柚子饮料，车停在里面让大公交帮忙开出来我们好出来，到道南卡口故意说没有出入证让登记，也没登记就开进来了，把车停楼下她先上楼，我用伞遮前挡风玻璃然后上来，她睡觉我写监控识别代码，发现pytesseract识别小图效果不好，改用ddddocr了，她妈做的排骨豆角卷子晚饭，吃完饭开车回龙旗广场，我爸的钥匙没在车上，上高速到习惯想起钥匙可能在我书包里，那天我爸做胃肠镜放的，结果高速不好下来回邮费也够快递了，我俩到家我翻小铁门她推小推车过来，我之后去把钥匙寄快递，然后走到了红绿灯回来，"],
            ],
"2022-6-26": [
            ["00:00-23:59","早上起来她摊鸡蛋饼，开车送她到三院做核酸，我把车停到口腔医院停车场等她，开车回龙旗广场，我看CFA复习她睡觉，摇号都没中，中午我热排骨豆角卷子，我洗碗，看《奇异博士2》吃呀土豆，下午我写监控代码识别数字，小数点总识别不了，实现了红色识别功能，躺了一会想捅屁屁，穿小粉吊带裙戴假发捅屁屁，换成假JJ坐在她上面，感觉特别对，全身都爽，快把自己干射了，然后骑小电动做核酸，她买的肯德基可达鸭玩具到了，还有4个小兔子也到了，我随手打了一个正好是唯一一个蓝色领结的，她说移植的时候带上，把宝宝带回来，希望是个好兆头，晚上她做烤肉蒸小南瓜，她洗碗，我去走了一圈，晚上她说坐上面弄的她肚子疼，我挺后悔的"],
            ],
"2022-6-27": [
            ["00:00-23:59","早上起来开车送她到三院然后我去上班，上午在监控室用conda装opencv，咋也装不上，最后还是用pip装上的，她在医院等了好久11点左右才告知配成了3个，真的好失望，中午跟王老师小陈去的荷园一层吃完饭，我自己回监控室把程序调试通就赶紧去医院接她，她在永和大王吃完饭走到生殖中心那等着我，到龙旗广场后面遛弯那里做核酸，到家她睡觉我做题，突然想起来我周四手术前的CT和心电图要不要预约，打电话正好五点下班了，晚上我炒了个鸡蛋西葫芦，她就吃了个小南瓜，我做的手抓饼夹西葫芦，我洗碗，晚上她出去跟我遛弯走到红绿灯等我，回来她想吃冰棍，给她买了个哈密瓜味的，说好了之后就不吃了，晚上到家把晒了好几天的塑料架子拿进来放到壁挂炉那，我总结做题，她把空调挡板装上了"],
            ],
"2022-6-28": [
            ["00:00-23:59","早上起来翻小铁门开车去长庚医院，在放射科等到8点约上了下午5点的CT核酸胸片，去等8点30心电图时去一楼抽了5管血，做完心电图开车赶紧回单位，听堵车的在车上吃的早饭用矿泉水瓶尿了泡尿，中午跟小陈马海峰万人吃完饭我回车上听了会课睡了一觉，下午在监控室待了会，快到4点开车去长庚做CT，到家后我炒肉末白菜水煮白菜鱼腐蒸米饭，我洗碗，晚上想让她去遛弯她说什么也不去，失望极了，这次的试管真的可能又要失败了，唉"],
            ],
"2022-6-29": [
            ["00:00-23:59","早上坐地铁上班，本来想把手环绑上公交一卡通，结果一个人只能绑定一个，监控室太热了不健康我就坐楼道里，王老师小陈过来后得知杨涛隔离呢不来我就回3303，我们仨把发的东西凉席洗衣液分了，上午医院打电话让我明天9点30来住院处报到，上午听了一节CFA复习课，在网页上看了看得到的《置身事内》，下午去做了核酸，回来接着看《笑傲江湖》解说，到家我歇着等她下班还真饿了，她还下班晚了，直接去吉野家汇合，我吃的双拼她吃的买一送一火锅，我又吃了她买的味多美红豆面包，晚上到家我洗衣服擦地，她煮美玲粥炖鸡翅翅根"],
            ],
"2022-6-30": [
            ["00:00-23:59","早上起来她去上班，我等我妈坐公交到我家，打车去长庚医院，我妈说她打，美团滴滴都打不到，打到一辆对方还取消了，我最后用美团打到了，司机挺好心特爱聊天，到医院办住院没带住院单，到6B住院部填单子补打住院单，因为没打纸质化验单医生在电脑里差特慢，回一楼住院处办住院打电话让我赶紧到我还以为排上我手术了，找前台插了个队，上去后从管床大夫得知怎么着得到4点了，说她小姐姐结果比我小，让护士输上葡萄糖，结果给实习护士练手了，没扎成，扎的我这个疼，最后还是让护士肖燕帮忙，她跟我道歉直接帮我把打麻药用的针扎上了，让我到手术室少扎一针，技术果然好，竟然不怎么疼，管床大夫还是要求下午2点去做个彩超，我让我妈去吃中午饭，让旁边大爷帮忙把帘子拉上，下午去做彩超下面全是穿病号服的，383号刚到305号，助手让我妈外面等我不让说饿，她让我上去待会再下来，我回去也没输液就躺着来的，也就20分钟就下去了，彩超显示还是多发的，估计是基因的原因比较爱长，然后就回去输液等了，4点果然来接我做手术，坐轮椅到4层手术室，我妈陪我过去，然后就做手术了，醒来嘴又干又苦，迷迷瞪瞪看见我妈我爸还有刘万山，我爸下班还是过来了，推回病房输上液接上监控过一会醒来了，好像是6点多出来的，耿高惠在家吃过饭也赶紧赶过来给我妈带的饭我的饭也送进来了，我休息了我爸跟刘万山回南口，她带我妈回我家住，耿高惠忘了给我妈拿被子了，半夜想起来给拿过去的，用同屋大爷的矿泉水瓶接尿，我输葡萄糖等到快12点撤的监测，起来吃的一个香蕉两个鸡蛋一杯美龄粥，下地走了两圈就睡了，真真24小时没吃没喝，靠葡萄糖撑着，其实也不饿了到最后"],
            ],
"2022-7-1": [
            ["00:00-23:59","早上起来耿高惠和我妈把早点给我送过来，查完床我起来出院，好心把两根香蕉一瓶矿泉水留给屋里俩等着做疝气的大爷，其实是多此一举，她在长庚来的血压药，出来后她开车带我们回南口，先去区医院给我爸取病理结果，签名还签错位置了，病理还好，然后开车把我妈放到卖烧饼那，她去买鸡胸肉我俩先回家，停楼下熄火没关窗户，她就很不爽，到家我下去遛狗，我妈回来买了鸡胸肉豆角鸡爪，我肚子不舒服，中午吃的鸡丁鸡蛋西红柿鸡爪黄瓜，她睡了一觉我收拾我爸书柜，睡醒了后她要自己坐动车回家，我说跟她一起开车回，她不让，要自己回去，下火车打车，我就说了句就这么近还打车她就不乐意了，直接自己走了，没理她，下午我接着收拾书柜，拉肚子了，我爸回来简单做的晚饭，我爸去值班我跟我妈走到燕磨峪就回家了，晚上收拾东西的时候突然头特别疼也不知道是不是三叉神经，晚上躺床上睡觉竟然忘了把河马抱过来了，我妈把河马抱过来我才反应过来，习惯也会改变吧"],
            ],
"2022-7-2": [
            ["00:00-23:59","早上起来吃过早饭我爸开车一块下去到调解室，我给俩狗煮鸡胸肉，我爸炖排骨，水管子的水是不干净，地下通道那主管道呢，中午去孙志强家吃烤串，孙志强保养车回来，看见方便面想吃结果是给狗吃的，这个尴尬，出汗刀口疼光膀子吃的，吃完回调解室我爸去看管道施工，我眯了一觉起来看《置身事内》，我爸洗澡我妈绣十字绣，调解室的葡萄红了，尝了一个，晚上去姥爷家包韭菜肉馅儿饺子，我爸妈给我单包的鸡蛋韭菜馅儿的，姨妈姨夫舅妈姥爷也在，吃完饭我们回去赶紧去大操场做核酸，我想还是晚上回龙旗广场吧，也没回家就直接回龙旗广场了，我爸说我不回家香蕉没拿，到龙旗广场她正吃外卖呢，晚上她帮我洗的澡"],
            ],
"2022-7-3": [
            ["00:00-23:59","早上她骑小电动上班，我在家吃早饭看H1Z1中国红军虐老外的视频，本来准备出门去长庚换药结果下大雨了等了会做了一道题，看雨小点了出门赶到长庚医院，一层住院处还真开着门呢，办完出院拿上医保卡到二楼换药处，门口有个写名字的排序表，我一犹豫让后面来的人先签上了，反应慢得改，换药时没有什么换药单还得去门诊挂号，护士先帮我换上了然后让我去补她说伤口长得挺好的，没缝针用的美容的方法处理的伤口，上午还正好剩一个号我就挂上了，补缴完费医生说长得挺好再换2,3次药就行，在外院也行，病理结果得一周门诊看，然后我去打印住院前化验结果，CT没拿小袋子没法扫码，去前台帮重新打一个，那个人不想给打这个那个的让我2月内都能打，反正我得磨着她给补打个单子，最后不情愿的打了条形码，还故意不给我袋子，无所谓我家里有个袋子那么多也没用，就是觉得这个人太事儿逼，又不是她家东西，开车回龙旗广场做了会题，中午煮的挂面吃，耿高惠妈妈问我在家呢么，联系我妈从平谷回送了点玉米菜肉饼啥的给我爸妈，下午做题下小电影，聂晓哲让我帮她上传作业查重，晚上我炒麻婆豆腐香菇油菜热我爸炖的排骨蒸米饭，她单位宋薇让她打电话以后不排班，她真是怯懦受欺负，好气又心疼还不能说她，我洗碗，然后让她跟我一起去做核酸，她没拿手机正好也下雨就让她回家去拿，做完核酸我接着走，我让她回家结果她还真跟着我来了，我就跟她走到红绿灯就回来了，到家我下小电影她挑米看动漫，我戴假发，晚上轻轻啪啪啪感觉要秒，换我用假阳具坐着竟然把自己干射了，不知道是不是前列腺高潮，反正射出来的液体不粘没那么腥气也还算透明，感觉也不那么虚，嘿嘿"],
            ],
"2022-7-4": [
            ["00:00-23:59","早上起来我开车到学校然后她开车回南口，我做题吃早饭然后去监控室，下楼的时候碰到杨涛了，在监控室想到了把屏幕直播出去，先尝试了企业微信，但是摄像头不能关，最后想到了用python写了个直播的小脚本，让小陈帮忙与防火墙映射到外网，测试成功后去吃中午饭，中午特别晕也说不上来的虚，跟射了的虚还是不太一样，中午回3303迷了一觉，下午去监控室待了会空气不好就回3303了，写了个diaryk的页面，下班鲁志有个学生送了两袋子水果，我拿了一盒苹果贾安宝给分了，一会杨涛上来了，他想用大摄像头装在监控室，正好我汇报了上午的做的，他又布置了写闪传的HPC China的投稿，我去食堂吃饭给她买了个鸡腿，回3303做题，然后她吃完饭从家出来到清华来接我，出高速非得让我赶紧出来，我在西北门等她半天，接上我开车回家停家门口，然后我去停车反小铁门回来，到家去扔垃圾到一楼用脚踹门吓到要开门的女的，她说教我这样不好，我都没理她，虽然她说的对但是觉得她真事儿妈，晚上她帮我洗澡，简单蹭了蹭"],
            ],
"2022-7-5": [
            ["00:00-23:59","早上起来开车去上班，上午下楼给杨涛送了躺鼠标，上来后忙着把OKR那篇文章投出去，然后去监控室写配置文件功能，中午没吃饱来生物医学馆二楼吃水果，把小陈的香蕉吃了，然后去监控室把配置文件的功能实现，然后回3303做题，实践了下新股K线选股的策略买了几只股票，结果要下班了开始下大雨，赶紧从单位出来连题都没拿，开到上地东里那雨巨大都没法开，打着雨伞单手翻小铁门回家，我炒茄子西红柿热排骨蒸米饭电饼铛热馅饼，我洗碗，晚上跟耿高惠去永辉，用那100块钱买了4张5块的即刮型彩票中了25，买了面包片从地下广场绕了一圈就来了，睡觉前啪啪啪"],
            ],        
"2022-7-6": [
            ["00:00-23:59","早上起来我开车上班，开了一会发现胎压报警了，没在意开到了单位，结果下车一看左后胎扎了个螺丝憋一半了，影像中心的物业出来跟我聊天，打电话找修车的上门补胎200，结果还得报备太麻烦了，突然想起来车险送了免费补胎，站那一会咬了一腿的包，回3303吃过早饭把车开到西北门路边，第一次自己换备胎很顺利，就是忙了一身汗，左肩手术也不得劲，然后赶紧去校医院换药，校医院也有机器挂号交费了，换完药到监控室把计算平台监控屏直播功能升级了，不需要老开着OBS，直接用opencv调用视频流就行，然后flask出去，同时还可以在画面上添加颜色框，中午跟小陈走去荷园吃饭，他要去做核酸，碰上了户军雷贾安宝，我上了个厕所就找不着他们我自己去二楼吃，吃完回3303把《置身事内》听完了，然后带着电脑棒回监控室给马海峰，之后把H2浓度识别出来，舍去小数点后面，直接识别整数部分不就行了，但是lkup用pytesseract不行太慢了，监控室待久了又吵空气也不好，我就来到二楼办公区跟他们带着，吃了个小橙子，待了会就回3303把电脑放回去，提前出来去安宁庄小区那边三旗汽修补胎，跟着导航走进了个广场不对，其实就是路边那个维修点，停进去告知不能用免费补胎不合作，打电话联系建材西路那个京东京车会可以用，到了之后查下来一看胎废了，扎了之后开了挺长时间，车胎都被钉子划下一堆胶粒，换原装胎跟4s店一个价，给杨硕打电话询问，最后换了一个最便宜的玲珑轮胎390，砍了10块钱，换完记我车牌车架行驶里程数我觉得不对，到家之后看见APP上有个保养啥的，打电话投诉时有个人跟我借个火，翻小铁门回家后煮芹菜热馅饼，她下班在路口拐弯那买了个木须肉糖醋里脊菜，我洗碗，她应该是来姨妈了，开始看《心若菩提》，晚上蒸土豆做硼酸小丸子杀蟑螂，她帮我洗澡左胳膊胶带的地方紫晴的，过敏真严重"],
            ],
"2022-7-7": [
            ["00:00-23:59","早上我骑小电动到地铁站，到单位做题总结，杨涛上来说了说我做的监控直播，让主要做微信报警，上午他们开V集群的会，小陈把杨涛去重庆招生的差旅单给我让我去交到中意环境楼433张黎老师那，我骑美团送过去回来到工会做核酸，中午看了看电影《套装》，下午做题总结，之后到监控室，把放地上的imac放到了桌子上，把自带的摄像头也利用上，我可以随时看谁在监控室，正好厂商的人在呢，我问安工存储的oss什么的怎么能免密传数据出来，“安”工说可以用普通用户来免密，正弄一半觉得还是别弄了会挨骂，再问安工的时候才知道另一个才是安工，这个是张工，这个尴尬，安工给了一个很好的解决方式就是用POST传输方式，好想法，下班我出来突然想起小电动钥匙在3303呢，差点完了，结果把打卡给忘了，坐地铁到家，她炖乌鸡炒豇豆肉馅米饭吃西瓜，她洗碗，晚上骑小电动一起去西小口公园，里面还挺大还有滑梯啥的，玩了会就回来了，有点拉肚子，她帮我洗澡，手机拍了伤口，T字形的，看了一集《警察荣耀》"],
            ],
"2022-7-8": [
            ["00:00-23:59","早上我开车上班，到单位做题，然后到平台办公室找刘鹏老师，正好碰到他，让他帮我在企业微信开通消息应用，把抽屉里的茶π给他了，刚到监控室杨涛就让我下来一趟，我赶回去贾安宝在杨涛办公室就让我先上去了，我看了会《心若菩提》，下去之后讨论下监控视频直播叫啥，汇报了POST的事，HPC那个文章暂时不写了，出来后去校医院换药，回监控室开7月组会，安倍晋三被枪击，中午去荷园吃饭，中午回3303吃了个苹果，看了一集《警察荣耀》，到监控室小陈帮我把监控机的22端口映射出去，拿了一瓶洗衣液回3303把电影《套装》看完了，然后做题总结，下班开车回南口到调解室，摘了一个大黄瓜，我爸炒的豆角鸡蛋西红柿茄子牛肉，吃完饭我洗碗，开车回家我爸骑电瓶车碰到他顺路带了个人，把车胎放小棚子，跟爸妈去后面遛到燕磨峪，他跟人聊天让我叫人，我都过去了还让我叫挺尴尬的我也不认识，我妈不停给她打电话，我爸生气，我还跟他抬杠，我妈大马路上骂人，真的丢人，到家我看《心若菩提》"],
            ],
"2022-7-9": [
            ["00:00-23:59","早上起来吃过早饭，我爸去单位开会，我跟我妈开车到调解室，跟我妈洗车，给小妮子脖子后面弄个狗豆子，我妈先去美廉美买鱼，去姥爷家，姥爷也想去美廉美，姨妈拿了几根玉米就走了，中午吃的豆腐豆角黄花鱼，我爸妈给俩狗身上弄下了好几只狗豆子，回调解室我睡了一觉，我妈给俩狗把毛剃光了，待了会我就赶紧开车去长庚医院了，还是挂的季午阳的号，看了病理没事，看了看伤口长得挺好，说下周一二就可以自己揭了洗澡，问了问备孕，不能开不打疫苗，这大夫挺好的长得也好看诶，前面有个想加号的，她个给看了看也没让她挂号，我换完药就回去了，忘了问胳膊上是不是过敏了，回到龙旗广场我炒口蘑，她下班路口买了菜，吃完饭我洗碗，她说明天她爸妈来，我就去永辉买了哈尔滨小麦王啤酒雪碧可乐，出来发现竟然下雨了，晚上戴假发穿黑吊带丝袜情趣内衣捅屁屁，没前列腺高潮，结果被她撸射了"],
            ],
"2022-7-10": [
            ["00:00-23:59","早上她去上班，我吃完早饭在家做题，看《警察荣耀》，看见又有人开小铁门，打12345投诉，客厅摄像头换了个SD卡，用她笔记本看SD卡的视频，看不了可能是卡坏了，中午吃的半个花卷炒的剩茄子三片牛肉一根黄瓜剩西瓜，下午看了两集《警察荣耀》，去永辉买了两双拖鞋，回来做题总结，她爸妈5点多到的，我翻小铁门推着超市推车，她爸妈在中间小门等着也推了个小推车，到家换拖鞋，她爸拖鞋买小了，待了会她爸下楼抽烟，我帮她妈做饭，她妈做孜然羊肉，我炒鸡蛋西葫芦，她下班跟她爸上来，吃的大酱肉包，送她爸妈开车走，搭了车到小区正门，送她回去我又出去遛弯，回来我洗碗，待了会就睡觉了，晚上查季午阳医生的履历发现她上过《非诚勿扰》"],
            ],
"2022-7-11": [
            ["00:00-23:59","早上我开车上班，上午画监控直播构架图，看监控直播摄像头，看到杨涛他们在监控室开V集群存储的会，我就在3303做题，中午吃饭抱怨医院复印病历收费不合理，她生气了不让我管小铁门也不让我管，吃完饭去做核酸碰到王亚坤陈晋红刚去吃饭，结果中午工会关门了，中午在3303看《心若菩提》，然后去做核酸，下午做题总结，然后写微信发送文字消息和图片消息的代码，下班到家看《警察荣耀》，骑美团去她单位等她，下班出来见到她单位领导方军，去回龙观地铁那的华联吃的绿茶餐厅，到家后她就躺下睡觉了，我看了会儿《心若菩提》"],
            ],
"2022-7-12": [
            ["00:00-23:59","早上下雨我翻小铁门开车，她到出口等我，开车到她到育新地铁，我去上班她去三院生殖中心抽血，她复印病历，3个囊胚，2个4BC，1个4BB，果然质量不好，中午吃完饭，她的一个结果出来了，还是在临界值内蛋有一些高，我等到13:30到车里等着协和APP的线上问诊，体验好差啊，田锋大夫很不乐意的给开了MRCP和肿瘤标记物的申请单，下班开车到家给张云打电话问第五届创新基金经费怎么花，翻小铁门进来的，她做饭从窗户看见我走过来，试了试她给买的内裤，她做麻辣香锅，她洗碗，吃完饭晚上骑小电动去西小口公园走了一圈，蟑螂特别多都爬桌子上了好几只，感觉是硼酸起作用了，脱水找水喝呢，晚上把伤口棉贴截掉洗澡了，睡觉前啪啪啪"],
            ],
"2022-7-13": [
            ["00:00-23:59","早上我开车上班，上午杨涛让我给他找王新泉签字然后去院办盖章，我看是周转房的事，王新泉在呢只不过关着们说话，门口有放签字材料的纸袋，我去监控室找了个便利贴注明放那就回来了，看了看夏季联赛太阳独行侠中国德比，郭昊文和张镇麟，各的9分，下午把字签好章也盖了，做完核酸就回3303做题总结，她的其他结果也出来了一个，她着急怕明天看王海燕结果不全，下班把车停正门停车场，她的结果也出来了，还是接近上临界值，到家我蒸包子剩麻辣香锅，我洗碗，她头疼吃完饭就躺下了，我去遛弯把车停到树底下又走到回龙观地铁，到家她吃了粒布洛芬就去睡觉了，我洗完澡看《心若菩提》，本想着看完结果眼睛受不了了，正好她醒了就去睡觉了"],
            ],
"2022-7-14": [
            ["00:00-23:59","早上一起骑小电动到地铁，她做公交去三院，我坐地铁，手机NFC不能用，找工作人员检查，补了张票，到单位把《心若菩提》看完了，上午杨涛静悄悄的推门进3303找贾安宝他没在，她看王海燕让吃两个月阿司匹林和芬乐，她查眼底等到12点，然后去协和给我缴费约MRCP，买了桃酥就回家了，下午马海峰跟我吐槽陈晋红，投了普刊《经营管理者》，编辑联系我说可以投要改一改，下班到家她炒豇豆角米饭热大棒骨炒冬瓜吃西瓜，我洗碗，我给杨老师写邮件想当第一作者他做通信坐着，遛弯回来觉得说核心太难被拒不妥撤回了，她弄那个织线的玩具不会弄保卫萝卜也打不过去，洗完澡啪啪啪"],
            ],
"2022-7-15": [
            ["00:00-23:59","早上我开车上班，上午给杨涛重发了邮件又不了条微信，他同意我一作他通讯，代签了个版权协议书，上午耿高惠给我打电话说拉肚子特厉害，给她美团订了药，蒙脱石散买的是片装的，下午听了李诗林开场的清华私募的路演，做题总结，然后去做核酸，我发给我发孙志强刚出生的儿子，下班我到家煮小米粥炒茄子，我洗碗，晚上她出去做核酸，跟我走到红绿灯就回来了，睡觉前啪啪啪"],
            ],
"2022-7-16": [
            ["00:00-23:59","早上她骑小电动到我到正门，她去上班我开车回家，到南口我爸妈去邮政银行，在底商拐外那里碰到他们，我回家把桃酥和书放家里，在地下通道广场那里汇合，到姥爷家包饺子，面都长虫子了，我们就回调解室，把葡萄摘了，还摘了好多黄瓜，中午姨夫姨妈过来，一块吃的饺子，我妈给我夹西瓜我爸给我夹肘子，我反感这个说我爸妈，不应该，吃完发我爸喝酒睡觉，待了会我就出来了，跟我爸去社区拿条烟油桃我爸给搬了3箱水，我想跟我爸说会话，结果她跟社区的人说个没完，我就回龙旗广场了，我挺不理解的，我没社区的人重要？然后我就开车回龙旗广场了，路上给孙志强转了1000给他打了个微信电话，我炒西葫芦鸡蛋切牛肉肘子煮西蓝花，我洗碗，想让她跟我出去走走，结果她又开始头疼躺着不去，心累，对这次试管一点都没信心，唉，睡觉前啪啪啪内射秒，想再射一次，结果咋撸都不射，晚上睡觉蚊帐里有蚊子"],
            ],
"2022-7-17": [
            ["00:00-23:59","早上起来她去上班，我吃过早饭上午在家写网站倒数日的功能，统计这半年去了58趟医院，中午吃的半根玉米牛肉黄瓜桃酥油桃，下午做核酸永辉买菜买面包片，回来把《警察荣耀》看完了，把网站summary功能实现，晚上我炒荷兰豆热包子玉米热牛肉肘子，我洗碗，然后我去遛弯，她还是不去运动，很失望，6月推7月，7月推来完姨妈，来完姨妈说上班累，感觉这次试管希望渺茫，又浪费了半年的时间和金钱，即使有孩子了，就她上班这状态，孩子她怎么带，还不都是我的事，洗完澡早早的我就躺下了，你不是说睡不好觉么，行，以后咱都早早的睡觉"],
            ],
"2022-7-18": [
            ["00:00-23:59","早上我开车上班，搬了箱水到单位，上午做题，买了第二波新股的策略，中午吃过饭跟小陈新馆咖啡厅集合，到人防扫描io节点，弄半天也不行，最后发现时登录网站的时候不用输端口，出来后我俩去做核酸，刚才在机房手机没信号，上来后找耿高惠赶在她中午回去之前，下午回来总结笔记，"],
            ],
}
