meandparents_dict = {

"2021-3-30":[
			["10:20-10:23","回调解室拿酒，我妈在，她赶着去昌平吃饭"],
			["13:50-14:00","从耿高惠家吃午饭回来，调解室我爸妈擦车"],
			],
"2021-4-3":[
			["10:40-20:40","来调解室姑妈老婶都在，老唐家一起吃饭，下午爬山，晚上调解室吃"],
			],
"2021-4-4":[
			["08:40-23:59","上午存钱，姥爷家吃，下午送我妈去机场，晚上调解室我俩跟我爸吃烤串，我家住"],
			],
"2021-4-5":[
			["00:00-18:40","跟我爸去这嘎达乡村铁锅炖吃饭，下午调解室拷照片调解室种葡萄，晚上调解室吃烤串"],
			],
"2021-4-10":[
			["07:45-09:00","早上他们跟杨连成去玩，我给他值一天班"],
			["17:10-20:00","晚上接耿高惠来调解室吃黄花鱼，走的时候她没跟邱志毅打招呼，我爸生气了"],
			],
"2021-4-11":[
            ["07:50-17:05","姥爷家吃，下午擦车，跟我爸看电影，我妈给俩狗洗澡，超市买鸡蛋"],
            ],
"2021-4-16":[
            ["20:00-20:40","跟她爸妈乐多港吃完蒸鱼来调解室给我爸看电脑发文件我妈也在"],
            ],
"2021-4-17":[
			["07:50-19:20","送她上班后回我把社区把车给他，他们去长走了，他们回家简单吃的，晚上接她下班调解室吃平鱼，不说话，生气直接回龙旗广场了"],
			],
"2021-4-27":[
			["17:15-18:20","社区接我爸回家，跟我妈吃烧饼夹鸡蛋豆浆，就去接耿高惠了"],
			],
"2021-5-4":[
			["16:30-19:40","从广西巴马回来，调解室吃饭，我爸值班，去她家住了"],
			],
"2021-5-5":[
			["08:00-19:18","早上送完耿高惠来办公室接我爸回，去姥爷家吃，晚上两家吃烤串，就回龙旗广场了"],
			],
"2021-5-8":[
			["20:22-21:06","去调解室种西红柿，跟爸妈待了会"],
			],
"2021-5-9":[
			["10:23-14:05","美廉美接我妈，姥爷家吃饭，母亲节送花严选化妆品，调解室待一会回龙旗广场了，小妮子闹狗呢"],
			],
"2021-5-15":[
			["07:50-09:20","下雨刮大风爸妈没去运动会，送耿高惠回来碰见我爸，他开车去单位转了转，吃完早饭他们出去，中午调解室包的饺子他们就出去吃饭了"],
			["14:00-19:20","下午他们回调解室，我爸准备饭，我妈给俩狗洗澡剪毛，接耿高惠下班一起在调解室吃的烤牛肉炖牛肉，她不舒服就回她家了"],
			],
"2021-5-16":[
			["07:50-17:12","早上回家他们出去，姥爷家吃饭，下午调解室洗车睡觉，送他俩去东关游泳"],
			],
"2021-5-28":[
			["19:00-23:59","下班接耿高惠回家吃饭，饭后去遛弯，晚上我家睡"],
			],
"2021-5-29":[
			["00:00-23:59","送耿高惠上班后回家，我爸去学习，我跟我妈买菜去姥爷家，下午调解室睡觉，晚上调解室吃虾，然后回我家睡觉"],
			],
"2021-5-30":[
			["00:00-07:00","早上本来要送我妈去十五中运动会，结果我墨迹她搭别人的车去了，结果我送我爸去单位，带他们单位的人去十五中，然后送完耿高惠我就回城里了"],
			],
"2021-6-5":[
			["12:00-23:59","到姥爷家吃饭，特意给她做的虾带鱼，结果较劲不来，下午跟我妈去新世纪买鞋和防晒衣，我爸学完习把她从星城接回调解室吃涮肉，擦车，我家睡"],
			],
"2021-6-6":[
			["12:57-17:15","早上吃早饭送完她我就去参加班长婚礼去了，他们俩借的邱志毅的车去二姑妈家，然后我吃完饭到三姑妈家跟他们汇合，出去吃的饭，然后去大姑妈家，开车一起回，我去单位接耿高惠了"],
			],
"2021-6-11":[
			["16:58-20:45","龙旗广场接我妈，调解室跟我爸急，在耿高惠家吃完晚饭后来调解室找我爸妈"],
			],
"2021-6-12":[
			["08:30-13:45","跟爸妈安迪安妮刘岩老贵邱志毅爬大峪山，吃国艳农家宴，停车跟扫地的吵架，回调解室洗澡"],
			],
"2021-6-18":[
			["20:50-21:30","到我爸办公室拿羽绒被"],
			],
"2021-6-19":[
			["11:00-13:00","上午来调解室帮我爸做饭黄鱼大虾，给西红柿苗剪枝"],
			],
"2021-6-20":[
			["09:00-17:10","早上带我妈去去医院看嗓子，去吃达美乐买麦当劳冰激凌薯条，披萨上的慢送了两倍果饮，去国泰买了好几身衣服鞋，回到调解室洗车，等我爸学完党史到调解室后去接耿高惠"],
			],
"2021-6-26":[
			["09:00-16:30","我妈人民医院看嗓子，我坐地铁西直门集合去二姑妈家，我爸借的迈腾拿的大桃，西直门三姑妈聚餐会议，下午到龙旗广场热风买包和鞋，然后把我送到她新单位接耿高惠下班"],
			],
"2021-6-27":[
			["11:30-15:45","早上我开车回南口，姥爷家吃，饭后看看平房盖的怎么样，我爸上班，下午跟我妈调解室待了会就回龙旗广场了"],
			],
"2021-7-3":[
			["11:00-13:10","到姥爷家吃饭，我舅舅买了辆二手车"],
			["20:00-20:50","晚上骑车回家跟我妈待会"],
			],
"2021-7-4":[
			["06:50-07:10","早上开车回家送粽子，正好我爸下楼给我妈去买奶，给他带过去的"],
			],
"2021-7-11":[
			["12:00-23:59","他们从北戴河回来，我跟我妈在调解室吃速冻饺子虾玉米，下午去姥爷家一趟，回家拿上东西，调解室拿上炖肉，一起回龙旗广场永辉买菜做饭，回来就下大雨了，我妈晚上睡的沙发"],
			],
"2021-7-12":[
			["00:00-06:40","早上我早起去三院做前庭功能检查，我妈之后起来耿高惠开车带着去长庚医院做体检"],
			],
"2021-7-16":[
			["18:30-23:59","晚上开车回工作室跟爸妈吃饭"],
			],
"2021-7-17":[
			["00:00-23:59","早上他们出去参加朗诵歌唱活动，在家炒米饭，马桶堵了，下午跟调解室呆着，晚上来人通马桶了"],
			],
"2021-7-18":[
			["00:00-18:45","去姥爷家吃饭，下午跟我爸回家弄马桶，可算弄好了"],
			],
"2021-7-23":[
            ["18:45-20:20","接耿高惠下班后来调解室跟我爸妈吃羊蝎子，耿高惠家住"],
            ],
"2021-7-24":[
            ["07:10-20:30","我爸妈去参加乒乓球比赛，姥爷家吃，下午调解室串串，耿高惠下班来调解室吃烤串，舅舅舅妈也在，耿高惠家住"],
            ],
"2021-7-25":[
			["07:00-16:45","早上到地下通道开上车，社区接我爸回家，上午跟我妈水库走了一圈，姥爷家吃，我妈跟我爸说我上午跟我妈遛弯抱怨一路她，他们下午就去平房那装修去了，我爸把我送过地下通道，我就去她家了"],
			],
"2021-7-31":[
			["08:50-23:59","早上送完耿高惠回家，姥爷家吃，下午带我爸妈昌平区医院看幽门螺杆菌，舅妈也跟着，回来去平房看看，晚上姥爷家吃面条，调解室洗澡喝大窑"],
			],
"2021-8-1":[
			["00:00-16:00","早上在家，姥爷家吃，下午我爸擦车，我拉肚子没劲，调解室拿了两瓶白酒两条烟去耿高惠家，之后送我爸妈去昌平游泳，走南丰路回龙旗广场了"],
			],
"2021-8-7":[
            ["08:40-23:59","早上回家待了会，中午姥爷家吃饭杨硕也在，我爸值班，下午带我妈龙旗广场买了3件衣服永辉买菜，然后接耿高惠下班，把我妈送到调解室请给我家干活的人吃饭，晚上在耿高惠家吃晚饭我爸叫我回工作室跟着送这帮人回去，太晚了我就回家睡了"],
            ],
"2021-8-8":[
			["00:00-14:40","早上来耿高惠家待会，买西瓜去姥爷家吃饭，下午送爸妈去昌平游泳，然后我俩就回龙旗广场了，晚上我妈发微信说我爸吐了"],
			],
"2021-8-22":[
			["15:30-19:30","从平谷回来正好我爸妈去新世纪换衣服，接上我爸妈回家，我爸爸给我俩炒的豆角芹菜牛肉鲈鱼虾，他俩吃4万多的忽悠人餐，饭后去燕磨峪遛弯，因为中元节都在烧纸，没敢走太远，我爸透着跟我说耿高惠现在怎么这么胖了，她因为我只顾自己走没管她，就又不高兴了，我爸看到了也没说话挺不高兴的，我之后回她家住很生气"],
			],
"2021-8-23":[
			["14:30-23:59","我和耿高惠在沙河大桥北站接上我妈去蹦床，一起回我家吃俗称的营养餐，晚上去美廉美买第二天带的吃的，调解室关门窗，赶在下雨前回我家住"],
			],
"2021-8-24":[
			["00:00-08:00","早上吃的烧饼夹鸡蛋糖烧饼牛肉豆浆，然后就去古北水镇了"],
			],
"2021-8-26":[
			["13:45-13:50","我爸来调解室拿车钥匙"],
			["15:55-16:00","我爸把车开回来给我"],
			["20:10-20:45","晚上回家一趟，姨姥姥在，打联通客服问新卡套餐，拿上牙刷衣服就回龙旗广场了"],
			],
"2021-9-4":[
			["09:00-16:00","下大雨开车回家，他俩开上车去买菜了，我爸给我炒鸡丁烧饼，跟我爸看《背对背，脸对脸》，下午我妈给我剪头发，待了会就回去了"],
			],
"2021-9-11":[
			["09:00-23:59","开车走技校那边去西大桥接上我爸妈，他们买带鱼和碗去了，调解室剥虾带鱼，然后回家吃的，下午去水库里面洗车，调解室有人来送枣，那人左胳膊淋巴癌，晚上在调解室烤串，然后我俩跟我妈去姨妈家，晚上我家住"],
			],
"2021-9-12":[
			["00:00-09:45","早上吃完饭开车送他们到西大桥去换碗，然后就去耿高惠家了"],
			],
"2021-9-19":[
			["17:15-23:59","接耿高惠下班把东西先放回她家就去姥爷家吃晚饭了，我爸做的罗非鱼，饭后去调解室拿鱼蜂蜜送去她家之后回我家住，我去找停车位，我爸自己把一大桶水搬上楼了，晚上又自己爬阳台垫垫子，这下雨滴声小多了，我爸心疼我都自己干了"],
			],
"2021-9-20":[
			["00:00-09:30","早上我爸打的豆浆，我俩吃完饭把我爸妈带到调解室后就去她家了"],
			],
"2021-9-21":[
			["08:00-17:20","她早上把我送回家就开车上班了，我和爸妈姥爷姨妈姨夫挤一个车去吃阳坊胜利涮羊肉，吃完我爸去佳明眼睛店修眼镜，回到调解室我妈给两个狗洗澡，我跟我爸去办公室搬电脑，我骑电瓶车先把电脑搬回家了，他俩之后回家，等耿高惠下班开车回来在我家待了一会就去她家吃完饭了"],
			],
"2021-10-1":[
			["09:00-20:20","早上开车送她上班然后开车回家，到家用塑料袋接着拉屎，去姥爷家吃饭，把小妮子放姥爷家了，下午去调解室，我爸洗澡，刘岩母亲去世我爸跟邱志毅过去，我跟我妈在调解室跟调血糖的骗子沟通退款，华军店拿酒，接上我爸去东巴火锅，到了我妈给她家车占地跟服务员吵起来了，饭后接上邱志毅把他们送到刘岩母亲家，回耿高惠家住"],
			],
"2021-10-2":[
			["07:20-23:59","早上开车送她到昌平地铁站，西关加油，回家后放狗吃饭接上邱志毅沃尔玛迎上杨连成去郭金山新盖的房子，推荐投影仪，饭后去捡栗子，西山口地铁接耿高惠，把俩狗送回调解室，我们四个和邱志毅乐多港吃鱼头泡饼，去物美买吃的五折，送他们去刘岩妈家，我俩回她家洗澡浇花，接上他们调解室接俩狗回我家住"],
			],
"2021-10-3":[
			["00:00-19:40","早上出发去福来居聚餐，先到三姑妈家楼下，再去餐厅，我妈去买稻香村，然后又把车开到餐厅门口，饭后送耿高惠回平谷，拿了两个被子，开车回龙旗广场，跟我爸妈永辉买菜，我爸做了冬瓜汤，他们就开车回去了，出门时栏杆不好用"],
			],
"2021-10-7":[
			["18:10-20:10","坐地铁回调解室，没跟他们打招呼给个惊喜，姥爷舅舅舅妈姨夫姨妈衣服在，吃涮肉，吃完饭开舅舅手动挡的车把姥爷送回家，回调解室开上车到耿高惠家拿上东西就回龙旗广场了"],
			],
"2021-10-10":[
			["08:30-14:06","送耿高惠上班后开车到家，我爸给我炖排骨，看了会电影《站直了别趴下》，下午到调解室拿白薯，办公室拿跳绳，就送爸妈去南口文化活动中心练跳绳了，我爸投资我2万，然后我就回龙旗广场了"],
			],
"2021-10-23":[
			["20:50-23:59","从她家吃完饭，调解室拿上枣和葡萄后，我俩回家住"],
			],
"2021-10-24":[
			["00:00-10:50","早上吃过早点后到调解室我跟我爸洗车，我爸给人办过户，块的物美购物卡给我了，我妈去姥爷家做饭，把车停丰景高苑后我俩去姥爷家，我爸妈去天坛参加体能测试我们就回她家了"],
			["16:50-18:50","晚上回调解室吃烤肉，姥爷来调解室没吃又回去了，舅妈也在，吃完饭就回龙旗广场了"],
			],
"2021-11-3":[
			["17:40-18:20","我爸要存一个3年每年5万的理财，我妈去农商行存，我俩在她家吃完饭就去那里接她，到那我爸妈在门口跟经理在说话，我把电瓶车车筐里有方便面，我妈坐我车，我爸骑电瓶车去买窝头，到调解室他俩炒窝头吃，别人送的我爸四箱苹果我拿走两箱准备送给阮博士，在调解室待了一会我俩就回龙旗广场了"],
			],
"2021-11-5":[
			["19:20-20:50","到耿高惠昌平支行做完核酸后回调解室吃饭，我爸今天选举回来也晚，我妈炖的黄鱼，我爸炒的菜，鬼子姜第一次吃还挺好吃，我妈蒸的南瓜发糕还挺好吃，饭后我们回我家楼下给我爷爷奶奶老叔烧纸，然后就回她家了"],
			],
"2021-11-6":[
			["11:00-23:59","耿高惠她妈有羊肉卷，到我爸老去买肉那里切成羊肉卷，到调解室一块吃涮羊肉，我俩准备的食材，饭后杨硕舅妈来拉了一箱苹果，他们走了之后我开车她回家洗澡，我去超市买汉堡面包丘比酱，出来刮大风下冰雨降温，到她家待会之后在回调剂室煎肉饼夹汉堡吃，吃完饭我爸到卡口和办公室一趟，回我家睡"],
			],
"2021-11-7":[
			["00:00-14:10","早上送耿高惠到昌平地铁后回家遛狗，去姥爷家吃饭，我妈让我从调解室搬箱苹果去姨妈家，下雪地上都是冰我没办搬，姥爷家吃完饭后我爸去美廉美买东西，我妈自己搬的，我之后去地下通道接他们，开车送他们回家，然后我就回龙旗广场了"],
			],
"2021-11-12":[
			["18:21-19:45","下班接上她回调解室吃饭，吃的带鱼豆角，呆了一会回她家住的"],
			],
"2021-11-13":[
			["07:20-23:59","早上到楼下接上我爸妈，送她先到单位后去长庚医院，大夫说建议先吃14天消炎药再看效果，回来到国泰逛请爸妈吃好伦哥，我爸吃好几块牛排，下午调解室擦车，然后跟我妈去爬山，我爸说胃岔气就没去，回来跟我爸装后备箱压力杆，晚上喝的小米粥，结果拉肚子了，又饿又特别难受，终于晚上抱小河马睡觉了，下次就不知道什么时候了"],
			],
"2021-11-14":[
			["00:00-09:50","早上被我妈吼起来吃了早饭我要回去，我爸给我炖排骨我不拿也不在家吃完饭回去，我爸不乐意发脾气，送我爸到调解室炖排骨后我就回龙旗广场了"],
			],
"2021-11-20":[
			["10:10-23:59","早上我俩开车回家接上我爸妈去调解室，然后我俩去小棚子骑电瓶车去了，我爸做带鱼菜花鸡丁，耿高惠洗的碗，吃完饭我爸洗澡，然后我们四个去万科给我买面试用的西装，我爸掏的钱，然后去热风我爸想买双鞋我妈没让，我爸还挺失望的，去万科的物美买汉堡胚子丘比酱，回来后我爸在调解室做饭，我妈我耿高惠去姥爷家呆了一会，我骑车去给姥爷买烧饼，晚上吃的自制汉堡黄花鱼，耿高惠洗的碗，晚上我妈先回家，我爸我耿高惠把电瓶车没能装上我的车，我妈没拿要是急了，我爸明天找人拉，我又急脾气了，我俩开车我爸骑电瓶车，把车停小棚子正好碰上我爸把车放里面，我爸找我妈遛狗去，我俩就上楼了，网上她帮我改推荐信"],
			],
"2021-11-21":[
			["00:00-07:20","早上我爸去给我来买糖火烧，吃完饭我开车送她上班就回龙旗广场了"],
			],
"2021-11-26":[
			["05:00-20:45","我妈从长庚医院回来龙旗广场等我，我到家接上她，去耿高惠单位逛上品折扣，下班去吃达美乐披萨，回南口把我妈放到她家路口我俩就回她家睡了"],
			],
"2021-11-27":[
			["11:00-23:59","早上我来开车到调解室，姥爷舅舅舅妈姨夫姨妈孙志强调解室吃螃蟹鱼虾，我帮我把倒手动挡的车，踩刹车刮倒挡憋了好几会火，我爸叫我跟耿高惠去取4箱橙子放车后备箱，饭后我爸值班去，我们仨先回家换鞋，然后去爬山，下上正好碰上民警查狗，不管我妈管我，我给我爸打电话找的杜鹏帮忙，回来调解室给我妈看书摆拍，晚上调解室包虾胡萝卜馅饺子，吃完饭我爸值班我妈找她去，我俩回家睡觉了，我妈说羊奶粉给的少了"],
			],
"2021-11-28":[
			["00:00-07:00","早上我爸起来去值班，我俩吃完早饭就回龙旗广场了"],
			],
"2021-12-4":[
			["09:20-18:00","早上接三姑父三姑妈回南口后把车停三姑妈家楼下，我妈正好下楼迎上我妈我爸也正好开车到，然后我爸开我家车一起去景仰园给老叔上坟，回来后本来说去吃东巴人，结果到换到了担心摩卡不让进又去吃一品莜面了，吃完回调解室我爸妈洗车我睡觉我爸洗澡，之后回家我爸换衣服，我在楼下等着，我妈把牙刷拿下楼我刷牙，接上李月香去昌平振兴路广源典当行我爸见老总买房，我跟我妈小妮子走了一圈车里等，把他们送回南口后我就开车回龙旗广场了"],
			],
"2021-12-5":[
			["16:40-19:30","下午从耿高惠家出来，给我妈取快递商量到调解室吃饭，他们从家出来，我俩就去美廉美买菜，我爸带小妮子到调解室没拿钥匙，等我妈回家拿牛肉，爸妈到美廉美找我俩，到调解室我爸妈给烙的饼炒油菜蘑菇葱爆羊肉牛肉小米粥，吃完饭我俩就回龙旗广场了"],
			],
"2021-12-11":[
			["10:33-16:25","早上我开车到调解室，我爸妈正好从地下通道道北东侧过来，去姥爷家吃带鱼洋葱萝卜丝汤，去调解室我爸没拿书包我回去取，一个调解的一个咨询的一个送狗粮的，之后回家睡了一觉，回去之前我爸让我拿鸡腿杏仁我不拿，然后就回龙旗广场了我爸爬窗户上看我"],
			],
"2021-12-19":[
			["09:43-17:40","早上我开车到家车停老叔小铺前面，我妈爬阳台上告诉我一会就下去，我那小橘子葡萄橙回家待会，然后去调解室，舅舅舅妈姥爷来吃饺子苦荞面，我写程序，我爸洗车我帮忙，下午开车一起去西直门二姑妈家，到了正好碰到于静文他们要回去，她奶奶耳聋了给讲了年轻人要有闯劲儿，得知二姑夫丰台买了万的房，回来把我爸妈送到西三旗桥他们坐公交回，我就回龙旗广场了"],
			],
"2021-12-26":[
			["10:10-14:00","我跟耿高惠到美廉美跟我爸汇合，买生菜西红柿汉堡胚子鸡蛋酸奶丘比酱大虾，下扶梯时碰见我妈了，买完去姥爷家，路上明显俩人闹别扭呢，我爸带我俩去小平房放水，阚老师家看石头拿盆兰花借改锥，姥爷家吃自制汉堡，牛排是前几天用intel兑换卡换的，舅妈来给姥爷送泳裤，饭后调解室待会，摇号都没中，刘万山两口子来调解室后，他们就去御林汤泉了"],
			],
"2022-1-1":[
			["09:39-23:59","早上我坐地铁到西山口打车回南口迎上我妈然后去我爸社区，一起开车去买肉，回调解室我爸炒菜，中午姥爷来这一起吃，饭后送姥爷过地下通道，下午跟我妈去爬山碰上一大帮我妈认识的人，我爸在调解室炖羊蝎子炖大块牛肉小块牛肉炖带鱼，我妈给俩狗洗澡，我一直调试软件，耿高惠下班开车回来我去买烧饼迎着她，调解室饭后我跟我爸去抬大缸子放苹果，然后开俩车回我家，楼下放俩狗一圈，晚上刚要睡觉三姑吗三姑父来聊天，给拿了素什锦狗喝的羊奶"],
			],
"2022-1-2":[
			["00:00-15:11","早上送耿高惠下楼她开车上班去了，我回家躺了一会，起来我妈走着我跟我爸开车到调解室，然后去美廉美买烤肉酱生菜香肠无碘盐淀粉，在姥爷家我做手抓饼吃，饭后调解室我跟我爸联系面试问题讨论kkndme文章，然后我爸妈就开车给我送到西山口地铁，然后我去耿高惠单位他们去乐多港了"],
			],
"2022-1-8":[
			["09:00-16:56","早上送完耿高惠开车先回家，我爸下去遛狗了，在家待会跟我爸看kkndme文章就去调解室手机落家了，接上刘万山张娜去昌平吃鼎富阁，然后去南邵看了看他们的房子，回来后调解室待了会没拿上我爸上周炖的牛肉，回家看录像才知道是我忘了拿了，跟我爸看了会kkndme文章睡了一觉我就去调解室拿上牛肉去接耿高惠了"],
			],
"2022-1-16":[
			["09:10-15:36","早上开车回家待了会就去调解室，我爸给拿了烟酒放车上，姥爷家舅舅舅妈吃饭，我爸去买牛肉，吃完饭回调解室我妈洗衣服，我跟我爸把电视拉去修，社区拉米面油鸡蛋牛奶放小棚子，回家拿物美购物卡看我爸体检报告，刚回调解室就来人修马桶我又赶回家，修完回调解室我拿上电脑就回龙旗广场了"],
			],
"2022-1-22":[
			["08:38-19:02","早上我俩回我家，告诉他们怀孕了，我爸表现好淡定，本来说大下雪天不让她去姑妈家，她懂事还是跟着来了，我开车到姑妈家拿了米面西红柿，跟姑妈说小惠怀孕了她倍儿高兴，非要我们跟着吃饺子苦荞片还挺受欢迎，吃完饭我们就回来了，把爸妈放到她家路口，我们先回她家睡了会，姑妈给他们打电话没接着急给我打了一个电话，晚上我俩来调解室吃饭，我爸炖的黄花鱼羊蝎子牛肉油菜蘑菇，我妈给我剪头发，我俩拿了两条鲈鱼就回她家了"],
			],
"2022-1-23":[
            ["10:32-10:40","我俩从新世纪领的香油奶米回来后到调解室，拿了两瓶和过期的黑枸杞给我妈，我爸上班去了，他同学都到调解室了，待了几分钟我俩就回她家了"],
            ],
"2022-1-30":[
			["17:37-23:59","接上小惠来调解室，我爸给炖的鸡羊排老贵的肘子炒的芹菜，给我妈买的化妆品给我爸买的马甲很满意，吃完饭我妈走着回去，我们刚要开车走有人来送东西，在376车站等正好田梁也来接他闺女，到家我跟我爸弄冰箱冻冰关不上门，三姑妈三姑父来了，告诉小惠怀孕了，晚上我家睡"],
			],
"2022-1-31":[
			["00:00-23:59","早上爸妈先去的姥爷家，我妈不让开车我爸不高兴不拎着东西，我跟她之后过去，我拎着东西手冻僵了，杨硕龙娇舅舅舅妈在，吃完饭他们去虎峪冰瀑结果关门了，我俩回她家拿饺子，下午回姥爷家吃完饭，饭后王磊他们家来了，都知道小惠怀孕了，我爸去值班我们就回家了，玩了会她就去睡觉，我爸提前回来了竟然，我们煮饺子吃，跟爸妈说小惠肚子疼有出血需要休息，商量买房什么的，新春快乐！生日快乐！"],
			],
"2022-2-1":[
			["00:00-23:59","早上爸妈去买菜取蛋糕，我们在家过得生日，下午他们去王艳来家然后去调解室，晚上姨夫姨妈舅舅舅妈杨硕龙娇姥爷王磊一家来调解室吃，我俩拿上水果到调解室，正好舅舅带着俩狗去姥爷家小迪不走，龙娇给买了蛋糕舅舅给买了皮带，我俩先吃了两口就回去了，晚上睡觉她吐得厉害，我爸给整的豆包吃，泡上了银耳"],
			],
"2022-2-2":[
			["00:00-19:22","早上我爸妈先到调解室做饭，二楼老头去世我爸没让我妈下来，李月香唐新生来吃饭，下午我们回她家浇花，他们去讲礼新村摘草莓，晚上我们又一起吃的，吃完我们就回龙旗广场了"],
			],
"2022-2-4":[
			["11:29-19:07","早上回调解室，我妈昌平文化组织员的领导刘纲强熊瑶一家三口来吃饭，我爸烙的饼，吃完饭他们坐376去西关买石头架子结果没开门就回来了，晚上煮的大棒碴儿粥吃剩饭，吃完饭我妈去把俩狗接回来我俩就回龙旗广场了"],
			],
"2022-2-6":[
			["11:20-13:40","回调解室两家一起吃的涮羊肉，我爸自己去市场切的羊肉，本来说让我去的，回来的太晚了，我爸喝多了，本来想带我妈下午去看房的，她说家里太乱了我就没让我妈去"],
			],
"2022-2-12":[
			["10:20-16:23","我俩来姥爷家，我爸美廉美买菜，在姥爷家吃带鱼，吃完饭我们四个玩手机麻将，我俩回家开车调解室接上爸妈去西关买博古架，乐多港逛衣服比投篮比投铜钱都是9分打平看小猪，我爸就着急回调解室收拾，拉上酒什么的放小棚子，把我妈送回家然后带我爸回调解室，我俩就回她家吃晚饭了"],
			["18:45-20:05","晚上吃完饭我自己骑自行车回家陪我妈待了会"],
			],
"2022-2-13":[
			["10:40-13:33","上午回调解室吃涮羊肉，我妈门口铲雪呢，吃饭前我们四个玩一把手机麻将我妈胡了把豪华小对儿，吃的涮肉，吃完饭又玩一把我赢的最多，然后我就开车给她送新中关了，雪下的特别大"],
			],
"2022-2-19":[
			["10:48-23:59","早上去姥爷家吃饭，姨妈姨夫在炖的黄花鱼吃，吃完饭我们先回家，她上楼去睡觉，我爸和李晨去田梁家，我和我妈走着去水库，我爸回来家里就小惠在他就出来迎我们了，回来楼下有地方提车我把车停过来我妈就让我把大铁柜搬到5楼，我跟我爸不搬就不讲理吵，晚上走着去调解室，我妈去道南给我买口腔溃疡散结果黄码就没买，然后她去美廉美买面包坯子忘了买丘比酱，我爸炒菜蒸年糕，吃完饭打手机麻将我胡了个自摸七对门清海底捞月赢了分，我爸开那个手动挡车一起回家拉了三块大石头，我们让她先上楼休息了，我们后面走了一圈，到家打了两轮手机麻将然后看了双人滑拿金牌"],
			],
"2022-2-20":[
			["00:00-13:42","我爸一大早出去帮田梁给她母亲圆坟，早上起来他就去调解室准备做饭请给我们婚礼红包的人吃饭，我妈也先下去了，然后我俩在调解室迎上我妈去姥爷家吃饭，姥爷不知道我们来自己做饭酱油放多了，我妈炒的鱼香肉丝荷兰豆炖的黄花鱼，吃完饭我和我妈把她送回家，她也没让我妈上去坐坐，然后我把我妈送到调解室我就开车回去给车做保养了"],
			],
"2022-2-26":[
            ["14:46-20:42","乐多港吃完饭把她和她妈送到地下通道，我以为姨妈他们在调解室锁着门呢，就先回车里眯了一觉，结果他们没来改晚上吃羊肉了，我妈在调解室给俩狗剪毛，我跟我妈去后面爬楼梯山，回来跟我妈去她家接她，我妈没上楼，然后去美廉美买了蛋酥卷，晚上在调解室姨妈姨夫舅舅舅妈姥爷吃的羊肉什么的，玩了几把麻将我就跟她走着回她家了"],
            ],
"2022-2-27":[
			["14:41-16:53","我妈给我发微信让我拉两块石头回家，到家跟我爸妈玩手机麻将，好开心的时光"],
			["10:13-12:10","上午我俩来调解室，吃饭前我们玩了几把手机麻将，然后我爸给炒米饭，她啥也不干就坐着，吃完饭我妈说带她去后面走走她不想去，我就让我妈先回去了，我把她送回家"],
			],
"2022-3-5":[
            ["09:09-15:55","早上我坐动车回南口，我妈俩狗接我，把狗放姥爷家，跟我妈美廉美买菜，中午舅舅舅妈姥爷家吃的，舅舅告诉龙娇怀孕了，吃完饭我们回家待了会，然后我爸开车把我跟舅舅送到西山口，我回龙旗广场舅舅去北京南站，他们就去乐多港买羽绒服去了"],
            ],
"2022-3-6":[
			["09:09-14:25","早上我坐动车回南口，我爸妈俩狗接我，去姥爷家吃饭，玩了几把手机麻将，姨妈来说孙志强的是男孩，吃完饭回调解室待会，跟我爸聊聊天，然后自己坐动车回龙旗广场了"],
			],
"2022-3-11":[
            ["20:38-23:59","在她家吃完饭回我家，到家玩了会手机麻将，停水，她先睡了，我又陪我爸妈玩了会手机麻将"],
            ],
"2022-3-12":[
			["00:00-20:50","早上起来我爸买糖火烧回来煮了豆浆蒸了鸡蛋，本来说就来水的也没来，我爸还打了一大桶水回来，我妈走着去调解室，我们仨开车过去，我跟她去接姥爷来调解室吃饭，之后我妈也来姥爷家了，我先去美廉美买生抽老抽他们直接回调解室，我爸炖的带鱼炒的芹菜煮虾什么的，吃完饭我爸把姥爷送回家，我们开车到水库底下往水库里面走了走，打听买五菱宏光miniev，回来我跟她先回她家待会，晚上跟她爸妈一起调解室吃饭，她晚上手机开会，我们仨玩手机麻将，然后就回她家睡了"],
			],
"2022-3-13":[
			["07:08-18:57","早上从耿高惠家走着回家，到家遛狗，估计是昨晚吵架来的他们，吃完早饭我爸开舅舅的车我们仨去乐多港，看了看衣服和鞋，在好特卖hotmax买了不少东西，快结账我爸去拉屎，我跟我妈去苏宁看折屏手机等他，在调解室吃昨儿晚剩饭，我爸开车跟阚老师去看石头，我跟我妈回家走到水库下面，小迪蛋蛋黑的那块长了个包，到家写了两节CFA笔记，我爸回来炒葱爆羊肉煮小米粥我妈做苦荞饼，饭后走着到调解室，我爸送我坐动车，我进车站他站在玻璃门口一直没走"],
			],
"2022-3-19":[
			["09:10-23:59","早上我俩开车从家回来到姥爷家汇合，然后开车出发去觅舍盛宴婚礼堂参加杨光婚礼，她单位不让聚餐自己走着回家，吃完饭我爸开车送姥爷他们回道南，我跟我妈送李月香回道北，然后到家我睡了一觉，醒来跟我妈去耿高惠家楼下一起去拿羊肉，我爸帮阚老师拉水泥阚老师送了炖的牛肉，晚上调解室吃烤串，吃完饭玩了一局手机麻将，爸妈走着回家，我跟她回她家拿待了会拿上东西回我家住，玩了一把手机麻将就睡觉了"],
			],
"2022-3-20":[
			["00:00-06:48","早上我俩起来就开车回龙旗广场了，没让他们起来"],
			],
"2022-3-25":[
			["17:17-17:36","下班开车回南口先回家跟我爸妈待了会，然后回她家吃饭"],
			["18:44-23:59","吃完饭回家，去燕磨峪那边迎我爸妈，然后去美廉美买明天爬山要带的午饭，然后回家睡觉"],
			],
"2022-3-26":[
			["00:00-23:59","早上起来我们三开车到西大桥加油站加油，跟杨国庆汇合，上山土路上车没少托底盘，9点50登山，大概50登上黄楼院，我妈跟俩狗最先到的，我爸他们在最后，我中间爬，到了我坐的墙角被用来祭奠用，罪过罪过，祭奠仪式结束我爸还被邀请讲几句，讲得还不错，我们山上吃的午餐，风可大了，网上爬了几百米看了大石头上刻的字，下山的时候我滑了一跤正好被我妈录下来，到调解室我爸给人咨询我跟我妈擦车，晚饭吃的刷羊肉，到家玩了几把手机麻将"],
			],
"2022-3-27":[
			["00:00-14:24","早上起来爸妈又较劲，我爸拿着早上买的猪肉先下去了，没拿调解室钥匙，我开车我妈走着到的调解室，我把鸡胸肉给俩狗煮了，我爸回来把肉炖上，我妈去姥爷家接他过来，我爸找人把折叠床的腿儿焊上了，我们四个吃的炖肉炒豆腐炒芹菜炒菜花，吃完饭我把姥爷送回家，我们把床支上和沙发换了个位置，我眯了一觉就出来了，到我爸单位正好他出来说了几句就回龙旗广场了"],
			],
"2022-4-2":[
            ["06:00-23:59","下班我妈坐的动车来找我，我骑小电动去车站接她，然后开车接上耿高惠去昌发展吃韩时烤肉，正好有一个靠窗户的位置，吃完饭在西三旗那掉头堵车太晚了还是把耿高惠送回龙旗广场了，然后我就跟我妈开车回南口，我爸值班接上他回家，用了用新买的文石leaf电纸书阅读器"],
            ],
"2022-4-3":[
            ["01:00-14:00","早上起来我爸去单位把门打开，我跟我妈往下走迎他，接上我们去姥爷家集合出发去天寿陵园给姥姥上坟，在那碰见上次帮忙解决查狗姓杜的人，回来把姥爷送到路口，然后去道南美廉美买菜道南市场切羊肉，把我爸妈送到调解室，然后我到家拿书包，姥爷舅妈姨妈姨夫调解室吃涮羊肉，我睡了一觉我爸妈洗车，然后我就开车回龙旗广场了"],
            ],
"2022-4-5":[
			["08:28-17:21","早上送她上班赶紧去火车站迎我妈，接回家后坐去五彩城无印良品买了个小包，试了试假发片2+我妈没舍得，到底下一次美食街她吃肉夹馍凉皮我吃照烧鸡排饭，骑车去五道口唐风采假发店试了顶假发片，骑车去新中关再看一家结果没开门，骑车返回买了那顶，骑车到五道口坐13号地铁，本来打算坐到我家然后骑小电动送我妈去做动车，我妈决定坐地铁回去让我爸西山口接，我们在清河换乘，我把我妈送上昌平线回去了"],
			],
"2022-4-9":[
            ["09:04-20:46","早上开车把她送到单位我就开车回南口，到调解室正好爸妈到那，给俩狗煮鸡胸肉喂了，然后去姥爷家，我爸炖带鱼炒芹菜菠菜，带鱼感觉时间长了鱼腥味，下午我开车带我妈去昌平区医院看头疼，外科说让看内科，内科没号看的急诊，拍了个CT，等结果去杰奥看羽绒服，CT结果有个白点说是正常钙化，回来后到姥爷家吃的剩饭，我喝了小米粥吃了橘子，然后一块出来地下通道那买芒果我妈买菠萝蜜，我在车站接耿高惠，我爸妈就回去了，在她家跟他妈爸吃的荠菜馅包子，吃完饭我拿她奶奶买的鸡蛋苦菜荠菜开车回家，拿了本书，手机麻将玩一半就赶紧出来走着回她家"],
            ],
"2022-4-10":[
			["09:40-11:16","地下通道开车接上我妈俩狗刘万山两口子，到我爸办公室拉了泡屎，刘岩开车汇合，出发去京西古道，接了个协和电话问有没有吃凝血类药物，意识到有疫情还是别瞎逛了，把他们送到那里我俩就回龙旗广场了"],
			],
"2022-4-16":[
            ["11:05-20:30","我开车去火车站接爸妈，到家蒸米饭炒豆腐鸡蛋西红柿吃炖的排骨肉，吃完饭睡了一会，实在是不舒服，他们去三旗百汇看看，回来我妈到热风给我发微信我过来找他们，我买了2个即刮型彩票让他们挂，啥也没中，永辉买菜回来给我妈买了2根冰激凌她吃了1根，到家我们三个打了把手机麻将，我爸炖鸡腿，我爸妈烙木头芽馅饼煮粥，等耿高惠下班后一起吃完饭，嗓子捅的还是不行馅饼咽着疼吃面包片了，她洗碗，吃完饭我们四个玩了把手机麻将，然后去永辉好特卖看了看结账嫌排队我妈就没买，出来海澜之家回力看了看鞋，然后爸妈就开我的车回家了"],
            ],
"2022-4-17":[
			["09:32-15:38","下火车到调解室拉屎，我妈带着俩狗来了，我把鸡胸肉给俩狗煮了吃，我爸到姥爷家做的丸子胡萝卜烩肉，吃完饭回调解室我妈非要去爬山没去跟我爸吵吵，我跟我爸洗车顺便把舅舅那辆车也洗了，柳絮毛太多了就简单洗洗，我妈给俩狗洗澡剪毛，然后我开车把我爸送单位值班，我妈打电话不干了让回来，正好我爸没拿钥匙，回调解室又待了会，我妈给我理发，我爸电脑统计社区打疫苗的，然后我就开车回龙旗广场了"],
			],
"2022-4-29":[
			["18:00-23:59","下班开车带耿高惠到调解室吃晚饭，吃的炖牛肉肘子姨妈给的枣味儿馒头不知道啥做的，从我爸这拿了两条烟去她家，然后开她家车到我爸社区待了会，然后到调解室我开上我家车回家，两辆车都停楼下了，三姑妈他们我家楼下我爸下去他们没上来"],
			],
"2022-4-30":[
			["00:00-20:15","早上我爸去准备核酸会场，我俩多开她家车到中共南口特支纪念馆（詹天佑）做核酸，她开车去上班，我爸骑电瓶车带我到他办公室我开车回家遛狗，吃完饭补CFA笔记洗头，跟我妈走到调解室把剩下的笔记补完，跟她去做核酸后去姥爷家再去美廉美买菜，舅舅舅妈做饭在姥爷家吃的，晾衣绳掉了舅舅重弄上的，我爸拿着盒饭我们吃完饭收拾好才回来，没怎么吃就去地下通道东边去剪头发，我跟我妈骑电瓶车回家开车，我妈也理了发，然后去红泥沟看特斯拉组装聊了聊，回来后到调解室我跟我爸洗车，车上都是树粘子擦不掉，晚上姥爷舅舅舅妈杨硕龙娇姨夫姨妈姨夫姨妈王磊代翠红王怡欢在调解室吃的，舅妈做的饭，吃完饭我开车把杨硕龙娇送回北七家北京城建畅悦居"],
			],
"2022-5-1":[
			["10:26-23:59","开车到西三旗桥南接上爸妈去西直门危改小区，葛佳于静文葛爱予也在，在二姑妈家吃的葛佳做的西红柿鸡蛋面，吃完饭拿上给的毛毯凉席什么的，到南口就把凉席扔了，晚上去姨妈家吃烤羊肉串，我先去接姥爷碰上王磊和姨妈，我爸妈说去买水果，结果半天也没过来我骑姨妈电动车迎着他们，结果我爸漏刷东西被扣那了，我妈先出来，吃一半我爸也过来了，据说是交了的罚款，吃完饭我们就回家了"],
			],
"2022-5-2":[
			["00:00-09:40","早上我爸去布置核酸，我跟我妈走着下来到调解室，她也开车到那汇合，做完核酸我跟她回她家"],
			["16:30-23:59","我跟耿高惠从她家出来调解室吃饭，我爸做的烤羊肉串煮的玉米棒渣儿粥，吃完饭我耿高惠我妈去美廉美买第二天的午餐，我爸在调解室睡觉，买回来一起走着回家，我家睡的"],
			],
"2022-5-3":[
			["00:00-14:22","早上起来我爸去布置核酸，我耿高惠我妈起来吃完早饭到调解室拿上吃的，然后去做核酸后出发去后花园，爬万福梯后没去一线牵就往回走，吃了自热锅面包片熟食香蕉我妈吃的包子粥，回来后先到调解室接上我爸，把爸妈送到家，我拿上电脑就回她家了"],
			],
"2022-5-4":[
			["07:37-14:41","早上起来从她家出来开车去我爸那做核酸，没看见我爸，送她到西山口，我到家我妈带俩狗出去了，上午查农行理财以为利息是57块，打电话找理财经理小翟，结果到农行发现是看错了，我在调解室上午待了会看CFA高顿网课睡了一觉，到地下通道找我妈，她去美廉美买水煮肉底料，地下通道口买豆芽菜，舅舅舅妈在姥爷家一块吃水煮肉排骨竹笋，我爸晚回来吃的饭，到调解室有两个人送了三箱橙子，睡了一觉刚要走就来了个咨询的，发现结了串小葡萄，我爸骑电瓶车放回办公室，我去迎着，我妈取快递走着回去，把我爸送到家等我妈到，然后我开车回龙旗广场"],
			],
"2022-5-5":[
			["09:25-14:48","到西三旗桥南接上我妈先去唐风采修发卡修发型，然后赶紧去三院那边看房牛奶宿舍蓟门南里光明北里，群里说明天居家办公了，把车停到花园东路我去三院打印结果，有个凝固酶阴性葡萄球菌感染，也能存就是贵一倍多一年，然后对面肯德基取餐，我妈吃牛肉堡我吃鸡肉堡，吃完到天通苑那边弄眉毛，到那问哪个门，结果非让先预约我们就回龙旗广场了，结果停地库时说永辉封了，我们就把车停上来，问耿高惠回不回南口，我妈在我家等会她，听说不回我妈就坐汽车回去了"],
			],
"2022-5-7":[
			["12:05-23:59","爸妈做公交车到育新，我出小区迎着他们，他们带的苋菜馅儿和和好的面到我家拉的馅饼，我没吃这个馅儿吃的她妈之前烙的茴香馅儿馅饼，热的美龄粥喝，泡了两杯柠檬蜂蜜水，我洗碗，也没休息就赶紧带着爸妈去长庚医院，到了不好停车先让我爸进去取号，我跟我妈找地方停车，我妈找保安停了个位置，进去发现我爸自己把号取了，安排的是给我爸看心脏看消化我看外科，结果外科打电话叫我先过去看，肩上脂肪瘤很尴尬局麻还是全麻，最后还是观察着先备孕，心内刘芳大夫说我爸是典型的心脏病症状让住院查，他不住，医生帮我劝我爸，本来想在消化给他约个无痛胃镜，结果心脏不好不能做，等心电图时我爸去抽血结果过号了，我妈去拿药，住院中心登记住院后我开车把爸妈送回南口，调解室吃的手抓饼小米粥，我爸去社区开会，我把"],
			],
"2022-5-8":[
			["00:00-14:30","早上我遛狗，吃完早饭跟爸妈走着到调解室，我爸先去大操场给做核酸拍照，他们去姥爷家，我跟调解室补笔记喂俩狗鸡胸肉，到姥爷家吃茴香陷儿饺子山药并，舅舅舅妈姥爷也在，吃完饭我跟我妈去美廉美买菜，到调解室补笔记，睡了一觉我就开车回龙旗广场了"],
            ],
"2022-5-18": [
            ["16:40-19:25","开车回南口，先到我把社区接他，结果他有咨询的我们就先回家了，我爸到家炒的鸡丁西葫芦，吃完饭他们去后面遛弯，我俩就开车到地下通道然后回她家住了"],
            ],
"2022-5-19": [
            ["00:00-23:59","早上她开车把我送到家，走的时候想亲我，我对着老叔的小铺让她把车拐过去点，她不高兴没亲就上班去了，到家我妈正好要下楼，我跟着去后面找我爸，我爸在火车道打八段锦，打完回去买豆腐小萝卜，我爸去上班，我跟我妈去大操场做核酸，到调解室跟我妈洗车，然后洗了个头就去姥爷家，中午舅舅舅妈一块在姥爷家吃的，在地下通道那我妈给我爸订了束花，爸妈去春西子买衣服，下午在调解室睡了一觉，然后王艳来田梁来了，他们给了红包，阚老师也来了，他们帮着做的饭，我跟我妈去取花回来，刘万山两口子盛宝吉也到了，舅舅舅妈也到了，我妈给舅舅也买了衣服，阚老师爱人和外孙也到了，晚上一起给我爸过的59岁生日，我也喝了一点点1680的红酒，才想起来周一还要存精，耿高惠临下班来了俩警察打流水，结果加班到九点半，就让她直接龙旗广场了，没能给我爸过生日，我就带着爸妈回家了"],
            ],
"2022-5-20": [
            ["00:00-15:53","早上吃完饭跟我妈开车去大操场做核酸，人太多没做，医院打电话让我爸住院，给舅舅买200块钱刮刮乐体彩，到调解室跟我妈把车又擦了一遍，京东金条借了5万一月免息，等我爸来调解室收拾东西，我妈先去姥爷家做饭，我爸之后去社区办事，耿高惠从龙旗广场回来，一起在调解室写我爸病历，然后到社区接上我爸，到家继续收拾东西，我坐她车，我爸开舅舅车到地下通道，中午姥爷家吃的，舅舅生日，彩票200中165，吃完饭我妈回家耿高惠回家，我开车送我爸去住院，还是落了衣架没拿，押金3000，等了会没事我就开车回南口"],
            ["16:05-17:05","到调解室给我妈拿上药茶回家找我妈，带了会就让我赶紧下去买彩票买花去了"],
            ["19:59-20:28","我跟她走着回我家拿药，跟我家待了会就回她家了"],
            ],
"2022-5-21": [
            ["11:23-13:15","我妈快11点快到家我俩给炒的荷兰豆热的昨天她妈炖的羊肉阚老师的红烧肉买的烧饼，她洗的碗，吃完饭我把我妈的十字绣都挂闲鱼上了，中午想歇一会结果京东快递催着取快递就开车回龙旗广场了"],
            ["16:49-17:09","开车去长庚给我爸把耿高惠做的空气炸锅鸡翅我炒茄子蒸黑米饭送过去，他吃完饭我把饭盆拿回家"],
            ],
"2022-5-22": [
            ["17:09-17:23","开车到长庚医院，给我爸做的煮馄饨做手抓饼琵琶腿照烧鸡块，我爸吃完就回来了"],
            ],
"2022-5-24": [
            ["10:41-15:12","开车到长庚医院接我爸，到地下一楼去打印病例结果7天后才能打，回一楼盖了章开车回家，我妈爬完山去别人家吃烤串，我们到家12点了，回来路上刘记天买烧饼楼下买菜，我爸做的加鸡蛋煮的挂面，我妈之后回来，我们在家待了会，我开始做题了，快到3点多看要下雨我跟她就赶紧出来去做核酸然后回她家"],
            ],
"2022-5-25": [
            ["08:50-19:21","早上起来拿了粽子就从她家出来回到家，没让我妈拿粽子去姥爷家她不高兴，开车下来到调解室跟我妈擦车，我妈去姥爷家，我就到我爸社区门口等我爸，还以为他在开会结果才知道按摩呢，等着的时候看题，碰见王艳来弄牙回来，刘万山聊了会，我带我爸到昌平区医院，看消化科约胃肠镜和腹部CT，麻醉科约内镜的大夫都挺不错，赶紧回去找消化科大夫还找错地方了，开检查单好几项检查都给免了，5月27日做CT，6月13日做无痛内镜，之前10号来做检查，开车回来停地下通道，到姥爷家吃的包子和粥，舅舅舅妈等着呢，晚上吃啥我没搞清情况不想还吃面，我妈她们有点生气，下午到调解室我爸去上班我睡了一觉然后做题，耿高惠从家过来地下通道迎着她，然后一起去大操场做核酸，到调解室跟我妈一块到姥爷家，舅舅舅妈他们烙馅饼，吃完饭一块走回到调解室，本来我爸想跟车回家拿着检查的单子，结果跟我妈走着回去了没拿，我跟耿高惠开车回龙旗广场"],
            ],
"2022-5-26": [
            ["10:26-15:33","从三院回来在调解室跟我爸妈在调解室吃的烤鸡翅葱爆羊肉，下午回她家"],
            ["17:30-17:45","骑自行车回调解室拿小白菜，我爸妈在调解室吃剩饭王亚云在呢"],
            ["21:00-23:59","第二天早上带我爸妈去医院，早上太折腾吃完饭我没让耿高惠跟我回家，我爸晚上值班我没拿调解室钥匙先去社区，我妈玩连连看呢，我爸从卡口回来骑着电瓶车我俩拿着菜放调解室，我开车我爸骑电瓶车回到社区，我做了会儿题就带着我爸妈回家了"],
            ],
"2022-5-27": [
            ["00:00-10:54","早上我开车带我爸妈去去医院，我爸先去地下一层做CT，我跟我妈去内分泌科，开了检查，抽完血验完尿我爸在车旁边等我俩，开车回南口我爸去上班，我跟我妈在调解室，我做题我妈准备包子，中午我去她家吃的"],
            ["15:27-23:59","下午她在家煎完药我俩回调解室，我跟耿高惠又走着去大操场做核酸，回来取支付宝积分换的菜板快递，调解室看了会书，做饭的时候我妈跟我说我爸说上的那个不是博士是硕士上它干啥，我没说啥，晚上我爸回来吃的烤串包子喝了山楂汁，开车到家去水库遛弯，我妈先去了，我爸跟田梁等王艳来，我跟耿高惠牵着两狗慢慢走，走铁道小迪坐地上不往前走了，我怕前面有啥问题，就先把小迪送回家，然后走大路了，走到上回跟耿高惠挖土的地方她说什么闹情绪不走了，只好带着她先回家了，回来碰上我爸他们看见金老师了，晚上本来想看书，她不让我看，睡觉前我们四个玩了把手机麻将，我用矿泉水瓶洗小鸡鸡，但是躺床上她嫌我不理她生气了，晚上睡着她热的开窗户开风扇"],
            ],
"2022-5-28": [
            ["00:00-8:30","早上我爸妈去早市买菜，吃完早点我爸电话叫走镇里要求搞卫生，我妈带着俩狗出去了，我跟耿高惠之后就去他家了"],
            ["12:15-13:58","摘完樱桃回来去姥爷家，舅舅舅妈姥爷等着我们12点多，吃完饭我们回调解室，我跟小迪地下通道口等我爸妈小妮子，小迪见到小妮俩狗可开心了，把我爸妈开车送回到家，然后我俩就开车回龙旗广场了"],
            ],
"2022-5-30": [
            ["11:15-14:07","早上我俩开车回南口，到调解室耿高惠给顿炖鸡翅根，我妈到了后炒菜，中午特别饿又困眼睛都冒金星了，吃完饭我眯了一觉，然后就去她家了"],
            ["19:40-20:49","吃完饭我开车回家找爸妈，我走到后面部队那碰上我爸，回家接上俩狗迎我妈，到家跟我爸妈玩了一把手机麻将就回耿高惠家了"],
            ],
"2022-5-31": [
            ["11:10-14:30","我俩回家我给爸妈做咖喱饭，煮鸡胸肉给俩狗，吃完饭我跟我妈开车去农商行取钱，她有VIP金卡，然后去工商银行ATM机上存我卡里，回到家我跟耿高惠开她家车去我爸社区，我爸也骑小电动过来了，拿上他的医保卡CT片子袋拎了一箱椰汁饮料，我俩就开车回龙旗广场了"],
            ],
"2022-6-1": [
            ["16:32-23:59","从城里回来晚上在调解室一起吃的豆腐西红柿鸡蛋王艳来炖的红烧肉，一起开车到大操场做核酸，我走出口结果她跟我妈走的入口出去的，然后开车去看葡萄，到家我爸去拿酥鱼，我们仨走到后面一点就回来了，晚上我们仨跳刘畊宏操，我们四个玩手机麻将就我一个人输，我家睡"],
            ],
"2022-6-2": [
            ["00:00-14:46","早上起来吃完早饭我俩先开车到调解室，我妈走着下来我去迎着她帮她拿菜，本来说去星城买麻辣香锅的菜，结果中午去姥爷家吃姥爷不吃辣，我想看书她捣乱让我开空调啥的，我让她自己开就跟我闹起来，我生气的说她她就生气不理我，我妈先去姥爷家我做题，中午到姥爷家吃的炒米饭，吃完饭一起出来，我爸把鞋落在姥爷家我骑小电动回去拿，我跟她回她家，她去睡觉我就骑小电动回调解室做题了，然后跟她和她妈回平谷了"],
            ],
"2022-6-5": [
            ["11:25-18:19","爸妈爬完八达岭森林公园回来了，中午我爸炒菜花热牛肉包子粽子，她洗碗，吃完饭我眯了一觉我爸妈让吃完晚饭再回去，她玩手机游戏我里屋做题，我爸不让我看让我跟耿高惠待着，我挺不爽的，我俩回里屋玩手机做题，我妈给俩狗洗澡剪毛，我爸炖带鱼炒菜花烙饼，我妈又给我剪头发，我妈让我浇菜我爸又让我把肥浇上，新闻发布会说周一北京大部分复工了，听我妈说昨天我爸值班去卡口跟喝酒的不扫码戴口罩的打架，吃完饭我爸非要给我擦车，擦完了我开车把我爸妈送回家然后就开车回龙旗广场了"],
            ],
"2022-6-9": [
            ["20:04-23:59","在耿高惠家吃完饭我去调解室找我爸他加班，在那做了会题，我妈打电话催他赶紧回家，我俩到家我跟我爸下楼放狗"],
            ],
"2022-6-10": [
            ["00:00-9:39","早上醒来收到一堆她发的信息，我手机都关了她联系不上我她不高兴了，说我不给她留手机，我起来吃过饭就开车带我爸去昌平区医院内镜前检查，我爸我爸放到停车门口他先去检查我开车排队，我看队不动我就走正门进地下车库再上来，最后还是停B2层了，我爸先做胸部CT我赶过去他正好叫到了，然后去做心电图，我去给他排抽血号，他抽血我去给他取心电图片子，我看医生拿一大堆结果没有我爸的就没问，结果我爸过来刚拍的人就出来了，我爸一问结果早出了，我把他送到社区"],
            ["12:20-23:59","在耿高惠家吃完饭我回调解室，眯了一觉后下午腾讯会议开6月组会做题，她洗澡后出来我去迎她，买了黄瓜胡萝卜在地下通道放调解室就去大操场做核酸，下午我跟耿高惠准备菜，切一半突然出虚汗恶心，躺床上趴了会缓过来，晚上打算不吃饭了，结果我爸炖的豆角炒的鸡丁樱桃太好吃了吃了可不少，吃完饭我们4个打了把手机麻将，开车回家遛到了燕磨峪，到家又我们4个又玩了把手机麻将，睡不着楼下老何两口子打了一晚上架"],
            ],
"2022-6-11": [
            ["00:00-15:08","早上我妈去爬山降蓬顶，吃完早饭我爸去值班我俩在家，我妈快11点爬山回来跟个泥猴似的进屋洗澡，小妮子来大姨妈了地上有血，我俩赶紧去大操场做核酸，然后想去调解室拿羊肉片炒葱爆羊肉，结果怕里屋锁上没钥匙没去，在菜市场买了黄瓜口蘑鸡胸肉，到家我爸炒鸡蛋西红柿豆腐我炒口蘑，中午没让我爸乱吃，我洗碗，下午睡了一觉然后开车去她家，"],
            ],
"2022-6-13": [
            ["11:40-13:55","早上开车从北京回来到调解室，我妈游泳回来中午跟我爸一块回调解室，中午吃的烧饼夹鸡蛋剩鸡丁煮糙粮面条汤，我爸上班我妈又开始咒骂我爸很生气，待了一会我就回龙旗广场了"],
            ["14:00-14:08","我从调解室出来到我爸社区要他医保卡，结果发现在我钱包里呢，我爸不理解为什么我们要试管"],
            ],
"2022-6-18": [
            ["09:59-16:10","我俩开车回南口，先到大操场做核酸，然后到调解室跟爸妈汇合走着去姥爷家，中午吃的排骨接单西红柿豆腐，舅妈也在姥爷家吃的，吃完饭回家睡了一觉，拿上易驱线，本来想着吃完晚饭再回去，结果姨妈让去吃烤串，下周孙志强孩子就生了，我俩就没去吃，把爸妈送到调解室我俩就开车回去，突然想起来调解室冰箱里剩下的面包片没拿，我回去拿，顺便摘了两根黄瓜，开车回龙旗广场"],
            ],
"2022-6-23": [
            ["20:20-23:59","下班接上耿高惠到她家吃完饭我自己开车回家，到家我爸楼下玩牌我妈跟小妮子在楼下，我上楼把小迪带下来去溜了一圈放狗，到家把小惠买的《古文观止》给我爸，然后找不到片子，一通找也没有，主要是片子里的检查单，其实放在了新的手提包里我给忘了，我妈说调解室沙发下有一个，我爸赶紧跟张坤接了个电瓶车，我到调解室看沙发下的是她上次拍的脑CT，回到家拿上钥匙去小棚子里看是不是从楼上搬下的柜子里，又看了车里也没有，回到家想起来在那个手提包里，虽然单子找到了但是片子还是没找到，挺累的一天就睡了"],
            ],
"2022-6-24": [
            ["00:00-18:42","早上4点30的闹铃给我叫起来的，耿高惠也给我打电话叫我起床，起来做热水给我爸冲泻药，250ml兑2大包2小包药，一共12杯，前三杯5分钟喝下，后九杯10分钟喝下，4点55开始喝，我爸还真行12杯都喝了拉得还行，吃过早饭我妈放完狗回来我们就出发去昌平区医院了，他们先上去我排队停车，我爸穿的少没吃东西我回车里放片子把车停阴凉处拿上我俩去溶洞买的毛毯回去，我爸排最后一个10点30进去检查的，11点做完，我妈去缴费我进去找我爸，我爸坐在小凳子上傻乎乎的，胃多发糜烂取了病理，肠有一个小息肉切掉取病理，但还有一个1cm+的息肉没法切得住院做，我爸说他做一半麻药醒了屁股眼倍儿热，做完我们回调解室，中午我妈热的牛肉馒头吃的水果，我开车回家拿电脑题，把狗带到调解室把车停阴凉，做了会题就去她家接她，到调解室我把答案对了，我爸自己煮粥喝抱怨我妈不管，晚上包的茴香猪肉馅儿包子，吃的时候发现是羊肉的，吃完饭我们4个玩了一把麻将我一把没胡，他们开车回家我跟她走着回她家"],
            ],
"2022-6-25": [
            ["10:34-15:20","我俩早上到姥爷家，我妈之后来姥爷家做饭炒的茄子芹菜苦瓜，我爸之后到了，牛肉在后备箱我赶紧走着去地下通道广场拿把肉放调解室，耿高惠试了一下能在12123APP上交违章，竟然是200块0分，跟姥爷吃的午饭，然后回调解室我们4个玩手机麻将，我嗓子疼感觉感冒了玩的时候都快睡着了，玩完我赶紧睡了一觉，耿高惠帮我把做PPT，跟我妈说周四我做左肩膀脂肪瘤手术让她过去，待了一会我们就开车回她家，我爸让拿上迷恋柚子饮料"],
            ],
"2022-6-30": [
            ["09:00-20:00","我等我妈坐公交到我家，打车去长庚医院，我妈说她打，美团滴滴都打不到，打到一辆对方还取消了，我最后用美团打到了，司机挺好心特爱聊天，到医院办住院没带住院单，到6B住院部填单子补打住院单，因为没打纸质化验单医生在电脑里差特慢，回一楼住院处办住院打电话让我赶紧到我还以为排上我手术了，找前台插了个队，上去后从管床大夫得知怎么着得到4点了，下午去做彩超下面全是穿病号服的，383号刚到305号，助手让我妈外面等我不让说饿，她让我上去待会再下来，我回去也没输液就躺着来的，也就20分钟就下去了，彩超显示还是多发的，估计是基因的原因比较爱长，然后就回去输液等了，4点果然来接我做手术，坐轮椅到4层手术室，我妈陪我过去，然后就做手术了，醒来嘴又干又苦，迷迷瞪瞪看见我妈我爸还有刘万山，我爸下班还是过来了，推回病房输上液接上监控过一会醒来了，好像是6点多出来的，耿高惠在家吃过饭也赶紧赶过来给我妈带的饭我的饭也送进来了，我休息了我爸跟刘万山回南口，她带我妈回我家住"],
            ],
"2022-7-1": [
            ["08:55-23:59","早上起来耿高惠和我妈把早点给我送过来，查完床我起来出院，耿高惠开车带我们回南口，先去区医院给我爸取病理结果，签名还签错位置了，病理还好，然后开车把我妈放到卖烧饼那，她去买鸡胸肉我俩先回家，我妈回来买了鸡胸肉豆角鸡爪，中午吃的鸡丁鸡蛋西红柿鸡爪黄瓜，她睡了一觉我收拾我爸书柜，睡醒了后她要自己坐动车回家，下午我接着收拾书柜，我爸回来简单做的晚饭，我爸去值班我跟我妈走到燕磨峪就回家了，晚上收拾东西的时候突然头特别疼也不知道是不是三叉神经，晚上躺床上睡觉竟然忘了把河马抱过来了，我妈把河马抱过来我才反应过来"],
            ],
"2022-7-2": [
            ["00:00-18:56","早上起来吃过早饭我爸开车一块下去到调解室，我给俩狗煮鸡胸肉，我爸炖排骨，水管子的水是不干净，地下通道那主管道呢，中午去孙志强家吃烤串，孙志强保养车回来，看见方便面想吃结果是给狗吃的，这个尴尬，出汗刀口疼光膀子吃的，吃完回调解室我爸去看管道施工，我眯了一觉起来看《置身事内》，我爸洗澡我妈绣十字绣，调解室的葡萄红了，尝了一个，晚上去姥爷家包韭菜肉馅儿饺子，我爸妈给我单包的鸡蛋韭菜馅儿的，姨妈姨夫舅妈姥爷也在，吃完饭我们回去赶紧去大操场做核酸，我想还是晚上回龙旗广场吧，也没回家就直接回龙旗广场了，我爸说我不回家香蕉没拿"],
            ],
"2022-7-8": [
            ["17:22-23:59","下班开车回南口到调解室，摘了一个大黄瓜，我爸炒的豆角鸡蛋西红柿茄子牛肉，吃完饭我洗碗，开车回家我爸骑电瓶车碰到他顺路带了个人，把车胎放小棚子，跟爸妈去后面遛到燕磨峪，他跟人聊天让我叫人，我都过去了还让我叫挺尴尬的我也不认识，我妈不停给她打电话，我爸生气，我还跟他抬杠，我妈大马路上骂人，真的丢人，到家我看《心若菩提》"],
            ],
"2022-7-9": [
            ["00:00-14:36","早上起来吃过早饭，我爸去单位开会，我跟我妈开车到调解室，跟我妈洗车，给小妮子脖子后面弄个狗豆子，我妈先去美廉美买鱼，去姥爷家，姥爷也想去美廉美，姨妈拿了几根玉米就走了，中午吃的豆腐豆角黄花鱼，我爸妈给俩狗身上弄下了好几只狗豆子，回调解室我睡了一觉，我妈给俩狗把毛剃光了，待了会我就赶紧开车去长庚医院了"],
            ],
"2022-7-16": [
            ["08:49-15:57","我开车回家，到南口我爸妈去邮政银行，在底商拐外那里碰到他们，我回家把桃酥和书放家里，在地下通道广场那里汇合，到姥爷家包饺子，面都长虫子了，我们就回调解室，把葡萄摘了，还摘了好多黄瓜，中午姨夫姨妈过来，一块吃的饺子，我妈给我夹西瓜我爸给我夹肘子，我反感这个说我爸妈，不应该，吃完发我爸喝酒睡觉，待了会我就出来了，跟我爸去社区拿条烟油桃我爸给搬了3箱水，我想跟我爸说会话，结果她跟社区的人说个没完，我就回龙旗广场了，我挺不理解的，我没社区的人重要？然后我就开车回龙旗广场了"],
            ],
"2022-7-23": [
            ["09:00-20:26","从耿高惠家出来，开车到家待了会，一起开车到调解室，我妈去姥爷家加上姨妈舅妈姥爷一块去吃驴打滚宴，我爸开舅舅的荣威车，我开我家车后面跟着，到了那我爸说的那家不开了，换了一家66号的，吃饭时那个开农家院的老头子进屋把灯关了，他那德行劲儿劲儿的，我妈差点跟他急，那的油饼挺好吃，吃完了我爸还跟那买了块石头，回来时我爸我妈开车回调解室，我和小惠带着姥爷姨妈舅妈回道南，然后送耿高惠去歌德诗剪头发，我就先回调解室睡了一觉，她之后走着回调解室，我们四个玩了把手机麻将，小惠点炮我不胡我爸点的同样的我胡了，然后我们开车去大操场做核酸，到新世纪买了好多吃的，之后去四盘八碗后面袁强家吃烤肉，吃一半突然下雨了还是冰雹，吃完饭我爸妈和我们先回去了，到大操场一个大爷那摘了串大葡萄就回龙旗广场了"],
            ],
"2022-7-30": [
            ["19:29-23:59","我俩开车回南口到调解室吃晚饭，我爸看跳绳的电视直播他们单位的人上电视，吃完饭去刘万山家看美短猫，然后回家到后面我爸教跳绳，小妮子闹狗呢，到家帮我把删手机内存，待会就睡觉了"],
            ],
"2022-7-31": [
            ["00:00-10:45","早上吃完早饭一块开车，树上掉了一车脏东西，我说用洗车劵，我爸嫌麻烦非要给擦又说洗车店又不是到了就先给你洗，我心疼我爸大热天的有洗车劵干嘛不用，而且车这么脏，他就是不理解跟我急了，到调解室我也急了让他赶紧关门，我跟耿高惠去面粉厂那里，到了就给洗车内也给吸了，姥爷给打电话说没药了让给开药，然后我把耿高惠放到她家路口就去姥爷家，把车停胡同里面小卖铺，我爸去社区医院给开药，跟我妈说了在这结果她还是走到马路边，接上我爸妈开车去小学那的底商拿我妈买的花，耿高惠他们开车去味多美拿蛋糕，我们正好路过碰上了，开车的路上我爸妈因为没让姥爷去不乐意吵起来，我听着真烦，在西关前大拐弯那让他们下车，我爸下车就走了，我又给我妈轰下去了，她在前面那下的车，气得我加油的时候都没熄车还打电话，我自己去十三陵那边九龙池侉炖鱼吃饭"],
            ],
"2022-8-7": [
            ["08:30-14:48","早我妈给我发微信说早上我爸磨蹭没赶上7:15的883，他们又坐7:45的来西三旗桥北等我，我开车接上他们去二姑妈家，小区还得给物业打电话才让进，上去于静文他们在呢，进屋叫好几声奶奶她也没听见，我也不知道是不是故意的，于静文他们带着小予去看话剧，之后我开车帮二姑夫二姑妈拉了一趟东西到他们新买的房子，在丰管路甲52号院130多平米，中午我订的嘉和一品肉夹馍粥，吃完饭开车把二姑妈二姑夫送回去，之后开车到京城皮肤病医院我妈给姥爷拿药，在车里跟我爸简单说了说试管的事，然后开车把他们送到西三旗公交站，他们坐883回南口，我就回龙旗广场了"],
            ],
"2022-8-12": [
            ["17:15-23:59","下班我开车回南口，我爸在调解室门口骑电瓶车等着我，他带着我，在地下通道我下来了，他不知道骑走老远才反应过来，又回来接我，姥爷家吃的上次跟耿高惠爸妈吊的罗非鱼，吃完饭去摘葡萄，开车回家一楼小棚子那收拾把地儿都给占了，上楼拿上跳绳走到燕磨峪，回来的路上大姑妈打电话在二食堂让我爸迎着她，我们到楼底下大姑妈自己走着上来了，大姑妈真实诚买了西瓜香蕉鸡蛋，都是沉的，我们给爷爷奶奶老叔烧完纸，大姑妈去根郝那，我跟我爸妈在楼下跳绳，我跳了700个，然后回家看会电视就睡觉了"],
            ],
"2022-8-13": [
            ["00:00-15:33","早上我爸去值班，我带我妈去水库里面小溪那里，我妈在水里蹦，买水的那个人让往里点，他的买的水在里面泡着呢，小迪小妮在水里游了泳，然后往后面走了走就回来了，我爸去买肉回调解室给炖牛肉，我在调解室做了会题，中午吃的带鱼苦瓜冬瓜鸡蛋西红柿，吃饭的时候吃药跟我爸妈说了精子质量不好，中午眯了一觉，然后我们到我爸社区，我爸给拿了跳绳但是不带计数，然后我给我儿子拿了足球篮球，我妈给小惠了双鞋，我帮我妈把连连看装到我爸办公室电脑，我爸给拉了箱水，待了会我就开车回龙旗广场了"],
            ],
"2022-8-19": [
            ["17:17-17:37","下班我开车先回调解室找我爸妈待会，结果他俩说我医保卡说了我半天"],
            ],
"2022-8-20": [
            ["11:10-18:25","上午在她家待到11点才去姥爷家，我爸妈不高兴了，吃的带鱼，吃完饭回调解室收拾收拾，我妈给我剪头发，我玩那个玩具车可好玩了，开车去水库里面玩水洗车，修路被拦下等了会，回来去姓曹她家看猫，给讲了讲他的炒股指标，然后回调解室，我躺着睡觉心气特别低，啥也不管，我爸做的葱爆羊肉，吃完饭我俩就开车回龙旗广场了"],
            ],
"2022-8-26": [
            ["19:35-20:37","下班开车回来到调解室吃的晚饭，我爸妈炒的菜烤的串，吃了大桃，把充电宝给我妈用，吃完饭我爸妈骑电动车回家，我俩开车回她家，我爸给我俩展示小迪坐车筐小妮子主动跳到踏板，奇怪的是小迪对着我哼哼，好奇怪"],
            ],
"2022-9-4": [
            ["10:25-15:50","吃完早饭一块开车回南口，刘岩他们一堆人在调解室吃烤串，丘志毅闺女加拿大结婚，真的想移民，吃完饭下午去她家"],
            ["18:20-19:21","然后开车去调解室，结果突然下雷阵雨了，昌平下大冰雹，我们开车到调解室跟我爸妈待会，拿上月饼啥的去社区跳绳，待了会我俩就开车回龙旗广场了"],
            ],
"2022-9-10": [
            ["08:40-15:53","我俩起来吃早点我爸妈去菜市场拿肉，在耿高惠家楼底下汇合一起去的，回来一块去做核酸，我爸去拉屎我们仨去她家楼底下开车接上我爸一块去调解室，一块穿串儿，中午姨夫姨妈杨硕龙娇他们在这吃的，姥爷让杨硕带着买早答应的好着呢，然后姥爷回头跟我说大孙子带着买枣，杨硕他们吃完饭就走不带姥爷去买枣，舅妈说让小乐去，我才不去呢，姥爷生气的要走，我在院里侃大山耿高惠洗的碗，最后还是我开车跟爸妈小惠带着姥爷去买的枣，先去西大桥那加的油，我爸给掏的油钱，我拿易捷换的水，我爸妈说儿子买啥老爸都给买，感动，买完枣回来去袁强那里拉了一盆花，把姥爷送到路口我爸妈也下车了，我俩就开车回她家洗澡睡觉把东西拉上"],
            ["17:30-23:59","走着去姥爷家吃完饭我爸炖的带鱼，还是小惠洗的碗，吃完饭我俩把车开上调解室汇合回家，一块走到燕磨峪，翻墙头看见只萤火虫，耿高惠帮我拍了我跟我爸的背影，珍惜，回来后太累了在家楼下我跳了50个她跳了200个绳，我妈搬回的石头上有个大蝎子，我爸用剪子给夹出去的，晚上睡觉山里打雷下雨了"],
            ],
"2022-9-11": [
            ["00:00-06:26","早上起来我爸妈说不去爬涧头了，我俩就开车回龙旗广场了"],
            ],
"2022-9-17": [
            ["08:20-11:30","早上我骑美团单车去北京国际温泉酒店跟我爸妈跳绳队汇合，给他们比赛跟拍，马家勇炸伤，11点多跟他们大巴到龙旗广场，他们就回南口了"],
            ],
"2022-9-18": [
            ["09:30-13:59","早上我开车回南口，姥爷家路口接上我妈和姥爷，去昌平新世纪，我妈买了双鞋，把耿高惠发的东西领了，买了点东西中午在狗不理吃的包子，吃完把姥爷送回家，我爸中午镇里学完习骑电动车姥爷家汇合，我妈带俩狗走着，我爸骑电动车，我开车，结果安迪跑回来找我，我就开车门带着它了，到调解室我爸帮我洗车，发现喷药把车弄花了，打电话给物业，然后我骑我爸小电动去耿高惠家拿菜水果大饺子，我爸着急下午镇里学习迟到了，我就开着车回龙旗广场了"],
            ],
"2022-9-24": [
            ["14:04-18:40","中午我吃完饭先去调解室，到调解室跟我爸把石头棋桌弄到架子上，煮鸡胸肉给小迪，我妈帮我洗厨房地毯，帮我爸洗车，眯了一觉，然后我爸妈去姥爷家，我骑小电动去她家，然后跟她去姥爷家吃饭，我爸我妈做的黄花鱼茄子什么的，吃完饭走着到调解室，拿上梨，然后我俩就回龙旗广场了"],
            ],
"2022-9-30": [
            ["19:24-23:59","下班到家等耿高惠下班，拿上东西一块开车回南口，一路上听女篮赢下澳大利亚进决赛，太棒了！调解室吃的馅饼，她洗碗，然后我妈带着她去春西子买衣服结果没开，她俩就走着回家，我开车我爸骑小电动回家，在家楼下我跳了600个她跳了700个，在家玩了一把手机麻将，我一直输着最后一把自摸素七对门清混悠赢回来了，然后就睡觉了"],
            ],
"2022-10-1": [
            ["00:00-23:59","早上起来吃过早饭，我爸上午开会他把柴鸡在调解室炖上，我和我妈耿高惠去新世纪看看鞋，把车停十字路口，我妈去把鞋粘上要了胶水，我去看耐克棕色空军一号还真是899不是500多，我看错了上次，逛了逛就出来了，在停车场买了五道口枣糕王，到调解室我俩帮着做饭，我妈取完快递叫我俩去春西子，给她买了裤子和帽衫都挺好看的，我去买了烧饼，中午吃的柴鸡蘑菇大虾佛跳墙，她洗碗，我俩把茴香弄了，本来说下午去乐多港，结果我妈要听人家的布置家具，我们四个把调解室折腾了个遍，都累惨了，晚上舅妈舅舅姥爷来调解室吃的茴香馅包子，舅舅帮我去表店换的车钥匙电池，她洗碗，回来后太累了我就在卧室看书了，待了会就睡了"],
            ],
"2022-10-2": [
            ["00:00-08:59","早上起来吃过饭我俩出来回平谷了"],
            ],
"2022-10-3": [
            ["14:20-23:59","吃完中午饭我就开车回南口了，在调解室跟我爸妈汇合我爸值班，待了会我骑小电动带我妈回家接上俩狗，想把手环和我妈用，结果她有残疾卡不用公交卡功能我又拿过来用了，到调解室睡了一觉，我爸回来一块去地下通那看看鞋，没有合适的没买，晚上吃的芹菜剩柴鸡，我说去乐多港给我爸买登山鞋，我爸没去回来在小棚子找了双穿，去燕磨峪走走发现小迪回家了没跟着，我们就回来了，我妈自己去的，"],
            ],
"2022-10-4": [
            ["00:00-06:56","早上送爸妈到昌平刘岩家然后我就开车去上班了"],
            ],
"2022-10-8": [
            ["09:31-13:40","早我妈去昌平游泳，我爸上班，结果我快到昌平了她才到西关，然后她就在狗不理包子那等着我，让张娜自己去体育馆游泳了，我接上我妈先回家把俩狗接上，到调解室待了会，然后就去姥爷家，中午舅舅舅妈姥爷杨硕龙娇一块吃的包子，吃完饭回调解室，帮我爸把网线接上，待了会就送我妈去昌平法院，然后我就回龙旗广场了"],
            ],
"2022-10-15": [
            ["20:45-23:59","在她家吃完饭我俩走着回去到调解室，正好我爸他们吃完饭，我俩开车带着俩狗先回来，我爸跟田梁走着回来的，帮我们买的糖火烧回来，我把车停张叔叔家门口，正好碰到他，回家待了会我们就睡了"],
            ],
"2022-10-16": [
            ["00:00-16:43","早上起晚了，我俩没吃早饭就开车赶紧下来到调解室，我妈调解室待了会就跟我爸去姥爷家做饭了，去姥爷家吃饭，我爸炒的鸡丁豆腐，单位让做核酸统计，我就赶紧骑着小电动去耿高惠她家那做核酸，我赶回调解室上课，我爸妈就去姥爷家了"],
            ],
"2022-11-6": [
            ["09:53-16:56","早上开车回南口，调解室跟我爸妈汇合，我让我爸买牛肉给小惠炖，中午去姥爷家吃的，小迪看见别的狗去较劲，我估计它跑车底下得磕脑袋，果然是个好头！我爸炖的带鱼炒的茄子，我妈闹着让我带着爬山，我是真累想好好休息，下午我开车带着我妈要去水库，结果到洗车那我妈让我去洗车，她在旁边走了好几圈，回调解室我眯了一觉，跟我爸把苹果放大缸里，我爸妈蒸包子，5点我拿上牛肉和包子，然后我就开车回北京了"],
            ],
"2022-11-19": [
            ["12:18-23:59","在耿高惠家听完课中午一块去姥爷家吃饭，姥爷炖的排骨我爸煮的虾炒的菜，吃完饭骑电瓶车把她送回家，然后我回调解室听课，我妈到调解室跟我说我爸跟她说了小惠做试管，然后我妈我爸去昌平领老年卡，下课我先去她家接上她拿上西红柿去姥爷家，晚上吃的葱爆羊肉，然后走着回调解室，我骑电瓶车带她回我家，然后我跟我爸妈走到燕磨峪，回来待了会就睡了，我爸晚上不知社区有啥事出去了，我妈不爽"],
            ],
"2022-11-20": [
            ["00:00-16:43","早上起来蒸完鸡蛋拿着我爸回来买的糖火烧我俩去调解室吃的，吃完她就回她家跟她待着去了，我上午在调解室听课，中午我自己去姥爷家吃剩饭，吃完饭骑电瓶车去她家小区那做核酸，然后回调解室听课，下午还回答了个问题，下了课就回她家吃完饭"],
            ],
"2022-11-22": [
            ["17:37-18:51","快下班打电话问物业小区还封着呢，开车回南口，把车停她家楼下，走着去调解室吃饭，我妈蒸的包子，我爸买了炸鸡腿回来，吃完饭待了会，我爸去社区值班，我俩就回她家了"],
            ],
"2022-11-23": [
            ["06:45-19:42","在她家吃完饭然后我俩去调解室跟我爸妈待了会，然后回她家"],
            ],
"2022-11-24": [
            ["17:06-23:59","下班回南口，社区碰到我爸，把车停地下通道，她走着过来找我，姥爷家吃饺子，吃完饭走着去调解室然后开车回家走到燕磨峪，回来我们四个玩手机麻将，她手气好就她一人赢，洗洗就睡了"],
            ],
"2022-11-25": [
            ["00:00-13:26","早上起来跟她去做核酸，我爸上班我妈去法院了，然后到社区找我爸，我骑电瓶车她开车到地下通道，结果地下通道封了，我俩骑电动车去路口，不让我俩出，我爸过来让我俩出去了，道南路口不让进，我俩去深港鞋城那路口进去的，她正好碰到她们小区的邻居，说看到她妈过去，帮我们说话进去的，我俩到姥爷家没一会我妈就来了，把电瓶车在姥爷家充上电，中午吃带鱼，姨妈中午来待会又让我爸帮忙，怼她来的，老二过来装热水器，我俩就回她家了"],
            ],
"2022-11-26": [
            ["12:25-13:15","在耿高惠家听课，中午一块去姥爷家吃饭，包的豇豆角馅儿包子，下午回她接着听课"],
            ],
"2022-11-27": [
            ["12:14-13:12","上午在耿高惠家听课，中午一块去姥爷家吃的鸡丁，然后一块走着到铁道，我先回她家答到，她跟我爸妈去看怎么走铁道去道北，下午我们组讲完了，讲的可紧张了，然后他们讲的磨磨唧唧拖了两个小时，本来说去姥爷家吃的，最后跟他爸妈一块吃的饺子，地下通道解封了，然后我俩走着回我家，待了会我们就睡了"],
            ["19:58-23:59","在耿高惠家吃完饭，我俩走着回我家，待了会我们就睡了"],
            ],
"2022-11-28": [
            ["00:00-13:25","早上起来一块去大操场做核酸，正好碰到我妈做完出来，然后到调解室，然后一块走着去姥爷家，中午吃的河蚌芹菜，调解室待了会带我爸社区接上他单位的人去镇政府，然后我俩就开车回北京了"],
            ],
"2022-12-2": [
            ["15:58-23:59","我俩下午开车回南口，到调解室吃的包子，我妈手机掉马桶里，不让她着急开机不停，结果坏了，我爸买了炸鸡腿，我俩把包子送到姥爷家，她洗的碗，吃完发我俩去她家待了会，然后我俩开车回我家，我爸楼底下用电动车占了个车位，到家待了会就躺下了，手机下单了个华为nova 10z，然后place了3单CD存单"],
            ],
"2022-12-3": [
            ["00:00-19:13","早上起来她开我家车上班，没让我起床，吃过早饭后，我跟我爸妈还有俩狗一起走了南口村那边一大圈，看了两家人的房子，然后爸妈去姥爷家，我去调解室拿上了昨儿的包子，中午吃的豆角鸡蛋西红柿蘑菇，下午到调解室我妈给俩狗洗澡，我跟我爸去大操场做核酸，然后回来学CFA，眯了一觉，等耿高惠下班，京东快递送货了，她下班调解室接上我去北区找他拿快递，然后去姥爷家，假装没拿酒和花生，我爸心疼我没让我回调解室拿，我妈用新手机了，吃的猪肉和牛肉馅肉饼，吃完我俩回她家了，我爸妈回家了"],
            ],
"2022-12-4": [
            ["16:50-18:28","我俩拿上扇贝羊肉去姥爷家，我爸给炒的菜，吃完待了会回调解室，我俩要准备回去开车时有个车开的特快，我爸不乐意，一帮小混混没理他们，然后就开车回龙旗广场了"],
            ],
"2022-12-8": [
            ["15:00-16:06","开车赶紧回南口找我爸妈拿药拿抗原试剂盒，在我爸社区碰到我爸，调解室门口停好车我妈正好开完药回来，到调解室立马测了抗原，阴性，我爸出去了，原来买保险的那个阿姨来了，聊了会天，帮我妈弄手机，然后拿上药和试剂盒回龙旗广场"],
            ],
"2022-12-16": [
            ["14:36-16:32","下午我拿上药回南口，在金百川那买体温计没有，到调解室跟我爸妈待会，我爸没烧，我爸妈蒸的包子，我拿上几个就回龙旗广场了"],
            ],
"2022-12-23": [
            ["18:45-23:59","在她家吃完饭开车回我家，在东大桥我撞车那接上我爸妈，然后回家，幼儿园那有跳楼的，我们从底商那边绕过去，到家我把从单位拿回的路由器给装上了，然后用电脑投屏然后用U盘看《心迷宫》，看完电影就睡了"],
            ],
"2022-12-24": [
            ["00:00-15:58","早上起来我爸妈先下去了，吃完饭我俩开车去她家把车停那，拿上鸡丝肉去姥爷家，我爸妈后过来的，我跟我爸去调解室拿鸡汤，调解室待了会，给李月香打电话问注册公司的事，回姥爷家吃的带鱼，然后回调解室，我妈给俩狗洗澡剪毛，耿高惠沙发上睡觉，我听课看书，之后刘岩包丽萍来了，聊了会天，然后我俩就回她家"],
            ],
"2022-12-29": [
            ["16:07-23:59","下午开车回南口，我妈在调解室等我，然后去姥爷家，姥爷不舒服闹腾，晚饭吃的饺子，舅舅回家，姥爷不让我妈回去，我妈去遛弯我在姥爷家待着，我让舅舅拿了两个抗原来，一测果然阳了，然后他们带姥爷去急诊我就回家了，喂了狗结果小妮子又拉又尿"],
            ],
"2022-12-30": [
            ["00:00-16:07","早上起来跟我妈到调解室，找我那个dell的电脑找不着，我妈就去姥爷家了，我爸过来给找着了，然后跟我爸诉苦，中午一块去姥爷家，下午在调解室，我妈去给姥爷开药，我爸给我打电话问注册地的事，我眯了一觉，我爸说我妈开药都开不利索，我爸给买了豆包馒头窝头，我拿上粥炖鸡豆包就开车回龙旗广场了"],
            ],
"2023-1-2": [
            ["10:24-14:17","吃完饭就开车回南口，把车停她家楼下，正好碰到她妈，她爸发财树饭盒拿上楼，我俩走着去调解室，她给买了果冻橙和草莓，调解室门口正好碰到我爸去买菜，我俩中午给做了虾饼，我爸做的西红柿牛腩炒的鸡蛋油菜，我把篮筐贴到了玻璃上，用塑料袋报纸做了球，待了会等我爸睡醒了我俩就回她家了"],
            ],
"2023-1-7": [
            ["09:02-18:15","早上她上班我开车回南口，先开车回家，碰到我妈带着俩狗，上楼把车钥匙给我爸，我爸腾讯会议开会呢，我跟我妈走着到调解室，然后去姥爷家，乔丽推荐个昌平易合地产的，中午舅舅舅妈姥爷我们一块吃饭，吃完饭去耿高惠家拿西红柿猪头肉，一块开车去春西子给姥爷买秋裤，喂完小狗，我跟我妈去昌平看商业用房，我爸在调解室炖羊肉，昌平看了一大圈没有看上的，回来奥莱那堵车，到调解室吃的羊肉鸡蛋西红柿豆角，吃完我就回龙旗广场了"],
            ],
"2023-1-14": [
            ["09:19-16:41","早上我开车回南口，到家我爸楼底下等着我，到家待了会跟我妈走着到燕磨峪然后从技校走到调解室，刘万山两口子来调解室拿了东西，然后一块去招待所跟盛宝吉两口子吃饭，饭桌上对我爸妈吃汉堡揭我短提出了意见，吃完饭调解室待了会拿了点春节要送的东西，开车带我妈回趟家拿了2张1000的美廉美卡，把我妈送到招待所我就开车回龙旗广场了"],
            ],
"2023-1-21": [
            ["10:47-23:59","早上盒马生鲜买完东西开车一起回家，在招待所那碰到我爸妈，到调解室吃的平鱼，下午擦车，然后小惠提出去买羽绒服，我跟我妈先回家拿国泰的卡，一块去的国泰，我爸妈给掏钱买了波司登的羽绒服，我爸拿了件特轻的鹅绒羽绒服，回调解室后我爸先去姥爷家，我妈在调解室蒸馒头，我俩开车停她家楼下，把东西放他家然后去姥爷家，晚饭一桌子肉没菜，舅舅舅妈姥爷和我们四个吃的，待了会给姥姥烧完纸就开车回去了，到家停车没太贴边说再试一把，结果蹭树上了，到家找毛衣没找着，我爸早回来了，我就下楼把车往前挪了，因为后边有一堆树叶怕放炮着了，在家待了会就早睡觉了"],
            ],
"2023-1-22": [
            ["00:00-08:40","早上起来吃过早饭我俩就开车去调解室拉东西，结果里屋门锁了，我又回家拿钥匙，我爸下来放狗给拿下来，然后开车回平谷"],
            ],
"2023-1-23": [
            ["17:21-23:59","她下班后我俩开车回南口先到调解室，吃的排骨花胶鸡，我妈走着回家，我们仨开车回家，我爸去给王艳来送草莓，晚上我俩商量了大概的行程就睡了"],
            ],
"2023-1-24": [
            ["00:00-23:59","早上起来吃过早饭我们就开车出发去古北水镇，我跟耿高惠各开了一半路程，正好把车停在了电梯口，先办了入住，然后背上泳衣就开始逛了，在服务中心门口看了舞狮舞龙迎宾，然后去了月老祠、英华书院、杨无敌祠，太冷了，在日月岛广场吃的清真的饭馆，点了二人套餐和一个大盘鸡，吃完饭走着去镇远镖局和八旗会馆，再到御大池子温泉城泡温泉，先在二楼泡的温泉，我俩问了还有一楼和三楼可以泡，先去三楼看了露天的，太冷了就去一楼，发现这地方不好找没人知道，我就悄悄的让我爸妈过来，我们四个简直是包场泡了个温泉，泡完出来坐的摆渡车回酒店，收拾好行李带着我妈去七楼游泳，我爸在屋里睡觉了，本来不想游的，可我跟耿高惠一进去她就想游了，我上去拿的泳衣，结果把我的游泳柜手链落在屋里又去拿一趟，我妈小惠我们仨游了会就回去了，换了雪地靴，然后出发去日月岛广场看无人机表演，看完走着去吃烧肉馆，吃完饭去看水舞秀，脚丫子冻得冰凉，去泡热温泉，脚是暖和了但是手冻僵了，买了烤梨，坐摆渡车到山顶教堂，在顶上咖啡厅后院拍了照片，然后就坐摆渡车回酒店了"],
            ],
"2023-1-25": [
            ["00:00-15:00","早上一块去吃的早餐自助，我妈吃出个苍蝇，找经理解决，给出的是四个人的午餐自助，接受了这个方案，结果回到屋子后我妈打电话说恶心想吐，又叫经理上来解决，最后给的方案是赔1000，解决完我爸妈就去游泳了，他俩游完泳我们收拾好退了房就去圆通塔寺，买了一对小虎小兔糕，下来逛了永顺染坊和司马小烧，中午吃的卤肉饭，小惠不爱吃就吃了几口面，买了山楂冰激凌我们就回去了，回来小惠基本开了全程，我把我爸送到单位，他去骑电动车，我把我妈送到调解室就开车回清华上班了"],
            ],
"2023-2-3": [
            ["17:03-19:37","我爸妈借了辆车来，他们把车开进小区，然后我把小门推开让我爸把车停龙旗超市这边，晚上我爸给炒的口蘑芹菜切的牛肉我把我昨天炖的鸡腿热了，等小惠到家，我们就一起吃寿司，她洗碗，然后我爸妈待了会就开车回去了"],
            ],
"2023-2-5": [
            ["10:00-15:16","早上她去上班我开车回南口，我妈去参加活动我在调解室等我爸，中午去姥爷家吃，舅舅舅妈姨夫姨妈王磊爸妈在，吃完饭聊天，我妈给12345打电话投诉邮局不送报纸姥爷因为这个摔了，打电话急我爸一直嘚啵没完，我还拱火，结果俩人吵起来了，回调解室找我妈泡水的手机没找着，跟我爸开车回家找也没找着，然后我就开车回龙旗广场了"],
            ],
"2023-2-18": [
            ["17:58-19:18","下课我坐地铁回龙旗跟爸妈一块吃的饭，然后他俩做公交回家了，住得近多好啊"],
            ],
"2023-2-20": [
            ["17:27-23:59","我妈从人民医院回来在育新地铁B口等着我一块回龙旗，我炒香菇油菜烤鸡翅蒸米饭，我妈炒的丸子她先吃的，然后她去遛弯，小惠加班回来再门口碰上了，我妈回来又跟我俩出去，小区中间跳广场舞的认出我妈，原来我爸社区的，取完快递就回来了，没啥就洗洗睡了我们"],
            ],
"2023-2-21": [
            ["00:00-06:55","早上我开车把我妈送到西三旗，她做345去人民医院，她坐错了做的345慢车"],
            ],
"2023-2-26": [
            ["11:06-11:33","早上去人民医院看我妈，我妈正好换完药出来待了会，给订了小米粥和鸡蛋汤外卖就出来了"],
            ],
"2023-3-12": [
            ["09:40-15:30","早上我开车回家，先去调解室把我妈让拿的酒喝酒架拉回家，到家修WiFi的人在，调试说不是路由的问题是网的问题，然后老贵俩人来看我妈，然后开车去调解室，中午跟我爸他们同事外面吃的，我开车带一些人先回去，爸妈他们走着回来，我在调解室喂小迪牛肉羊肉鸡肉虾鸡蛋，小妮子在姥爷家呢，跟爸妈在调解室待了会我就开车回龙旗广场了"],
            ],
"2023-3-18": [
            ["21:17-23:59","下课到家吃完饭开车回家，社区接上我妈，晚上到家跟我爸妈聊到好晚，情况都说了"],
            ],
"2023-3-19": [
            ["00:00-19:06","早上起来我爸开车去参加什么活动，我跟我妈走着去调解室，本来以为他们周日去学校讨论线上也参与，结果也没有，中午跟我妈吃的烧饼夹肘子，下午我爸回来带着我妈去给我转学费，晚上我爸弄得肉饼红烧肉，吃完饭我妈爸就开始跟小惠谈怀孕这事，明显小惠不服气怼我妈，我最后帮着小惠说话，然后就开车回龙旗广场了"],
            ],
"2023-4-5": [
            ["16:01-19:57","我俩植物园逛了逛就开车回南口了，先到调解室，我爸妈炖牛肉呢，他俩先去姥爷家我俩盯着牛肉，我俩累的都睡着了，然后在姥爷家吃的带鱼排骨鸡蛋西红柿什么的，然后一块出来她回家在农行那就让我回调解室了，在调解室待了会我就开车回龙旗广场了"],
            ],
"2023-4-8": [
            ["11:46-16:34","把快递等到我就开车回南口了，我爸在调解室等我，中午给我炒的鸡蛋西红柿豆角什么的，我妈12点就参加别人的满月酒回来了，下午先去洗车，然后开车去昌平新世纪给我买了裤子外套短袖，然后开车回来我爸去特斯拉那开孙宏宇的奔驰，我跟我妈先回调解室，王凤英在调解室，拿上菜和肘子我就开车回龙旗广场了"],
            ],
"2023-5-1": [
            ["08:53-23:59","早上我开车回南口，先去的西关物美等我爸妈做376过来，走着去车站接，物美买东西，我妈找不着我俩手机在我这呢，她找物美工作人员借手机打电话，然后出来抽奖有个1块钱劵，我去买瓶矿泉水给那人，那人帮我们手机上弄了个0元香蕉，开车回调解室，我妈去姥爷家做饭，我跟我爸在调解室等洗衣机，我妈吧姥爷接到调解室吃饭，我爸炒的鸡蛋西红柿驴肉，我把姥爷推轮椅送回家给我俩山竹，下午找人把厕所水池拆了装洗衣机，然后开车去二姑妈家待了会就去耿高惠单位接她下班，我让她给我妈买了榴莲，我妈上午在物美没舍得买，然后到调解室我爸烙肉饼炒豆角我炒芦笋大虾，吃完饭回家一块走到燕磨峪，到家待会发现我爸找人改名字连小惠的惠字都弄错了，写成这个慧了，没啥就睡觉了"],
            ],
"2023-5-2": [
            ["00:00-23:59","早上我开车送她去小汤山那边参加团建，发现来过这看婚礼酒店，然后我开车回调解室，我妈把车洗了，然后开车带我爸妈去昌平紫光园参加我爸社区药房老板儿子的婚礼，我把车停门口路边停车位，吃完饭本来说去万科看看，想听路边结果没地方就直接回调解室了，在调解室眯了一觉然后做题，她下午团建很晚，她爸妈去那接的她，本来说她们出去吃我们就不过去了，结果她觉得不合适不高兴了，正好舅舅去姥爷家不用做饭了，我就让我爸妈一块去吃，在陈庄唐氏荣耀鱼头泡饭吃的，吃完我爸开车回南口，我跟着她家车回她家，她在家洗完澡然后就跟我回调解室骑上小电动回我家了，晚上到家没啥就睡了"],
            ],
"2023-5-3": [
            ["00:00-23:59","早上起来让我爸开的车，先送她去上班，然后把车停到龙旗广场，我们三一块坐地铁去王府井，到早了王府井百货大楼没开门，先去的王府井图书大厦逛了会，然后去百货大楼，东西都太贵了没买啥，然后去负二层和平菓局，还花门票，幸好我妈听到老年证免费把我爸的票退了，底下也没啥感觉挺坑，买了个助睡眠的香，上来后去apm吃的喜家德水饺鲍鱼饺子，然后给我妈买的抹茶豆乳我爸芝麻热饮，然后去利生体育大厦，非得给我买个冲锋衣我也不想要不尊重我的想法，然后逛了逛就坐地铁回来了，在龙旗广场热风给我爸买了双鞋我妈买了双小白鞋，刚要出来小惠说明后歇两天，我说陪她去扎针灸，她没让，我就开车带我爸妈回南口调解室了，煮的粥喝，然后回家走到水库，到家没啥就睡觉了"],
            ],
"2023-5-4": [
            ["00:00-08:40","早上起来我爸去上班，我吃了早饭就赶紧去火车站接小惠"],
            ],
"2023-5-13": [
            ["09:20-19:02","早上起来一块开车去物美，给我妈买了榴莲，然后开车回南口，先到调解室，等刘万山两口子到调解室，我爸说坐376过去，我们开车过去，结果到东大桥进南口方向一辆特斯拉车祸把路堵上了，我们开车回去接上我爸一块去东巴人，中午吃的鱼火锅，自己做的生日蛋糕效果不错，吃完饭一块去逛的新世纪，然后开车回调解室，我跟我爸洗车，她一直吃栗子瓜子，感觉她开始一点都不控制饮食了，晚上我爸炖的带鱼炒的蘑菇我妈炒的豆角，我炒了个大虾鸡蛋芦笋，小惠洗的碗，然后带我爸去办公室，拉了一箱水就回龙旗广场了，停好车去龙旗看健身房泳池没开，下来花30块钱玩踏脚的游戏就得个王者荣耀卡，买了面包黄油回家，柠檬开花了！晚上没啪就睡了"],
            ],
"2023-5-19": [
            ["17:31-20:05","下班回家拿山蛋糕就开车回南口给我爸过生日了，把车停调解室门口，走着去招待所，我妈在路口等着我呢，刘万山三口子李月香两口子袁强养猫的三口子，吃完饭我爸去社区组织跳绳，我跟我妈她们去看猫，然后回调解室拿上樱桃杨梅苹果就回龙旗广场了"],
            ],
"2023-6-10": [
			["14:16-19:23","我爸妈参加婚礼回来一块去调解室，晚上我爸炖的罗非鱼烙的烙饼，然后去我爸社区拉了两箱水，扫了几本书拿个本习近平的书，开车就回龙旗广场了"],
			],
"2023-6-11": [
			["09:00-14:55","早上我开车回南口，先回的家待了会，我爸开电脑学习没完没了，我妈跟她急了，没辙，较劲，我跟我妈就先下来去调解室，我爸去买肉，中午舅舅舅妈来一块吃的茴香馅儿包子，给老爷拿回去吃的，我妈给我理了发，本来说中午待会就回去的，我爸睡醒了拉着去摘杏儿，摘完我就先回调解室然后就回龙旗广场了"],
			],
"2023-6-18": [
            ["09:30-15:12","早上先回调解室，我爸回来后他烙馅饼，我妈在医院陪姥爷，旁边有新冠的就没让我过去，中午吃饭呢白贤让我爸过去拿粽子，我帮我爸去拿的，拿了三袋，给她妈送家里两袋，她妈给了500给姥爷，我爸妈让我给小惠，回来吃完饭我爸替我妈回来了，待了会我就开车带我爸妈去农场买奶粉，然后去昌平，我爸去看邮局节目，我跟我妈去体育局那看泳衣，然后去西关物美买东西，我爸看完走着来找我们，我把她们送回南口，我妈去陪姥爷，我爸在社区给我拉了两箱水，我就回龙旗广场了"],
			],
"2023-7-9": [
            ["09:04-16:03","我开车回南口，先回家接上我妈一块去调解室，376车站那铺路被栏上了，然后到调解室，我爸在呢，跟我爸妈说了详细情况，中午我爸炖的带鱼，我买的烧饼，简单吃的，下午她爸妈开始开车把东西拉到调解室了，然后我骑电动车去她家等她爸妈到家，拿给小惠拿的东西，回调解室我还是琢磨要跟她爸妈说这事，我妈给打的电话，然后我就开车回龙旗广场了"],
			],
"2023-7-15": [
            ["10:04-15:30","本来昨天说今天去看谷雪峰心脏手术没去，我开车回南口，先到调解室，我妈先去姥爷家，我跟我爸后过去，中午舅舅舅妈姥爷我爸妈吃的，吃完饭我跟我妈出来，我爸看报纸不动，我地下通道等我爸半天，我妈去农商行取钱，我开车带我爸找我妈办我爸退休提取公积金的卡，让回去找原来办过的开，出来老外挡着车给他嘀嘀来着，路上我爸妈要带我去找大师，我情绪一下就上来了，真的好无语，急了一路，到家没找着卡，调解室社区也没有，回银行办的挂失，然后赶紧去昌平东关那办业务，到昌平图书馆拐弯打电话找不着，我们仨互相职责，全都压不住火了，跟我妈急了，把要退的公交卡直接扔给她了，结果办提取公积金的下班了，回来把我爸妈放到西关公交站我就回龙旗广场了，到了也没给发微信，好失望好难受"],
			],
"2023-7-23": [
			["10:38-16:43","一块开车回南口，到调解室我爸在呢，把手环给我爸弄好了，我妈从姥爷家回来，中午我俩帮着做麻辣香锅，下午因为滑坡没去摘土豆，在调解室聊了一下午天"],
			],
"2023-7-29": [
			["10:45-15:57","我爸去社区搞卫生，我妈说得9点多才出来，他们做公交到沙河跟我说，我跟我爸微信上实时定位差不多时间出来，他们先到了我等一个红绿灯的时间在西三旗公交站接上他们，然后开车去大姑妈家看雪峰哥哥做完手术在家修养，还是找错楼了，待了会看要下雨没让大姑妈做饭我们就出来了，本来说开车直接回南口，我妈要去我家那边玩，我带他们去建材城这边新开的万象汇，吃的呷哺呷哺，买了面包枣夹核桃，然后开车送他们到西三旗公交站，他们坐公交就回家了，我也就回龙旗了"],
			],
"2023-8-5": [
			["10:06-14:00","早上我吃完饭就开车回南口了，先到调解室，爸妈去星城了，我爸回调解室，我妈去姥爷家了，我睡了一会，我爸拉了半天屎，然后跟我爸去姥爷家，中午舅舅舅妈王磊爸妈姥爷一块吃的打卤面，下午回调解室待了会，我爸给摘了葡萄，跟我爸说了美国生子的想法，姨妈带着孙子来调解室，然后我就开车回龙旗广场了"],
			],
"2023-8-12": [
			["09:55-14:01","早上在家吃完早点，我俩一块开车回南口到调解室，我爸买完肉先到调解室，我妈之后带着俩狗来调解室，中午我爸炒的菜花芹菜鸡蛋西红柿，烤的牛肉片，吃完我跟我爸洗车，打开空气滤芯，往回装的时候我忘了怎么弄卡口，我爸嫌我笨他弄，结果卡口弄掉了，我用小棍给勾出来了，然后我爸又装，结果又给弄掉了，这回吊车里就真找不着了，我找半天，老姨姥姥来调解室，我还没过去招呼呢我爸就出来说去办公室，小惠我们仨办公室办了两箱矿泉水一箱红牛一项方便面，回来碰见舅妈给送了一盒月饼，待了会我俩就出来了"],
			],
"2023-8-16": [
			["19:40-20:23","下班到家跟我妈视频，我爸说来给我送香蕉结果真来了，我赶紧吃两口，去文化路车站，爸妈在家待了会屁股都没坐热就坐车回去了"],
			],
"2023-8-19": [
			["09:54-15:53","早上我开车回南口，先回的家，停好车我把正好买完菜到楼下，我爸就先去调解室了，我上楼找我妈，终于抱小河马了，我俩下来去调解室，我妈去姥爷家待了会，我爸炖鸡腿虾鱼丝瓜鸡蛋西红柿蒸米饭，我帮着弄了点，我妈回来把车洗了，下午我爸理发去了，我妈给我剪头发，待了会我就开车送我爸去镇里，走半路我妈打电话说我爸没带茶叶，地下通道迎着，有个大货车挡路我妈跟人嚷嚷，把我爸送到镇里我就回龙旗广场了"],
			],
"2023-8-20": [
			["09:48-14:27","早上吃完早饭一块开车回南口，我妈在调解室等着我们呢，一块去姥爷家，本来说吃麻辣香锅，我妈都买好了，姥爷说出去吃，然后叫上舅妈一块去乐多港，中午吃的，然后把他们送到道南，小惠下车，我让她跟我去停车，我把车停她家楼下，然后走着回姥爷家拿包，一块回调解室，我眯了一觉，然后回她家"],
			["14:55-15:07","我俩在她家歇了会，然后开车回调解室给我妈拿了些桃和菜，然后我俩就开车回龙旗广场了"],
			],
"2023-8-26": [
			["09:51-15:12","早上我开车回南口，我妈在南口镇综合文化中心看跳棋比赛，我在那把她接上回调解室，我爸炖牛肉呢，本来说中午去乐多港吃，我爸头疼不想去，然后我妈就回去看比赛，我爸去买菜了，中午我爸炒的鸡蛋西红柿吃的牛肉玉米，吃完饭摘葡萄，调解室眯了一觉，突然想起来4点有男篮对塞尔维亚的比赛，赶紧开车回龙旗广场了"],
			],
"2023-9-3": [
			["10:31-14:24","早上我吃完饭晾完衣服开车回南口，先到调解室我妈在呢，没理我，我也没说话，我爸星城买完东西回来发现少了个酸菜料又回去取，我妈去把姥爷接过来，然后洗车，中午吃的米饭鸡蛋西红柿炖的牛肉酸菜鱼，然后把姥爷送回家我爸也跟着过来，下午回调解室睡了一觉，然后把我爸送到社区跳绳，然后我就回龙旗广场了"],
			],
"2023-9-10": [
			["10:00-15:22","早上我开车回南口，我妈让我去社区找他俩，门口没地方停车，我把车停调解室走着过去，他们在那训练跳绳，结束后我跟我妈先去姥爷家，说出去吃，又带着姥爷回调解室，开车带上我爸一块去乐多港，说着话忘了盘桥掉头了，到环岛绕回来的，这个堵，中午去吃的谷田稻香，又碰上上次来吃的两个孩子不正常的那家了，一楼没地方坐上的二楼吃，吃完饭回来把姥爷我妈送回家，我跟我爸摘完葡萄带上我妈一块去昌平区医院，给我爸看心脏，急诊的大夫态度挺好，说是心绞痛，抽了血就回来了没等结果，把我爸妈放到路口他们坐公交，然后我就回龙旗广场了"],
			],
"2023-9-14": [
			["16:15-20:34","我下班早出来去接我妈，我让我爸坐地铁去二姑妈家那边了，西三旗桥看见我妈了，绿灯我先开过去兜了一圈再接上她，到家没让小惠做饭说出去吃披萨，我看时间还早就提议去华联逛逛，我骑美团车去育新地铁把小电动骑回来，然后我骑小电动带上她，我妈骑美团一块到回龙观地铁，然后上到自行车道看了看，华联优衣库我妈给我买了件衬衫给小惠买了件绒衣，然后去吃农小锅自助，然后我骑小电动送我妈去西三旗坐883"],
			],
"2023-9-17": [
			["13:35-15:03","上午下课开车回南口，给我爸妈说了美国试管的事情，他们不反对，我爸去开乒乓球的会，跟我妈待了会给我摘了葡萄我就开车回龙旗广场了"],
			],
"2023-10-1": [
			["10:01-18:36","早我俩开车去调解室，我爸在洗菜，小惠叫他给我爸吓一跳，我妈之后过来了，小迪进屋不搭理我，一生气没喂它肉肉吃，中午吃的罗非鱼牛肉鸡蛋西红柿芹菜，吃完饭我让小惠睡觉，我跟我妈回家拿房本退休证独生子女证，我妈要出去玩，我在家抱小河马睡了一觉，回调解室我妈一进屋就找我爸茬，要出去玩，我们商量一下开车去水库里面，在青龙潭看了看，有个小泥人度假的地方玩了会，有个庙，我看到生有两字，唐有生，开车回来我爸去阚老师家，我跟小惠拿着月饼石榴去姨妈家拿酸菜鱼，晚上吃完锅贴我俩就回龙旗广场了"],
			],
"2023-10-5": [
			["14:51-19:05","下午在她家睡了一觉然后去调解室，待了会我爸妈去买菜，王艳来田梁来了，带着面罩跟抢银行似的，他们就出去了，晚上他们来给炖的鱼头，我爸用过期的面烙饼，我跟我爸说，我爸不高兴了，金老师从韩国回来，我俩吃完饭就出来了"],
			],
"2023-10-9": [
			["18:48-20:03","下班开车送她去昌平支行开会，然后开车回南口，到家找我爸妈，抱小河马躺了会，我妈出去遛弯，回来我跟我爸下楼，然后就开车回去接小惠"],
			],
"2023-11-4": [
			["08:58-13:47","早上我开车回南口，底商那碰到我爸，然后往回家开把我妈接上，到家抱了会小河马，然后我就跟我妈去调解室，跟我妈擦车，我把空调空气滤芯雨刷器换上了，然后开车送我爸去利民参加婚礼，然后我跟我妈开车去昌平，本来说先去医院再去万科，结果走的水屯那边就先去万科了，中午吃的牛汤哥，然后去去医院等到1点30，问完检查都可以然后把我妈送到东关游泳，然后我就开车回龙旗广场，她打车去中西医结合医院当天做不了彩超，她打车西三旗桥等着我，接上她一块去的美中宜和亚运村店做彩超，看到了胎心胎芽2.6cm了！然后开车回家吃的涮羊肉，结果她没一会就吐了"],
			],
"2023-11-29": [
			["20:50-23:59","他们跟耿高惠爸妈车来三院，我跟我妈去宏状元买了小米粥肯德基我吃了个汉堡，待了会就开车去如家开了三间屋子，赶紧休息"],
			],
"2023-11-30": [
			["00:00-09:59","早上起来她跟她爸妈先去三院，我把我爸妈开车送到三院然后把车停学校，我坐地铁赶回三院，他们吃的庆丰包子，我到了吃的面包奶，做彩超说可见胎心胎动，有淤血，回去看完急诊大夫，然后他爸坐地铁上班，我坐公交上班，他们开车回龙旗广场"],
			],
"2023-12-2": [
			["10:31-23:59","早上我走着去371车站接上他们，中午我做饭炒的西红柿菜花鸡蛋芹菜金针菇牛肉蒸米饭，我妈洗碗，中午睡了一觉，然后跟我爸妈一块出来，他们去买菜，我先去把车洗了r然后去学校，然后我就回家跟我爸妈小惠小土豆一块吃饭了，我爸炖的黄花鱼鸡蛋西红柿油菜海参小米粥，我洗碗，她吃着吃着饭吐了，然后我爸坐车回南口，我妈晚上在我家住的，"],
			],
"2023-12-3": [
			["00:00-10:34","早上起来我开车带着小惠小土豆我妈一块去北医三院，我妈吃的面包片鸡蛋牛奶，进三院正好赶上有个车给腾了个车位，租了轮椅有一个坏的给退了15，特需看了免疫也没说啥，我推着他去生殖中心抽了血，我妈去肯德基取餐，吃完饭一块回龙旗广场，到了我妈没吃饭骑我那个自行车回南口骑了3小时"],
			],
"2023-12-9": [
			["10:48-18:41","早上我爸妈做车过来买了条鱼结果三旗百汇比南口便宜，我爸给炖的鱼菜花豆角，中午吃完饭我开车带她去单位领工服，我把车停单位地下，回来骑小电动去三旗百汇找我爸妈，我爸又买条鱼，然后然我爸先去超市买鸡胸肉，我跟我妈走到永辉，我回家我妈去永辉找我爸，结果我爸去的物美，帮我爸做饭蒸鱼炒豆腐，我洗碗，送他们去车站"],
			],
"2023-12-16": [
			["10:51-17:43","早上我爸妈过来了，中午炖的鱼西红柿菜花豆角炖的排骨，下午跟他们去三旗百汇看羽绒服，永辉买菜，晚上炖整鸡香菇油菜粽子，本来说开车送他们去坐火车的，结果我妈非得坐汽车回去，气得我都没送他们，想一想还是自己没本事，让他们受罪"],
			],
"2023-12-24": [
			["10:03-19:37","早上吃完早饭我俩开车回南口，先回我家，我妈楼下接我俩，上楼把路由器换了个新的，然后一块去调解室，我爸炒的鸡丁都叫鸡蛋西红柿，一块吃的鸡蛋果释迦果，下午把小惠送回家，然后我们仨开车去乐多港，说万科搞活动，我妈打车去万科，热风给我爸买了双绒靴子，然后坐车回乐多港，她跟她妈打车过来，我在车里学多邻国等她们，然后一块去吃三六九品饺子自助，然后去物美买的面包酸奶草莓，开车先送小惠跟她妈回家，我妈走回家，然后去调解室拉了两箱水拿电池，跟我爸去调解室，以为我妈把面包给小惠拿走了，我就把我妈的拿回去了，调解室给我爸把捡的无线耳机连上了，待了会就拉了箱水开车回去了"],
			],
"2024-1-6": [
			["09:37-19:40","早上开车回南口，我爸妈爬山回来去燕磨峪接上他们回来，回家拿纪念币，然后一块去调解室，中午吃的涮羊肉，帮我妈把韩国签证申请单填了，下午我跟我爸妈去星城买菜，小惠没跟着去，回来去洗车，结果换人了人保的洗车券没法用，花了40，我爸社区拿了U盘，回调解室做饭，做的白菜丸子葱爆羊肉菜花，我俩走着去她家睡觉"],
			],
"2024-1-7": [
			["11:00-14:03","早上一块去姥爷家找我妈，给姥爷拿了平谷的白薯，然后回调解室，我复印我妈的证件，我爸妈做饭又吵起来了，中午吃的带鱼豆腐，然后跟我爸开车去换煤气罐，回来拿了点炖老母鸡，然后我俩就开车回去了"],
			],
"2024-1-13": [
			["10:15-13:38","早上我吃完饭我开车回南口，到调解室我妈也刚到，本来说我爸出去吃我带我妈去吃榴莲烤肉，结果我爸回来了没出去吃，开车带我爸去星城买菜，中午吃的鸡蛋西红柿我跟我妈用炸鸡粉做的空气炸锅鸡翅鸡腿，然后就开车回龙旗广场了"],
			],
"2024-1-19": [
			["18:10-18:17","下班把东西放家里然后赶紧开车回南口，先到调解室把东西放那，跟我爸妈没待多会就走着去她家了"],
			],
"2024-1-20": [
			["10:37-12:45","早上起来吃完早饭一块走着去调解室，我帮着做饭，我把弄了条罗非鱼炒豆腐鸡蛋蒜黄我妈炸鸡腿，吃完饭跟我爸换煤气，回来我妈用热水洗车，因为这个又吵起来了，把狗粮分了分，我俩就开车回龙旗广场了"],
			],
"2024-1-27": [
			["18:01-19:59","晚上我俩做麻辣香锅，我妈说他俩坐小火车过来送草莓了，我开车去车站接的，晚上一块吃了顿饭，我爸暗示我妈别吃了给小惠留点我妈没听懂，然后一块送爸妈去公交车站"],
			],
"2024-1-30": [
			["18:27-23:59","早下班感觉阳了开车回的家，我妈给我包的鸡蛋韭菜馅儿饺子，我爸外面吃完饭回来，浑身疼屁股疼就睡了"],
			],
"2024-1-31": [
			["00:00-23:59","早上我在家吃完早饭，收拾了我爸的书柜给他扔了几本没用的书，然后开车去调解室，爸妈都去开会，测了下抗原阳了，中午吃的大雁烩肉，下午我妈去游泳，晚上我爸出去吃他回家给做的饭，吃的白菜丸子，然后开车回家，我妈去遛弯，我在家记账，晚上没啥就睡了"],
			],
"2024-2-1": [
			["00:00-23:59","早上吃完饭上午在家学CFA，中午我爸给擀的面条汤，测了核酸秒阳，下午我爸开车去镇里述职，我在家学CFA，晚上我妈给炒的菜吃，她让她妈明天把她接回南口，晚上把调解室的公众号找回来了"],
			],
"2024-2-2": [
			["00:00-23:59","早上我爸妈去参加什么冰雪活动，上午在家学CFA，中午我妈让我爸先回来的，我爸到家也够晚的煮的方便面吃，我妈后回来的，结果我爸没给炒菜就急了，下午没睡着起来看了会CFA，我妈做晚饭包饺子我开车去调解室拿荞麦面，我爸过来拿给王艳来的酒喝鸭子，我先回家，然后我爸后回来，然后俩人就开始嚷嚷，我给劝好了，我妈遛弯回来又跟我妈走了一小圈，回来看CFA，我妈收拾厨房，我爸看把筷子都扔了又急了"],
			],
"2024-2-3": [
			["00:00-23:59","早上我起晚了，开车去4s点换轮胎，然后开车回调解室，洗了个澡，晚上我爸炒的荷兰豆豆腐肘子，然后开车回家，王凤英给我妈打电话没完没了，我说了她几句我妈不高兴了，回来把旧轮胎放到小棚子，然后一块走到燕磨峪，晚上教我爸发公众号"],
			],
"2024-2-4": [
			["00:00-06:35","早上从家开车去上班"],
			["17:10-23:59","下班开车回家，先去我爸社区拉了两盒草莓两箱水，调解室骑我爸小电动去小惠家，我爸做公交去昌平吃饭，在她家楼下远远的跟她说了会话，拿上她妈给的吃的去姥爷家，舅舅舅妈王磊爸妈姥爷一块吃的春卷，跟我妈回来去燕磨峪走了一圈，晚上回来做题，然后看了会《三大队》，没啥就睡了"],
			],
"2024-2-5": [
			["00:00-06:35","早上从家开车去上班"],
			["17:10-23:59","下班回来调解室我爸放狗等着我，拿上两张1000的京东卡拿了箱茶叶，然后我爸坐刘万山的车去昌平吃饭，我去姥爷家吃饺子，还是昨天那几个人，然后开车跟我妈回家，然后走到燕磨峪，到家弄了会nodejs"],
			],
"2024-2-6": [
			["00:00-06:35","早上我妈要去爬山，起的早给煮了豆浆，开车去上班"],
			["17:10-23:59","下班开车回南口直接回家，吃的包子馅饼，爸妈把客厅的床位置换了，吃完饭跟爸妈走去燕磨峪，回来看了会CFA，然后就早睡觉了"],
			],
"2024-2-7": [
			["00:00-06:35","早上开车去上班"],
			],
"2024-2-9": [
			["17:30-23:59","下午开车回南口去姥爷家，舅舅舅妈杨硕姥爷在一块吃的饭，聊了会天然后我们回家，我爸提前回来煮了饺子吃，给Lesmond发邮件祝新年快乐，然后就睡了"],
			],
"2024-2-10": [
			["00:00-23:59","早上起来吃过早饭，她着急拉屎就先开车去调解室了，我爸妈之后到调解室，我看我妈气哄哄的，我以为跟我爸嚷嚷来的呢，结果我妈吵着小惠瞪眼睛说天好出去走走，然后他们就去姥爷家了，小惠委屈的哭一上午，然后我俩去姥爷家吃饭，姨夫姨妈在呢，吃完饭回调解室，爸妈坐车去新世纪买羽绒服，他们回来一块去姥爷家，我跟舅舅去他家弄无线鼠标，没弄好，小惠给买了个鼠标，吃完饭回来爸妈去遛弯，然后就睡了"],
			],
"2024-2-11": [
			["00:00-23:59","早上起来吃过早饭，我带着小惠下楼拉屎去了，然后走到大操场回来，我爸妈去燕磨峪，结果到家我妈说她去买姜了，我爸让我骑小电动来厕所给他送手纸拉裤子了，我妈回来就气哄哄的，我爸去调解室半天才回来，中午煮的虾炖带鱼八宝饭炸春卷炒口蘑，下午小惠在家休息，我开车跟我爸妈去小汤山讲礼新村看老主任，然后去她儿子的草莓基地，本来说晚上舅舅让去姥爷家吃饭了，小惠提醒就回家吃的饭，晚上炒的菠菜西红柿鸡蛋剩饭，吃完饭我俩下楼去超市买了点吃的，回来睡觉前跟我爸妈坐了会然后就睡了"],
			],
"2024-2-12": [
			["00:00-13:12","早上起来吃过早饭开车去调解室，我妈把车洗了，我爸妈做饭感觉气氛就不对，中午吃的鱼虾鸡丁，然后教我爸发公众号，然后我俩就开车回龙旗广场了"],
			],
"2024-3-2": [
			["19:25-20:56","下课赶紧回家，小惠和我妈先吃完了，我爸正吃着我到家了，我洗碗，我爸妈开车回南口了"],
			],
"2024-3-3": [
			["17:39-19:04","下课到家我们一家人一块吃的饭，我洗碗，送我爸妈去做公交"],
			],
"2024-3-10": [
			["10:53-13:26","早上回南口调解室，帮我爸把菜择了，爸妈从西大桥那边走着过来，没让俩狗进屋，我爸做饭我妈坐着不管我爸生气让我给劝回去了，我妈洗车，中午吃的豆角鸡蛋西红柿鸡蛋油菜，待了会就送小惠回她家了，我自己开车回龙旗广场了"],
			],
"2024-3-11": [
			["17:10-19:13","下班开车回南口，先到调解室，拿了大米我爸地下通道买了桑葚我拿着去小惠家，待了会就回调解室了，我爸妈把车上的鸟屎洗了，回来喂俩狗，跟我爸妈吃的香菜馅儿饺子，我妈又放了酱油巨咸我爸不高兴，四维的照片发过来了，我俩琢磨了会就都没告诉爸妈，给我爸下载了《首尔之春》，然后加开车回龙旗广场了"],
			],
"2024-3-15": [
			["19:55-23:59","我妈坐小火车来我迎着她，我妈拿了凤梨和烤白薯，她起口疮给她抹了口腔溃疡散，没啥就睡了"],
			],
"2024-3-16": [
			["00:00-19:00","早上本来说坐公交去口腔医院，结果下雨了坐的地铁，种植大夫给看了，需要上牙植骨下牙杀神经磨平，得花15万，我妈就没弄，然后我俩骑美团车骑过西单把公交卡都给退了，然后坐地铁回龙旗广场，开车去建材城五彩城吃的炉鱼，然后开车回南口，调解室睡了一觉，我爸回来做的晚饭，吃饭的时候给他们看四位照片，他们竟然没有啥反应，吃完饭待了会就回龙旗广场了"],
			],
"2024-3-31": [
			["09:34-16:29","早上开车一块回南口，调解室碰到我爸正好到，喂了狗，我妈把车洗了，然后我爸坐车去昌平同学聚会，我开车带着小惠大壮壮我妈去乐多港，吃的西少爷，然后李宁给我买了3条裤子，回来调解室帮我妈给鱼换水，然后睡了一大觉，醒来等我爸回来就去小惠她家了"],
			],
"2024-4-5": [
			["10:13-14:53","早上开车回南口调解室碰到我爸，给对面网吧女老板一盆发财树，中午吃的牛肉面烤鸡翅鸡大腿，下午跟我爸学掼蛋，然后开车去她家"],
			],
"2024-4-6": [
			["09:55-14:12","早上我爸买菜回来她家楼下等我俩，我俩下来开车去调解室，跟我妈把花都搬外面了，中午两家凑一块吃的涮羊肉，吃完饭他们去小汤山泡温泉，我俩就开车回龙旗了"],
			["18:20-18:25","他们摘了草莓给送龙旗，没留着吃饭我妈说我不懂事，他们就去沙河吃莜面了"],
			],
"2024-4-13": [
			["16:03-16:45","中午回调解室等爸妈昌平看羽毛球比赛回来，然后待了会就去她家了"],
			],
"2024-4-21": [
			["10:40-18:14","早上我爸妈坐车过来，趴在窗户上跟他们打招呼，中午我爸炖的鱼苦瓜鸡蛋鸡蛋西红柿，下午一块去看城家公寓，客服不接电话半天没人来把他删了，然后跟小惠回家，我爸妈去物美买东西，然后管家联系上我约着去看公寓，我骑小电动物美接上他们，我爸骑车带我把东西放家去看公寓，结果又贵又热水电空调单收费，不值，贝壳上便宜的房间没有，就是为了骗着过来看房的，然后回来晚上我爸炖的排骨蒸鲈鱼炒豆角，她洗碗，我送我爸妈去坐公交"],
			],
"2024-5-1": [
			["11:11-13:00","早上开车回南口，先去的她家收拾屋子，然后中午去调解室，我爸炖的西红柿牛腩炒豆角烤鸡腿，中午我洗的碗"],
			["17:25-19:34","下午又去她家收拾屋子，我俩把婴儿床拼上了，我擦婴儿床，结果有几个栏杆擦的特黄不干净，心里过意不去，然后就回调解室了，我爸炖的鱼，吃完饭后就回她家了，新的床垫到了，测了一下床甲醛严重超标，打算把床换了，然后就睡了"],
			],
"2024-5-2": [
			["09:35-12:57","早上吃过早饭去调解室，给我爸妈打电话去乐多港，他俩去东大桥了，我妈把狗带回来，然后去东大桥接上我爸，乐多港逛了逛特步给我爸买了个T恤polo衫，中午在西少爷吃的，然后开车回调解室，我爸跟我们去社区拉了两箱水一箱红牛，然后我俩就开车回龙旗了"],
			],
"2024-5-11": [
			["19:37-23:59","下班小惠家吃完饭我就开车回家了，然后下楼带俩狗去燕磨峪听着我妈，回来把课录上然后待着，我爸昌平吃完饭回来，待了会我们就睡了"],
			],
"2024-5-12": [
			["00:00-06:37","早上起来我爸妈楼下车里等两个一块去爬山的，先去调解室把俩狗放那，然后出发得亏问一下身份证，结果我爸没拿又回家拿了一趟，把他们送到西山口地铁我就回去了"],
			],
"2024-5-17": [
			["17:03-19:30","下班到家跟我妈小惠一块做麻辣香锅，我洗碗，然后送我妈坐371，我爸体检冠状动脉重度钙化"],
			],
"2024-5-19": [
			["09:38-13:54","早上吃过我爸妈坐公交过来了，我出去迎着，下小雨回去拿趟伞，结果又不下了，371车站接上爸妈回家，我爸把鱼炖上，我跟小惠炒鸡蛋芹菜西红柿菜花烤鸡翅煮长寿面，小惠给我爸订了个小蛋糕，我爸还挺爱吃小惠烤的鸡翅，我洗碗，爸妈待了会就回去了，给他们送到了371车站"],
			],
"2024-5-22": [
			["16:59-23:59","下班到家骑上小电动先给她去龙锦支行送假条，然后去麦当劳给她买了双吉香芋派，然后去味多美买了毛毛虫，回到家我炒鸡蛋油菜他们烤的鸡翅，我洗碗，我妈出去溜达，我跟小惠楼下走走，回来给杨涛发邮件说超聚变王宁回复的进度，我妈给我楼道剪头发然后洗澡，然后就躺下睡了，半夜肚子疼的比之前厉害，不知道是不是胰腺，但感觉是"],
			],
"2024-5-23": [
			["00:00-08:44","早上她妈到了之后一块开车先去我单位打了个卡，然后去吃的頭壹号，然后去办住院，我跟她进去后，她妈我妈去退挂号费，然后给她们打车回龙旗广场"],
			["20:35-23:59","在三院停车场跟爸妈小惠她妈汇合一块去四楼产科二病房看小惠，21:25小惠去产房，我去上厕所洗手了，正好错过，我们就在三楼产科门口等着了"],
			],
"2024-5-24": [
			["00:00-15:10","我在门口铺的瑜伽垫，我妈我爸轮着跟我在瑜伽垫，她妈妈去车里睡，我爸妈也轮着在车里睡，等了一宿开到4指，早上我订的肯德基，然后上午就在一楼按摩椅一块等着，等到9点还是4指，医生给人工破水和催宫缩，然后就一直没消息了，这个着急，然后11点我妈给打电话说开到了8指，我让他们去吃中午饭，我订的吉野家，刚吃完吃半个粑粑柑小惠带电话过来告诉生完了，11:41，然后我赶紧上去，告知我血压高打了安定，我看门口好多待着家属的进来的，然后下去带着爸妈小惠妈从门诊楼二层传过去的，小惠和宝宝出来，我们赶紧赶过去，他们见到了宝宝，然后去四楼产科儿病房，我办完手续就住进去，他们就会南口了"],
			],
"2024-5-28": [
			["10:40-14:15","他们上午过来，一楼见的面，跟我妈把东西放到车上，我爸排队进来，然后因为一个车位跟管车位的吵，我说好话，然后带着爸妈小惠妈和月嫂去去吃宏状元，我去超市发买了瓶水给管车位的，然后拿上永和大王回产科病房，中午吃完下午测了黄疸就出院了，我们开车先回家，我爸妈开车去西关物美买菜，然后到小惠家，他们没待多会就回去了，然后我爸又来送趟樱桃杏儿鸡蛋就回去了"],
			],
"2024-5-30": [
			["12:06-20:31","我中午打车赶紧去三院，我妈在门诊楼挂完号出来跟我汇合，然后去儿科楼二层，小惠正在喂奶，又测了黄疸18.1,15.7，然后我妈去众合豆浆买了包子粥，下午一点看大夫安排住院，小惠先跟着进去她情绪崩了，然后我进去的，儿子就这么被抱进去了，大夫问了我俩宝宝的情况，然后我们就出来了，跟月嫂商量把日期往后错几天，然后就让月嫂回家了，我们刚要出来发现突然狂风暴雨，等了一会我打车回单位，然后开车出来接上小惠和我妈回南口，晚上两家在她家吃的，然后他们就会家了"],
			],
"2024-5-31": [
			["17:20-19:35","下班到家我爸妈在小惠家蒸包子，我爸煮了个鱼汤，包子美味，晚上感觉没吃饱，下楼陪我爸妈走到路口没拿手机就回去了"],
			],
"2024-6-1": [
			["09:20-16:35","上午他们来小惠家，上午等半天电话也没打，我妈忍不住打了，结果说黄疸又13+了，没让出院，中午我爸炒的鸡丁，然后我跟我爸开车去三院送母乳，把车停花园路路边给我爸扫了辆美团单车，送完我俩开车去昌平区医院体检中心拿体检结果，以为关门了，拍了说明往回走，里面有个出来喊住我俩，人还不错给打电话问了CT结果，然后帮我们打了体检结果，我俩出来打12345表扬她（季文佳），会小惠家晚上我爸做的冬瓜丸子，吃完饭他俩就回去了"],
			],
"2024-6-2": [
			["09:10-12:08","上午他们来小惠家，我正睡觉呢，醒了我爸说我银耳泡太多了，然后我妈非得打电话给儿科病房我就急了说我妈，中午我爸妈做的蔬菜饼排骨鸡蛋西红柿，吃完饭我就开车去三院送母乳了"],
			],
"2024-6-4": [
			["13:00-14:30","中午在三院行政办公楼医保办汇合，身份证结婚证我又跑报刊亭复印的，然后去住院部确认医保代付备案好了，我妈不好好排队得亏没吵起来，然后去6楼新生儿病房等着大壮壮出院，接上他他们就开车回去了，我骑自行车回单位"],
			["18:30-19:30","晚上吃完发爸妈过来看大孙子，然后跟他们走到调解室，我爸从社区拿了电池回来装到黄疸仪上，然后拿了点鸡蛋回小惠家，姨夫骑车迎着给他，我爸妈去社区了"],
			],
"2024-6-5": [
			["18:34-20:35","小惠家吃完饭骑自行车去调解室找我爸妈，送了几个她妈蒸的菜团子，调解室有人吃涮羊肉一块，有个人打NMN，然后镇长来了接着吃，那波人就回去了，我跟我妈去她家看大壮壮，然后我妈就回去了"],
			],
"2024-6-6": [
			["18:35-19:01","吃完晚饭正要去找我爸妈，结果他俩来了，待了会他们就回去了"],
			],
"2024-6-8": [
			["15:15-16:34","下午骑车去调解室找爸妈，敲门没人骑回家回微信在调解室，我又回去，待了会，跟爸妈去摘了桑葚就回小惠家了"],
			],
"2024-6-9": [
			["08:12-15:11","早上地下通道接上我爸妈，开车先去龙旗，我回家拿上房本，然后跟爸妈给唐铭泽把户口上了，然后开车去4s店保养，中午走着去吃饭他俩吃的肉夹馍凉皮我吃的吉野家，然后回去把车取回来，我爸要的中午的面包，然后开车去中关村我妈弄假发，然后开车回家，先去西关物美买了点东西，然后把我爸妈送到调解室我就回小惠家了"],
			["18:55-19:15","爸妈来小惠家看大孙子，小惠觉得围观喂奶不好意思，我提醒我妈，我妈生气跟我爸就回去了"],
			],
"2024-6-10": [
			["13:03-13:40","下午骑自行车去调解室跟我爸妈待了会"],
			],
"2024-6-12": [
			["18:03-18:13","我妈来小惠家看了会孙子"],
			],
"2024-6-15": [
			["19:32-19:50","我妈带着小妮子来孙志强家找我，我俩待了会我妈就跟我走到小惠家路口，我就回小惠家了"],
			],
"2024-6-16": [
			["09:24-12:15","我爸到小惠家骑小电动接上我，本打算去买菜，我说别买了转点钱，然后就回来了，我开上车跟我爸去小棚子把酒拉到调解室，帮我把中午做饭，他吃完就跟刘万山的车去昌平了，我跟我妈待了会就回小惠家了"],
			],
"2024-6-21": [
			["18:32-19:47","吃完饭骑自行车去调解室找我爸妈，待了会然后一块走着去小惠家，地下通道口买了苹果和凤梨，爸妈看了会大孙子就回去了，我送下去小区门口他俩跟人聊了会天"],
			],
"2024-6-22": [
			["09:06-11:32","早上开车到调解室，刘万山帮着拉酒，先开车到西关有个市场买了瓜子花生，我跟我妈走着去物美买糖，我爸跟刘万山过来找我们买了菜，然后把东西拉到万荣酒店，然后就开车回来了，我妈去地下通道上坡做美甲，我把车放到调解室就骑小电动回小惠家了"],
			],
"2024-6-23": [
			["08:37-13:00","早上骑小电动到调解室，然后跟我爸王艳来曹宇凡先到酒店，上午满月宴，我跟我爸讲的还行，吃完饭了我爸让我送个喝醉的人回家，结果这人把一个老太太拔了倒了，我懒得管，然后带着三姑妈三姑父回南口拉婴儿安全座椅了"],
			],
"2024-6-25": [
			["17:20-18:15","下班先到调解室找我爸拿小棚子的钥匙，先拉了一趟轮椅和宝宝的东西，然后回来跟我妈再把酒拉到小棚子，我俩收拾了一下，然后就回调解室，我洗个手就回小惠家了"],
			],
"2024-6-30": [
			["09:18-10:01","我妈来小惠家楼下跟大壮壮待了会"],
			["10:25-10:38","我开车去调解室找我爸妈，然后他们就开车去昌平万荣吃饭了"],
			["14:46-15:02","他俩中午吃饭回来开车到小惠家楼下，拿了一箱李子，然后就骑小电动回去了"],
			["15:56-16:33","我骑自行车去调解室给我爸妈送她爸妈平谷拿回来的菜，待了会要下雨我就回小惠家了"],
			],
"2024-7-3": [
			["17:05-23:59","下班开车停好车我妈走着过来接上她去龙旗逛了逛，她买了两件裙子，然后我俩去吃西少爷，去地铁站骑小电动，前胎坏了，回家收拾行李，没啥就睡了"],
			],
"2024-7-4": [
			["00:00-23:59","早上起床吃了早饭赶去首都机场T3航站楼，到首尔金浦机场入境排了2个小时，景福宫青瓦台来不及去了，出来导航找酒店迷路了绕了一大圈，走的我都快晕了，到酒店跟我妈找了个海鲜饼店，然后走着去吃，然后去逛了明洞，人太多了我都走不动了，去了乐天明洞总店，太贵了我俩就出来了，路边买了个冰激凌吃，然后逛逛就回去休息了"],
			],
"2024-7-5": [
			["00:00-23:59","早上起床吃了早饭就走着去首尔站坐KTX去釜山站，然后去酒店，本来下午3点才能入住结果让我们上午就住进去了，中午我跟我妈去吃的炸鸡排WONKATS，下午坐地铁去海云台，在海边我妈玩的还挺带劲，我好像中暑了一直出虚汗，我妈给我买了个西柚冰渣缓过来了，到了胶囊小火车没票了，我俩又逛到emart买了个西柚面包片香肠牛奶饼干，然后我俩就坐地铁回酒店了，晚上转了一大圈也没啥好吃的又去那家炸鸡排店吃的，然后晚上溜了溜就回去休息了"],
			],
"2024-7-6": [
			["00:00-23:59","早上吃过饭坐地铁去釜山坐火车，到蔚山后打了个Uber Taxi到了平山书店，很幸运文在寅今天上午11点准时到了，而且今天夫人也跟着一起拍照了，脑袋一热买了本书还拿着去拍照了，出来跟中国友人一起合了影，然后打车跟着她们去吃个网红打卡拌饭餐厅濃度，本来说走着去火车站结果我Uber打车半价就一起打车了，我跟我妈蔚山站回到酒店歇了会，然后走着去乐天百货觅食，吃了个锅巴饭，竟然教我把糊干倍儿吃了，别说还挺好吃，我跟我妈逛了逛面包店买了饼干和面包片，面包片50多我妈心疼的，然后就回酒店休息了"],
			],
"2024-7-7": [
			["00:00-17:09","在酒店吃过早餐就跟我出来坐地铁去机场，值机后去免税店买了5条烟化妆品，我在CU便利店买了个三明治，然后我跟我妈就坐飞机回来了，先回龙旗收拾了一下，出来我妈忘了拿核桃又回去一趟，开车把我妈送到调解室跟我爸外面聊了一会我就回小惠家了"],
			],
"2024-7-9": [
			["18:48-19:28","我爸妈来小惠家看大壮壮，我爸摘得葡萄，结果聊天聊到移民，她爸不知怎么的说话有问题，我就不干了，直接回屋给了句这是我孩子，然后他俩就回去了"],
			],
"2024-7-10": [
			["18:26-19:40","小惠家吃完饭骑自行车去调解室待了会，我妈在呢，我爸去找空调遥控器，待了会就一块骑车到小惠家楼下，我上去了，他们去星城买东西了"],
			],
"2024-7-11": [
			["17:17-20:00","先把先把车停小惠家楼底下走着去调解室，我妈在呢，我饿了我妈做饭，然后我爸回来做，晚上刘万山来一块吃的，聊了会天，然后洗了个澡就回去了"],
			],
"2024-7-13": [
			["13:06-13:07","我爸给送羊大棒骨牛肉虾饼蘑菇来了"],
			["19:25-20:18","吃完饭骑车去调解室，刘万山张坤又把我爸拉回来的餐桌拉走了，我跟刘万山把沙发茶几床搬到了新屋子，把手还给划了，然后我就回去了"],
			],
"2024-7-17": [
			["05:45-10:55","早上在东大桥919车站等我妈过来，然后跟小惠一起带着大壮壮去儿研所，停车吃早饭喂奶换尿不湿，然后我先去关联医保取号，然后去儿保楼看特需号，开完药喂完奶就开车回来了，把我妈送到小惠家路口，然后我们就回去了"],
			],
"2024-7-18": [
			["18:54-19:40","爸妈来小惠家看大孙子，我爸被我们强要求抱了大孙子，我爸抱了好久竟然放下来睡了半天，他们待了一会就回去了"],
			],
"2024-7-20": [
			["12:02-12:03","我爸中午来小惠家给送了午饭，豆角鸡蛋西红柿拍黄瓜炒鸡丁煮玉米蒸倭瓜"],
			["18:00-18:01","我爸下午来小惠家给送了晚饭，烙的馅饼炖的大鸡腿"],
			],
"2024-7-21": [
			["12:45-13:20","我妈来小惠家看了会大孙子，抱了会就回去了"],
			],
"2024-7-23": [
			["18:29-18:31","我妈去小惠家给我送香蕉，我开车到楼下她正好送完回去，说了几句话就回去了"],
			],
"2024-7-25": [
			["17:07-17:26","下班开车到我爸社区正好碰见我爸，跟我车先去调解室拿东西，然后回家到小棚子把二姑妈给的婴儿的东西放那，然后就回小惠家了"],
			],
"2024-7-27": [
			["09:07-23:59","早上吃过饭，我妈来小惠家帮我搬东西到车上，然后先回五楼，我爸市场买完菜帮我们搬上楼，然后又跟我妈去小惠家接大壮壮回我家，我们上午收拾东西，垫子味道太大放客厅晾着，我爸炒菜豆角鸡蛋西红柿烤鸡翅，下午我骑小电动回她家拿了被罩脸盆牙刷小推车回来，晚上我爸做疙瘩汤喝，爸妈去取快递调解室，晚上回来没啥就睡了"],
			],
"2024-7-28": [
			["00:00-23:59","早上吃过饭待会，我跟我爸把床垫拿下去晒，然后他们去丰景高苑看房，中午吃的炒米饭，下午休息，跟我妈下楼把床垫拿上来，她爸妈从平谷过来待了会，晚上我爸烙烙饼，小惠洗碗，爸妈去调解室放狗，我试了试买的落地空调扇不好用，他们回来看了会中国女篮西班牙，赢的球给打输了，洗了个澡就睡了"],
			],
"2024-7-29": [
			["00:00-06:30","早上起来去上班"],
			["17:24-23:59","下班到家有个买保险推销养老院的给我妈推销，我让小惠去剁豇豆角，我爸回来帮着包饺子然后出去吃饭了，吃完饺子我妈去遛弯，我跟小惠带孩子，晚上哄孩子喂奶不喝闹，打蚊子打不着，然后就睡着了"],
			],
"2024-7-30": [
			["00:00-06:32","早上起来起晚了，开车回龙旗，下大雨，我妈帮我清清车太脏了"],
			],
"2024-7-31": [
			["00:00-06:21","早上起来开车去上班"],
			["18:24-23:59","下班挺晚的了，到家跟小惠待了会，爸妈吃完饭出去了，我吃饭然后小惠喂完奶吃饭，然后她洗碗，爸妈调解室回来了，洗了个澡待了会就睡了"],
			],
"2024-8-1": [
			["17:26-23:59","下班到家我妈蒸包子，我跟小惠先吃，我爸参观回来晚一点，我俩吃完下楼去后面，碰到了姨夫姨妈柚柚，待了会回来给大壮壮洗澡，我爸妈从调解室回来，喂完奶没啥就睡觉了"],
			],
"2024-8-2": [
			["00:00-06:15","早上起来开车去上班"],
			["17:23-23:59","下班回家"],
			],
"2024-8-3": [
			["00:00-23:59","早上起来吃过饭爸妈出去，上午我俩待着大壮壮去大操场，下午又去了趟大操场她妈也过来了，晚上吃的牛肉面，晚上没啥就睡了"],
			],
"2024-8-4": [
			["00:00-23:59","早上起来吃过饭我爸妈去调解室，回来上午开车去水库里面待了会，中午吃的肉饼，下午他们睡觉，我听CFA，爸妈开车去西关物美买东西，晚上吃的西红柿牛腩，给大壮壮洗澡，然后他们去调解室放狗，下大雨了，我俩忙着弄大壮壮，我妈发微信说我真行也不问问，我俩躺下休息了他们才回来"],
			],
"2024-8-5": [
			["00:00-06:35","早上起来开车去上班"],
			["18:03-23:59","下班到龙旗拿了东西开车回家，吃的牛肉白菜丸子鸡蛋西红柿，她爸妈来待了会，然后他们一块下去我爸妈去调解室放狗，我俩在家弄孩子，没啥就睡了"],
			],
"2024-8-6": [
			["00:00-06:35","早上起来我爸开车送我去西山口做地铁上班"],
			["18:30-23:59","下班我爸在西山口开车接我，晚上吃的鸡丁鸡蛋西红柿，晚上给儿子洗头，小惠不停给挂头皮屑，我爸妈说了两句不爱听了，我觉得不严重，结果跟不高兴了，晚上就睡了"],
			],
"2024-8-7": [
			["00:00-06:35","早上起来我开车上班"],
			["17:22-23:59","下班到家我爸出去吃饭，晚上吃的鸡丁丝瓜牛肉炸糕，给小惠带的奶茶，然后我俩抱着大壮壮后面溜达了一圈，晚上没啥就睡觉了"],
			],
"2024-8-8": [
			["00:00-06:31","早上起来我开车带我爸去调解室然后去上班"],
			["17:18-23:59","下班到家我妈让我爸找人来修空调，没法修让人先回去了，我跟小惠先吃饺子，西葫芦鸡蛋馅儿的没放盐，我妈赖我爸，然后我俩给大壮壮洗澡，他们去调解室，晚上没啥就睡觉了"],
			],
"2024-8-9": [
			["00:00-06:25","早上起来我开车上班"],
			["17:15-23:59","下班下大雨开车回来的，调解室接上我爸，去市场买窝头，吃的西红柿牛腩，晚上好像没干啥就睡了"],
			],
"2024-8-10": [
			["00:00-23:59","早上起来在家待着，我妈去参加活动，我爸去医院取hotter，中午回来我爸做饭蒸鲈鱼，他说不舒服不是阳了吧，中午吃饭我爸去社区拿试剂盒，下午在家休息，晚上吃的茴香馅饼，然后我跟小惠待着大壮壮后面走了一圈，晚上没啥就睡了"],
			],
"2024-8-11": [
			["00:00-16:36","早上起来在家待着，他们去医院取结果然后去物美买东西，中午回来我爸做的虾，下午睡了会，然后她爸妈来我家帮着拉东西，之后我也就回她家了"],
			],
"2024-8-14": [
			["19:36-20:14","爸妈来小惠家看大孙子，我爸参加什么舞蹈去山东，赶不上大壮壮百天了可能"],
			],
"2024-8-17": [
			["10:48-14:46","我妈来小惠家楼下，一块去姥爷家待了会，然后去调解室，我爸打扫卫生做饭，吃完饭待了会就回小惠家了"],
			],
"2024-8-18": [
			["09:30-12:16","小惠去做产康，我妈来小惠家帮我看孩子，给我妈把新手机换上了，我爸在调解室炒完鸡丁冬瓜丸子烙饼给拿过来，着急忙慌得就回去了"],
			],
"2024-8-21": [
			["17:22-19:20","下班先把车停小惠家楼下，小惠抱着大壮壮楼下等我，然后我走着去调解室，给我爸弄新手机，我妈用电蒸锅没把包子蒸熟，我妈买的手机壳没法用，吃完饭我妈说去看大孙子，结果我爸贴厕所门贴，然后我妈找不着钥匙，墨迹，出来了小惠说大壮壮睡着了，他俩就没去看"],
			],
"2024-8-22": [
			["18:57-20:20","爸妈来小惠家看大孙子，我爸就玩手机，还说嗓子紧单位有阳的"],
			],
"2024-8-24": [
			["14:20-16:40","下午开车去我家楼下接上我妈，带着大壮壮去昌平白浮泉公园，在那玩了会把我妈送到西关环岛物美，她去跟我爸他们汇合，我爸舅舅在昌平学乒乓球裁判"],
			["19:03-19:14","我爸给送了芒果和桃，帮我爸把华为手环连手机"],
			],
"2024-8-25": [
			["11:29-12:53","中午带着大壮壮去调解室吃饺子，舅舅舅妈姨夫姨妈姥爷保姆在，吃完就回来了"],
			],
}
