 diary_20240328_20250327_dict = {
	
"2024-3-28": [
			["00:00-23:59","早上我开车去上班，去校医院抽血，感觉扎我胳膊肘筋上了巨疼，上午下午学CFA，中午吃完饭去开存款证明，结果没带银行卡没开成，下午写代码，下班前取抽血结果，间接胆红素高甘油三酯高尿酸高血糖也不低，开车到家去永辉买花买薯片，她做饭炒鸡丁，我洗碗，晚上出去走了走，晚上回来看她相机里去巴厘岛的照片，孙畅照片露点了，把她的相机在闲鱼上卖了"],
			],
"2024-3-29": [
			["00:00-23:59","早上我坐地铁去上班，上午学CFA写代码，中午去办存款证明结果货币基金不行，下午写代码去监控室找小陈要PPT和表格，坐地铁到家她做饭炒芹菜牛肉鸡蛋大虾，我洗碗，晚上一块去物美给我妈买面包，没有那个了买的别的，晚上玩了会三国2就睡了"],
			],
"2024-3-30": [
			["00:00-23:59","早上开车带她去三院抽血，肯德基吃的早餐，然后去国家会议中心孕博会，领了一大堆礼品，中午开车回龙旗点的酸菜鱼外卖，下午我自己开车去长庚开了熊去氧胆酸，到家做题，晚上我做饭吃的排骨煮西蓝花，我洗碗，晚上一块出去走了走，没啥就睡了"],
			],
"2024-3-31": [
			["00:00-23:59","早上开车一块回南口，调解室碰到我爸正好到，喂了狗，我妈把车洗了，然后我爸坐车去昌平同学聚会，我开车带着小惠大壮壮我妈去乐多港，吃的西少爷，然后李宁给我买了3条裤子，回来调解室帮我妈给鱼换水，然后睡了一大觉，醒来等我爸回来就去小惠她家了，把她那屋收拾了重新布局，晚上吃的涮羊肉，然后就开车回龙旗广场了，晚上一块记账，然后就睡了，感觉吃药管点用肚子不是那么难受了"],
			],
"2024-4-1": [
			["00:00-23:59","早上坐地铁上班，上午总结知识点，做PPT写代码，中午吃完饭把存款证明和流水开了，下午做PPT写代码，看小电影，下班到家煮西蓝花热排骨中午她点的南京大牌档外卖，我洗碗，晚上一块出去走了走，回来看《珍珠港》看CFA，杨涛让我给王新泉回电话，问了问info上开在职证明人事问啥了，吓我一跳我还以为我的签证在职证明有问题呢，晚上洗完澡就睡了"],
			],
"2024-4-2": [
			["00:00-23:59","早上开车上班，上午准备面签问题，然后开组会，中午跟王亚坤一块吃的，然后走了一大圈，下午准备面签问题，看小电影"],
			],

}