 diary_20240328_20250327_dict = {
	
"2024-3-28": [
			["00:00-23:59","早上我开车去上班，去校医院抽血，感觉扎我胳膊肘筋上了巨疼，上午下午学CFA，中午吃完饭去开存款证明，结果没带银行卡没开成，下午写代码，下班前取抽血结果，间接胆红素高甘油三酯高尿酸高血糖也不低，开车到家去永辉买花买薯片，她做饭炒鸡丁，我洗碗，晚上出去走了走，晚上回来看她相机里去巴厘岛的照片，孙畅照片露点了，把她的相机在闲鱼上卖了"],
			],
"2024-3-29": [
			["00:00-23:59","早上我坐地铁去上班，上午学CFA写代码，中午去办存款证明结果货币基金不行，下午写代码去监控室找小陈要PPT和表格，坐地铁到家她做饭炒芹菜牛肉鸡蛋大虾，我洗碗，晚上一块去物美给我妈买面包，没有那个了买的别的，晚上玩了会三国2就睡了"],
			],
"2024-3-30": [
			["00:00-23:59","早上开车带她去三院抽血，肯德基吃的早餐，然后去国家会议中心孕博会，领了一大堆礼品，中午开车回龙旗点的酸菜鱼外卖，下午我自己开车去长庚开了熊去氧胆酸，到家做题，晚上我做饭吃的排骨煮西蓝花，我洗碗，晚上一块出去走了走，没啥就睡了"],
			],
"2024-3-31": [
			["00:00-23:59","早上开车一块回南口，调解室碰到我爸正好到，喂了狗，我妈把车洗了，然后我爸坐车去昌平同学聚会，我开车带着小惠大壮壮我妈去乐多港，吃的西少爷，然后李宁给我买了3条裤子，回来调解室帮我妈给鱼换水，然后睡了一大觉，醒来等我爸回来就去小惠她家了，把她那屋收拾了重新布局，晚上吃的涮羊肉，然后就开车回龙旗广场了，晚上一块记账，然后就睡了，感觉吃药管点用肚子不是那么难受了"],
			],
"2024-4-1": [
			["00:00-23:59","早上坐地铁上班，上午总结知识点，做PPT写代码，中午吃完饭把存款证明和流水开了，下午做PPT写代码，看小电影，下班到家煮西蓝花热排骨中午她点的南京大牌档外卖，我洗碗，晚上一块出去走了走，回来看《珍珠港》看CFA，杨涛让我给王新泉回电话，问了问info上开在职证明人事问啥了，吓我一跳我还以为我的签证在职证明有问题呢，晚上洗完澡就睡了"],
			],
"2024-4-2": [
			["00:00-23:59","早上开车上班，上午准备面签问题，然后开组会，中午跟王亚坤一块吃的，然后走了一大圈，下午准备面签问题，看小电影，下班到家炒的鸡蛋菠菜热的排骨，晚上一块出去买了好利来，我洗碗，晚上学了会CFA，睡觉前发现TD Ameritrade要迁到Charles Schwab了，买了美国CD存款，没啥就睡了"],
			],
"2024-4-3": [
			["00:00-23:59","早上开车带她去上班，在食堂一块吃的早餐，回3303待了会，然后送她去三院检查，回来学CFA，王晨面签过了，小排畸胎儿偏小5天宫颈3.1臀位，然后我开车去找她，中午一块吃的永和大王，下午陪她检查完心动彩超有心包积液，开车带她回清华她在车里数胎动睡觉，我回3303学CFA，下班开车到家简单吃的，晚上自己捅屁屁射"],
			],
"2024-4-4": [
			["00:00-23:59","早上吃完早饭学了会CFA，然后炖鸡腿，中午我做饭我洗碗，下午睡了一觉，醒来一块去龙旗转了转，本来想去源氏木语结果关了，晚上吃的鸡腿，我洗碗，出去把两盆发财树拉到车里，晚上洗个澡就睡了"],
			],
"2024-4-5": [
			["00:00-23:59","早上把空气净化器搬到车上这累，开车回南口调解室碰到我爸，给对面网吧女老板一盆发财树，中午吃的牛肉面烤鸡翅鸡大腿，下午跟我爸学掼蛋，然后开车去她家，下午睡了一觉，晚上吃的饺子，然后我出去走了走，回来她吃了面包然后收拾屋子，我用甲醛试纸测了柜子有甲醛，睡觉前商量怎么办"],
			],
"2024-4-6": [
			["00:00-23:59","早上吃完早饭她爸值班回来她妈去补课，我爸买菜回来她家楼下等我俩，我俩下来开车去调解室，跟我妈把花都搬外面了，中午两家凑一块吃的涮羊肉，没跟他们说男女，吃完饭他们去小汤山泡温泉，我俩就开车回龙旗了，汽车的空调坏了，先到龙旗把东西放家里，然后开车去清河万象汇看了看婴儿床，买了个小点心就回家了，买的麦当劳吃，结果他们摘了草莓给送龙旗，没留着吃饭我妈说我不懂事，他们就去沙河吃莜面了，回来我喝了点婴儿奶粉，晚上洗个澡就躺下了休息了"],
			],
"2024-4-7": [
			["00:00-23:59","早上开车去上班，上午没干啥，下午打了行程单和成绩单，金融管理出分了B+，下午也没干啥，下班到家她做饭摊的圆白菜胡萝卜鸡蛋饼，我洗碗，晚上一块出去走了圈，给小电动充电，洗了个澡就睡了"],
			],
"2024-4-8": [
			["00:00-23:59","竟然尿床了，早上起来去肯德基吃的早餐，然后坐地铁去面签，出地铁正好碰到徐平，他打车正好搭了个车，他就拿了个手机放我包里一块存的，人太多了，排队都到马路对面存包这条路了，结果排了快两个小时到门口查预约单和确认信徐平没打预约单出去补打去了，我把50现金和存保牌给他，我面签感觉答的还行中英文都挺流畅的，面签官打完字把护照收了我还以为稳了呢，结果给了我个check，快3个小时面签出来的，我感觉是专业和工作太敏感了，出来等徐平结果他回家去登录下载文件回来打的，让我帮他看着包中午请我吃饭，结果我等到他到12点多，他签证过了，去吃的汉堡王，然后各自坐地铁回去了，他忘了把50现金给我，到家2点多了没带她出去玩生气不高兴了，我在家准备补交的材料，测了家里的甲醛，柜子甲醛不少，晚上吃的宏状元外卖，然后把补交材料邮件发过去了，把面签的所有东西整理收好了，感觉太敏感了check行政审查也照样被拒的，洗个澡就睡了"],
			],
"2024-4-9": [
			["00:00-23:59","早上开车去上班，上午学CFA，她回南口了，她家柜子的甲醛超标比较严重，下午改PPT学CFA，下班到家收拾衣物，自己吃的挂面，学CFA，没啥就睡了"],
			],
"2024-4-10": [
			["00:00-23:59","早上开车去上班，上午学CFA，做PPT，下雨了点外卖，结果40多分钟不配送，在物业借了把伞去寓园吃的，下午学CFA，下班去太平花园小区拉闲鱼买的婴儿床，到家煮的挂面吃，出去走了几圈，学CFA，洗个澡就睡了"],
			],
"2024-4-11": [
			["00:00-23:59","早上开车去上班，上午学CFA做PPT，下午学CFA，她回龙旗了，下班到家热的包子煮的生菜吃，我洗碗，我出去走了走，晚上回来学CFA，洗个澡就睡了"],
			],
"2024-4-12": [
			["00:00-23:59","早上她跟我一块开车去上班，寓园吃的早餐，她非要吃煎饼，停好车她在车上待着，我去3303学CFA，然后她溜达去看黑天鹅，中午跟她走着去荷园吃的，往回走的时候她小肚子疼在新馆小道坐着等我，我开车接上她去三院，我直接把车开到急诊，然后回3303听CFA APAC大会学CFA，她测了胎心监护，那个专家看的还挺细，下班我开车去接她，回来她点的达美乐买一送一披萨，路上她很暴躁，晚上我出去跑了跑然后取快递回来，晚上她看我之前的女装照片学了会CFA就睡了"],
			],
"2024-4-13": [
			["00:00-23:59","早上开车去4s店修车，她在家帮我录MFIN选修课，说是空调的氟没有了，得把前面一点点拆开排查，还要把零件送过来，我就把车开回来了，到龙旗把柜子婴儿床一趟趟搬到车上，回来听了会课，中午她做饭炒了牛肉西葫芦，我洗碗，然后开车赶紧回南口调解室，听课然后睡了一觉，我爸妈去昌平看羽毛球比赛回来，然后待了会就去她家了，晚上吃的面条排骨，然后把塑料小柜子装上了，把上门拆柜子的时间改了，所以我俩吃完饭就开车回龙旗了，到家看了会CFA就睡了"],
			],
"2024-4-14": [
			["00:00-23:59","早上开车去4s店修车，把车放那就回龙旗了，中午吃的包子生菜，下午睡了一觉，起来学CFA，一起出去走了一圈，晚上我做饭炒鸡丁芒果，她洗碗，晚上学CFA，洗个澡就睡了"],
			],
"2024-4-15": [
			["00:00-23:59","早上坐地铁去上班，食堂吃的早饭，上午学CFA，补听课，她去工行给大壮壮存钱，去校医院开检查单，下午做题总结，下班在学校吃的晚饭，然后骑车去4s店取车，花了2758，等到8点开车回龙旗，玩了会手机就睡了"],
			],
"2024-4-16": [
			["00:00-23:59","早上起来喉咙疼，感觉不对劲，开车带小惠去三院，然后开车回单位，校医院抽血，上午学CFA，感觉不对劲要发烧，物业借个体温枪还是坏的，然后去校医院量体温37度，化验结果出来了，我一看胆红素基本没变，血常规白细胞和中性粒细胞高，赶紧挂号看一下，给开了头孢，没有病例和处方不给开熊去氧胆酸，长庚APP没绑着，我回去拿手机又回来开的，这个虚，中午点的吉野家外卖，吃完特别难受，下午实在受不了了就开车早下班回来了，38.5，到家喝了蛋白粉吃了布洛芬躺着，药效起作用了感觉好了，晚上她点的外卖我吃的包子，我俩担心血压高明天给她扣住院紧急刨了，她收拾住院的东西，晚上洗了个头就睡了"],
			],
"2024-4-17": [
			["00:00-23:59","早上起来感觉还是不舒服，开车带小惠去三院还24血压仪，然后回单位，上午还是巨难受，又去了校医院发热门诊改开了左氧氟沙星，她血压高但是没让住院，让查了个核磁，我以为是看胎儿大脑结果是看她的，中午太难受了，烧的要吐，叫了个代价，下午请假回家了，到家昏睡吃了个布洛芬，她下午看心内改了药的量，打车回家，烧退了出了一身汗，晚上她做饭疙瘩汤虾仁，她洗碗，晚上玩会手机就睡了，感觉好多了"],
			],
"2024-4-18": [
			["00:00-23:59","早上开车去上班，上午给杨涛去问李雪的办公室，回来写专利，感觉又烧起来了37.5，中午点了外卖结果中午别的平台有盒饭，小陈帮我拿回来的，李先生外卖白点了，下午实在是不舒服提前去车里，出来发现外卖被人拿走了，物业说帮我查录像，结果问小陈他给拿走了，车里待着特难受，熬到了下班开车回家，到家吃了布洛芬躺下了，又烧到38.5，出了一身汗体温下来了，她做饭鸡蛋西红柿葱爆羊肉，她说她嗓子痒不舒服量体温37.3，准备带她去三院，我洗碗，她说再观察下，水银血压计到了她不耐烦不会测，然后就都躺下休息了"],
			],
"2024-4-19": [
			["00:00-23:59","早上起来不想上班，挣扎了一下请假没去，在家上午休息，中午她做饭吃的丸子汤，下午把F集群专利交底书写完了，晚上吃的宏状元外卖，然后她非让我去医院看看，开车去积水潭医院回龙观分院看的发热门诊，抽了血，白细胞中性粒细胞都正常了，就是C反应蛋白高，甲流乙流都正常，也没开药问了问孕妇发烧咋用药就回来了"],
			],
"2024-4-20": [
			["00:00-23:59","早上起来上午下午听课，中午她做饭炒鸡订，她洗碗，晚上一块出去吃的麦当来，然后我去地铁站把小电动骑回来，我爸打电话明天来家里做饭，我发微信让换身新洗的衣服怕有病毒细菌啥的，我爸回微信生气了"],
			],
"2024-4-21": [
			["00:00-23:59","早上她跑我床上摸我胸给我弄醒了把她轰沙发上去了，起来我爸妈坐车过来，趴在窗户上跟他们打招呼，在家听课，中午我爸炖的鱼苦瓜鸡蛋鸡蛋西红柿，她洗碗，下午一块去看城家公寓，客服不接电话半天没人来把他删了，然后跟小惠回家，我爸妈去物美买东西，然后管家联系上我约着去看公寓，我骑小电动物美接上他们，我爸骑车带我把东西放家去看公寓，结果又贵又热水电空调单收费，不值，贝壳上便宜的房间没有，就是为了骗着过来看房的，然后回来晚上我爸炖的排骨蒸鲈鱼炒豆角，她洗碗，我送我爸妈去坐公交，晚上把交易经济学课的作业写完发给助教了，晚上她回床上跟我一块睡了"],
			],
"2024-4-22": [
			["00:00-23:59","早上坐地铁上班，上午学CFA，然后去监控室给杨涛拍宣传片，监控室待了会听杨涛给他们开会，中午跟王亚坤陈晋红吃饭，中午做了会侃大山，然后回3303眯了一会，下午学了会CFA，下班坐地铁下小雨了，到家她做饭炒土豆丝肉丝胡萝卜黄瓜肉片鸡蛋，她洗碗，晚上我出去取快递，回来学CFA，给她拍肚肚照，没啥就睡了"],
			],
"2024-4-23": [
			["00:00-23:59","早上开车送她去三院，然后上班，上午把创新基金中期审核表写了，然后学CFA，中午吃完饭去新馆找邮政快递没有，下午学CFA，下班去她单位交假条，到家把茄子炒了她蒸的排骨包子玉米，我洗碗，晚上没出去把脸盆屁盆洗澡盆洗了，她帮我把大壮壮的衣服啥的都洗了，晚上把题做了，然后洗个澡就睡了"],
			],
"2024-4-24": [
			["00:00-23:59","早上开车送她去三院，她把24小时血压计摘了然后跟我回3303，她问我那个海马爸比摄像头，我说那个没啥用，她就不高兴了去车上待着了，中午跟她去寓园吃中午饭，然后开车带她去三院，回单位加油，然后找杨涛签创新基金中期汇报表的字，然后交给张云，然后去新馆把纪念品拿回来，回3303学CFA，大壮壮头位了，大小也追上来了，头变大了但腹围小，胎盘二级成熟，下班开车去三院接上她然后回家，到家一块煮的面条吃打卤面，她洗碗，晚上没出去在家做的俯卧撑，学CFA，不让绣十字绣跟我急了，晚上没啥就睡了"],
			],
"2024-4-25": [
			["00:00-23:59","早上开车去上班，上午学CFA，下午学CFA做题，下班到家她做饭烤鸡翅根炒鸡蛋菠菜，我洗碗，晚上一块出去走了一圈，晚上在家做题，洗个澡就睡了"],
			],
"2024-4-26": [
			["00:00-23:59","早上开车去上班，上午做题总结，给电子科技大学打了个todesk，下午去了趟监控室，回3303整理照片，下班到家她做饭炒豆芽菜芹菜热包子，她洗碗，一块出去走了一圈，然后回来我把小柜子装上了，晚上把《功夫熊猫4》看了，洗了个澡就睡了，躺床上想吐，晚上起来拉了两次稀"],
			],
"2024-4-27": [
			["00:00-23:59","早上开车去上班，上午学做题，然后去车里睡了一觉，中午先去的清青咖啡给聂晓哲占位置，中午吃的汉堡啥的，然后一块去苏世民书院参观，然后回3303休息，下班去李华楼等聂晓哲，给她送达圆明园地铁，然后回家，吃的南京大牌档外卖，晚上出去走了走，回来看了看CFA，没啥就睡了"],
			],
"2024-4-28": [
			["00:00-23:59","早上开车去上班，上午学CFA，下小电影，中午吃饭碰到王亚坤了，下午做题，看小电影，林老师说23级有一个清华的加了微信，让我准备准备奖学金，下班到家她做饭炒鸡丁，她洗碗，然后开车带她去万象汇买了一个裙子和T恤，回来玩了会手机洗个澡就睡了"],
			],
"2024-4-29": [
			["00:00-23:59","早上坐地铁去上班，上午看小电影，写申请奖学金的词，下午接着写词，做了几道题，然后去监控室让小陈帮我把电子科技大学的硬盘修复了，下班到家她做饭炒牛肉洋葱芹菜鸡蛋，她洗碗，然后一块去永辉买了饼干蛋酥卷口香糖，回来我俩一块又把大壮壮的衣服洗了一遍，晚上没啥就睡了"],
			],
"2024-4-30": [
			["00:00-23:59","早上开车带她去三院先抽血，然后一块吃头壹号，然后回去留尿做胎心监护，第一次没过没胎动又让做了一次，也没说啥，看完大夫就开车出来了，去龙兴支行领了她的新社保卡拿了发的包和假币证，回家她煮的涮羊肉吃，我洗碗，然后开车带她去积水潭回龙观医院开药，没地儿停车，我就去周边洗车了，她说胎动少不剧烈有些担心，洗完车接上她去龙锦支行交假币证，然后回龙旗广场，吃的麦当劳，晚上她帮我拿了几趟东西放到车上，回来跟我一块记账，洗个澡就睡了"],
			],
"2024-5-1": [
			["00:00-23:59","早上开车回南口，先去的她家，收拾屋子，把宜家柜子甲醛测了还挺好，然后擦她那屋的床，然后中午去调解室，我爸炖的西红柿牛腩炒豆角烤鸡腿，中午我洗的碗，下午又去她家收拾屋子，我俩把婴儿床拼上了，我擦婴儿床，结果有几个栏杆擦的特黄不干净，心里过意不去，然后就回调解室了，我爸炖的鱼，吃完饭后就回她家了，新的床垫到了，测了一下床甲醛严重超标，打算把床换了，然后就睡了"],
			],
"2024-5-2": [
			["00:00-23:59","早上吃过早饭去调解室，给我爸妈打电话去乐多港，他俩去东大桥了，我妈把狗带回来，然后去东大桥接上我爸，乐多港逛了逛特步给我爸买了个T恤polo衫，中午在西少爷吃的，然后开车回调解室，我爸跟我们去社区拉了两箱水一箱红牛，然后我俩就开车回龙旗了，到家睡了一觉然后洗个澡，捅屁屁射，晚上她做饭牛肉鸡蛋油菜挂面，她洗碗，没啥就睡了"],
			],
"2024-5-3": [
			["00:00-23:59","早上吃过饭做了会儿题，然后我做饭炖鸡腿炒菠菜鸡蛋，鸡腿没味菠菜倍儿咸，我洗碗，下午睡了一觉，然后起来做题，晚上煮芹菜吃鸡腿，我洗碗，然后一块出去走了走，晚上回来做了会题，玩了会星际，没啥就睡了"],
			],
"2024-5-4": [
			["00:00-23:59","早上吃过饭开车带她去海淀公园，然后去清华，中午在寓园吃的，然后开车回家，她睡觉我玩了会星际，补日记，晚上我就吃个苹果香蕉，给她去取得西少爷，晚上做了会题，没啥就睡了"],
			],
"2024-5-5": [
			["00:00-23:59","早上我爸打电话说过来，我觉得要下雨就说我们回去，结果准备出门了，我爸说吃剩的肉饼啥的，我就不想回去了，结果她爸妈正好从平谷回说过来，我就打电话说不回去了跟她爸妈吃个饭，小惠就嫌都推到她爸妈身上不高兴了，她爸妈到三旗百汇我俩赶紧收拾，把被子衣服放床底下，她爸妈把东西放家没吃饭就回去了，我俩中午简单吃的牛肉芹菜，下午我做题，然后玩星际，晚上她做饭豆角饭西瓜，我洗碗，晚上一块去龙旗MINISO给她买了双拖鞋，然后热风我俩各买双鞋，回家玩星际竟然把电脑给赢了，洗了个澡躺下睡不着"],
			],
"2024-5-6": [
			["00:00-23:59","早上坐地铁上班，困得受不了，食堂吃的，上午学CFA，签证行政审查approved了，专利也初审通过，中午吃完饭去牡丹园躺着眯了下，下午学CFA，然后去监控室，拿了刘俊杰给的坚果，然后小陈户工帮着吧GPU服务器装系统，下班到家她做饭炒鸡订，我洗碗，弄海康威视摄像头，晚上一块出去买面包酸奶，到家洗了个澡就睡了"],
			],
"2024-5-7": [
			["00:00-23:59","早上开车上班，上午学CFA，然后开组会，中午跟他们一块吃的，下午学CFA，我爸给她家拿了排骨，下班到家她做饭西红柿菜花热牛肉紫薯，我洗碗，晚上一块出去金凤祥跳了跳绳，然后龙旗差点买华为手机，然后热风把她的鞋取回来，晚上看了会CFA，然后就睡了"],
			],
"2024-5-8": [
			["00:00-23:59","早上开车带她一块上班，食堂吃的，上午学CFA，收到Tulane邮件，商学院前20%毕业邀请Beta Gamma Sigma会员，中午一块寓园吃的，然后送她去三院，周数还是小几天也没说啥，回来我去监控室把GPU的显卡和Cuda装上了，然后回3303写这个文档，她看完打车学校找我，下班一块回家，先去热风把我的鞋取回来，然后去西少爷取餐，外卖小哥跟出餐阿姨吵起来了，回来发现油泼面忘了给放肉，我又回去找，给多加了肉要给豆浆我没要，吃完饭我听清华经管Gordon Phillips讲座，她收拾生产要带的东西，晚上洗个澡就睡了，睡觉前特别恶心"],
			],
"2024-5-9": [
			["00:00-23:59","早上开车上班，上午学CFA，她妈把她接回南口了，我妈给她拿了鹌鹑蛋，下午参加运动会，跳绳竟然没节奏老坏，跳了44个就不跳了，最后问我几个我说0，然后去参加跳高，110/120/130都一次过，结果140没过，户工来了忘了让他帮我录像了，挺可惜，下班到家学了会CFA，晚上煮的饺子吃，晚上出去走了走，回来做题，洗个澡就睡了"],
			],
"2024-5-10": [
			["00:00-23:59","早上开车上班，上午做题，然后去监控室跟小陈弄电子科技大GPU的网，然后坐地铁去取护照，果然是给了1年的签证，还把我的学签给取消了，去吃的麦当劳，然后坐地铁回来，到3303把所有的B超单子扫描了，下班前下单快递，结果俩个快递都提前来了，下班赶紧开车回去，先去新康园结果家门口给我打电话，我又赶紧跑回去，然后骑小电动再去新康园，回来洗了个澡，煮的挂面吃，晚上听金融科技选修课，管阮博士要的数据，下课就睡了"],
			],
"2024-5-11": [
			["00:00-23:59","早上开车上班，先去监控室搬了箱洗衣液，然后去食堂吃早饭，回3303测试MotionCorr1，结果发现这个太老了，V100不支持，中午寓园吃完发去买了硝酸甘油和速效救心丸，回来眯了一觉，下班开车回南口，差点开回龙旗，先回的她家，把东西都搬上去，然后吃的排骨，结果她家6楼装修，然后我就开车回家了，然后下楼带俩狗去燕磨峪听着我妈，回来把课录上然后待着，我爸昌平吃完饭回来，待了会我们就睡了"],
			],
"2024-5-12": [
			["00:00-23:59","早上起来我爸妈楼下车里等两个一块去爬山的，先去调解室把俩狗放那，然后出发得亏问一下身份证，结果我爸没拿又回家拿了一趟，把他们送到西山口地铁我就回去了，先去加的油，然后回她们家，调试摄像头，然后洗窗帘，擦婴儿床，找我舅舅装摄像头忘了拿电钻，下课我俩就收拾回龙旗，跟舅舅家拿的鼠标忘了给他了又给送一趟，到龙旗她点的宏状元外卖，下午她睡觉我玩了会星际2，眯了一会，晚上煮的饺子吃，把抢上日历擦了忘了拍照，晚上洗个澡就睡了"],
			],
"2024-5-13": [
			["00:00-23:59","早上坐地铁上班，食堂吃的，上午问华为能不能帮我把MotionCorr1迁移过去，然后注册了BGS的线上虚拟授勋仪式，下午学CFA，下班坐地铁到家，她做饭炒鸡丁鸡蛋西红柿，我洗碗，晚上一块去后面走，我跑了跑，洗个澡就睡了"],
			],
"2024-5-14": [
			["00:00-23:59","早上开车上班，上午学CFA，然后去工行存硬币，中午吃完饭回来学CFA，她跟我视频因为我妈过生日给她转钱没跟她说生气了，然后她说大壮壮胎动频繁，我从监控室回来她血压高，就打车去三院，我开车去急诊跟她汇合，大夫说没事可以回家观察，然后我开车从学校路过打卡一起回家，到家煮的挂面吃，我洗碗，晚上学CFA，没啥就睡了"],
			],
"2024-5-15": [
			["00:00-23:59","早上开车带她上班，食堂吃的，上午学CFA，中午寓园吃完打车去三院，留尿结果发现没交费，然后她去找大夫补单子，都检查完大夫说38-39周就能催产生了，打车回单位，跟华为超聚变产品经理王宁说了帮忙找人迁移MotionCorr1写文章，下班开车回家骑小电动去取麦当劳，学CFA，晚上没啥就睡了"],
			],
"2024-5-16": [
			["00:00-23:59","早上开车上班，上午学CFA，下午去监控室找户工，一块装了快1080ti，下班到家热的她妈中午炖的排骨豆角，晚上一块出去金凤成祥买面包物美买面包牙膏酸奶饼干面包片，回家做题，玩了会星际2就睡了"],
			],
"2024-5-17": [
			["00:00-23:59","早上开车上班，我妈坐公交来家里陪着小惠，人太多我妈说都快晕了，上午做题，然后去监控室编译MotionCorr1测试数据，然后整理好文档发给超聚变，王亚坤跟华为的人开会，然后跟她去万人吃饭，下午回来微信中介找找博士项目，下班到家跟我妈小惠一块做麻辣香锅，我洗碗，然后送我妈坐371，我爸体检冠状动脉重度钙化，回到家玩了会星际2，然后捅屁屁射，洗了个澡就睡了"],
			],
"2024-5-18": [
			["00:00-23:59","早上吃过早饭上午休息睡了一觉，看了A.B. Freeman School of Business的毕业典礼，中午热的麻辣香锅，我洗碗，下午睡了一会，起来带她去奥北森林公园二期看了会花，然后去万象汇吃的吉野家，买了皇家美素力，回来我俩看了《金刚vs哥斯拉2》，没啥就睡了"],
			],
"2024-5-19": [
			["00:00-23:59","早上吃过我爸妈坐公交过来了，我出去迎着，下小雨回去拿趟伞，结果又不下了，371车站接上爸妈回家，我爸把鱼炖上，我跟小惠炒鸡蛋芹菜西红柿菜花烤鸡翅煮长寿面，小惠给我爸订了个小蛋糕，我爸还挺爱吃小惠烤的鸡翅，我洗碗，爸妈待了会就回去了，给他们送到了371车站，下午我玩了会星际2，晚上煮的饺子吃，我洗碗，晚上一块小区走了走，回来用iCloud给她弄照片，她收拾待产包，然后洗个澡就躺下了，她血压有点高，担心"],
			],
"2024-5-20": [
			["00:00-23:59","早上坐地铁上班，食堂吃的，上午给Charles Schwab打电话英文客服update W-8BEN表格，看MotionCorr1的文献，下午提交了两个软著，周三陈扬停诊了，下班坐地铁回家她跟她妈做的饭，我洗碗，然后开车带她们去回龙园，回来重新把22年的清华大学生命科学实验技术发展基金技术创新奖提交今年的，然后就刷牙早休息了"],
			],
"2024-5-21": [
			["00:00-23:59","早上开车带她和她妈去三院，然后我去上班，上午也没干啥，B超显示胎儿大小正常，改了今天的普通号，给开了住院和周五陈扬的专家号，中午吃饭回来杨涛办公室打印技术创新奖表格，然后把俩软著确认了，突然想起来把户工给忘了，又重新提交了一个，然后去生物医学馆交表，监控室让小陈他们重新确认，下班前把监控隔离的文章重改成《实验室科学》杂志的格式了，下班到家待会开车送她妈去坐火车，回来她做饭烤羊肉水煮芹菜西蓝花，我洗碗，晚上我去永辉买面包要买个榴莲结果太生了，回来又跟她下楼走了走，玩了会星际2，然后又收拾了遍待产包，睡觉前她短信收到住院通知周四住院，洗个澡就睡了"],
			],
"2024-5-22": [
			["00:00-23:59","早上开车开车上班，上午弄打印机，弄半天发现是网线拔了，把《实验室科学》投稿了，下午眯了一觉，无所事事一下午，下班到家骑上小电动先给她去龙锦支行送假条，然后去麦当劳给她买了双吉香芋派，然后去味多美买了毛毛虫，回到家我炒鸡蛋油菜他们烤的鸡翅，我洗碗，我妈出去溜达，我跟小惠楼下走走，回来给杨涛发邮件说超聚变王宁回复的进度，我妈给我楼道剪头发然后洗澡，然后就躺下睡了，半夜肚子疼的比之前厉害，不知道是不是胰腺，但感觉是"],
			],
"2024-5-23": [
			["00:00-23:59","早上她妈到了之后一块开车先去我单位打了个卡，然后去吃的頭壹号，然后去办住院，我跟她进去后，她妈我妈去退挂号费，然后给她们打车回龙旗广场，然后去超市发拿了几个袋子买了瓶水，医生给打电话签字告知，我赶紧回去签好字，等了会我就回单位了，杨涛让我下来一趟，然后去车里待会约京东快递，然后去3303忘了拿手机，小哥到了打电话没人接来3303找我，中午吃完饭去给她买了粑粑柑矿泉水，然后去车里睡了一觉，下午3303待着，她催产了，药物不敏感加量了"],
			],
}