 diary_20240328_20250327_dict = {
	
"2024-3-28": [
			["00:00-23:59","早上我开车去上班，去校医院抽血，感觉扎我胳膊肘筋上了巨疼，上午下午学CFA，中午吃完饭去开存款证明，结果没带银行卡没开成，下午写代码，下班前取抽血结果，间接胆红素高甘油三酯高尿酸高血糖也不低，开车到家去永辉买花买薯片，她做饭炒鸡丁，我洗碗，晚上出去走了走，晚上回来看她相机里去巴厘岛的照片，孙畅照片露点了，把她的相机在闲鱼上卖了"],
			],
"2024-3-29": [
			["00:00-23:59","早上我坐地铁去上班，上午学CFA写代码，中午去办存款证明结果货币基金不行，下午写代码去监控室找小陈要PPT和表格，坐地铁到家她做饭炒芹菜牛肉鸡蛋大虾，我洗碗，晚上一块去物美给我妈买面包，没有那个了买的别的，晚上玩了会三国2就睡了"],
			],
"2024-3-30": [
			["00:00-23:59","早上开车带她去三院抽血，肯德基吃的早餐，然后去国家会议中心孕博会，领了一大堆礼品，中午开车回龙旗点的酸菜鱼外卖，下午我自己开车去长庚开了熊去氧胆酸，到家做题，晚上我做饭吃的排骨煮西蓝花，我洗碗，晚上一块出去走了走，没啥就睡了"],
			],
"2024-3-31": [
			["00:00-23:59","早上开车一块回南口，调解室碰到我爸正好到，喂了狗，我妈把车洗了，然后我爸坐车去昌平同学聚会，我开车带着小惠大壮壮我妈去乐多港，吃的西少爷，然后李宁给我买了3条裤子，回来调解室帮我妈给鱼换水，然后睡了一大觉，醒来等我爸回来就去小惠她家了，把她那屋收拾了重新布局，晚上吃的涮羊肉，然后就开车回龙旗广场了，晚上一块记账，然后就睡了，感觉吃药管点用肚子不是那么难受了"],
			],
"2024-4-1": [
			["00:00-23:59","早上坐地铁上班，上午总结知识点，做PPT写代码，中午吃完饭把存款证明和流水开了，下午做PPT写代码，看小电影，下班到家煮西蓝花热排骨中午她点的南京大牌档外卖，我洗碗，晚上一块出去走了走，回来看《珍珠港》看CFA，杨涛让我给王新泉回电话，问了问info上开在职证明人事问啥了，吓我一跳我还以为我的签证在职证明有问题呢，晚上洗完澡就睡了"],
			],
"2024-4-2": [
			["00:00-23:59","早上开车上班，上午准备面签问题，然后开组会，中午跟王亚坤一块吃的，然后走了一大圈，下午准备面签问题，看小电影，下班到家炒的鸡蛋菠菜热的排骨，晚上一块出去买了好利来，我洗碗，晚上学了会CFA，睡觉前发现TD Ameritrade要迁到Charles Schwab了，买了美国CD存款，没啥就睡了"],
			],
"2024-4-3": [
			["00:00-23:59","早上开车带她去上班，在食堂一块吃的早餐，回3303待了会，然后送她去三院检查，回来学CFA，王晨面签过了，小排畸胎儿偏小5天宫颈3.1臀围，然后我开车去找她，中午一块吃的永和大王，下午陪她检查完心动彩超有心包积液，开车带她回清华她在车里数胎动睡觉，我回3303学CFA，下班开车到家简单吃的，晚上自己捅屁屁射"],
			],
"2024-4-4": [
			["00:00-23:59","早上吃完早饭学了会CFA，然后炖鸡腿，中午我做饭我洗碗，下午睡了一觉，醒来一块去龙旗转了转，本来想去源氏木语结果关了，晚上吃的鸡腿，我洗碗，出去把两盆发财树拉到车里，晚上洗个澡就睡了"],
			],
"2024-4-5": [
			["00:00-23:59","早上把空气净化器搬到车上这累，开车回南口调解室碰到我爸，给对面网吧女老板一盆发财树，中午吃的牛肉面烤鸡翅鸡大腿，下午跟我爸学掼蛋，然后开车去她家，下午睡了一觉，晚上吃的饺子，然后我出去走了走，回来她吃了面包然后收拾屋子，我用甲醛试纸测了柜子有甲醛，睡觉前商量怎么办"],
			],
"2024-4-6": [
			["00:00-23:59","早上吃完早饭她爸值班回来她妈去补课，我爸买菜回来她家楼下等我俩，我俩下来开车去调解室，跟我妈把花都搬外面了，中午两家凑一块吃的涮羊肉，没跟他们说男女，吃完饭他们去小汤山泡温泉，我俩就开车回龙旗了，汽车的空调坏了，先到龙旗把东西放家里，然后开车去清河万象汇看了看婴儿床，买了个小点心就回家了，买的麦当劳吃，结果他们摘了草莓给送龙旗，没留着吃饭我妈说我不懂事，他们就去沙河吃莜面了，回来我喝了点婴儿奶粉，晚上洗个澡就躺下了休息了"],
			],
"2024-4-7": [
			["00:00-23:59","早上开车去上班，上午没干啥，下午打了行程单和成绩单，金融管理出分了B+，下午也没干啥"],
			],
}